{"doc_id": "39900318", "pmid": "39900318", "title": "CAR T-cell therapy landscape in pediatric, adolescent and young adult oncology - A comprehensive analysis of clinical trials.", "abstract": "Chimeric Antigen Receptor (CAR) T-cell therapy has emerged as a transformative approach in cancer treatment, particularly for hematologic malignancies. This therapy involves the genetic modification of patients' T-cells to target specific tumor antigens, bypassing the traditional MHC-TCR-mediated recognition. This innovation marks a significant step toward personalized medicine and precision oncology. In the pediatric, adolescent, and young adult (P-AYA) populations, Tisagenlecleucel (Kymriah®) exemplifies the success of CAR T-cell therapy, demonstrating significant efficacy in treating relapsed or refractory acute lymphoblastic leukemia (r/r ALL). However, the development of CAR T-cell therapies for P-AYA patients has not progressed as rapidly as for adults, with only one FDA approval for pediatric applications compared to six for adults up to 2024. Several challenges hinder the development of pediatric CAR T-cell therapies, including complex production logistics, limited clinical site access, restrictive patient eligibility criteria, and financial constraints, necessitating more effective incentives for pediatric oncology drug development independent of adult indications. To assess the current landscape of CAR T-cell therapy in P-AYA oncology, we conducted a comprehensive review of clinical trials registered on ClinicalTrials.gov up to May 2024. Our analysis included 77 trials exclusively targeting the P-AYA population from an initial pool of 40,690 studies filtered by age, dates, and specific criteria related to CAR T-cell interventions in cancer therapy. We found that 45 % of these trials originated from the USA and 30 % from China. The data retrieved from these trials provided insights into various aspects, including histological categories, antigenic targets, CAR-T generations, costimulatory domains, manufacturing processes, geographical distribution, and funding sources. This review highlighted a predominant focus on hematologic malignancies, particularly B-cell acute lymphoblastic leukemia (B-ALL), with significant attention to dual antigen targeting (CD19 and CD22) to address resistance mechanisms. Emerging targets such as GD2 for solid tumors and B7-H3 for various cancers also showed promise. Additionally, most trials still utilize second-generation CAR-T constructs with 4-1BB costimulatory domains, reflecting a conservative approach in pediatric populations. Our findings underscore the disparity in CAR T-cell therapy development between pediatric and adult populations, driven by distinct biological, ethical, and economic considerations. Pediatric cancers require specialized treatments tailored to the unique biology and genetic makeup of pediatric oncology. However, research and drug development have historically focused less on pediatric needs. Despite legislative efforts to promote pediatric oncology drug development, significant gaps remain. Clinical trials for P-AYA populations face challenges in patient enrollment, trial design, and funding, often relying on academic and non-profit institutions. Addressing these barriers is critical for advancing CAR T-cell therapy in pediatric oncology, improving outcomes, and ensuring equitable access to innovative treatments for these vulnerable populations. This review aims to inform future research and policy decisions, promoting advancements in CAR T-cell therapy for P-AYA cancer patients.", "pub_date": "2025-02-01", "authors": ["David A Martínez-Gamboa", "Rhea Hans", "Eider Moreno-Cortes", "Juana Figueroa-Aguirre", "Juan Esteban Garcia-Robledo", "Fabio Vargas-Cely", "Natalie Booth", "Daniela A Castro-Martinez", "Roberta H Adams", "Januario E Castro"], "journal": "Critical reviews in oncology/hematology", "doi": "10.1016/j.critrevonc.2025.104648", "source": "pubmed"}
{"doc_id": "29320890", "pmid": "29320890", "title": "Chimeric Antigen Receptors in Different Cell Types: New Vehicles Join the Race.", "abstract": "Adoptive cellular therapy has evolved into a powerful force in the battle against cancer, holding promise for curative responses in patients with advanced and refractory tumors. Autologous T cells, reprogrammed to target malignant cells via the expression of a chimeric antigen receptor (CAR) represent the frontrunner in this approach. Tremendous clinical regressions have been achieved using CAR-T cells against a variety of cancers both in numerous preclinical studies and in several clinical trials, most notably against acute lymphoblastic leukemia, and resulted in a very recent United States Food and Drug Administration approval of the first CAR-T-cell therapy. In most studies CARs are transferred to conventional αβT cells. Nevertheless, transferring a CAR into different cell types, such as γδT cells, natural killer cells, natural killer T cells, and myeloid cells has yet received relatively little attention, although these cell types possess unique features that may aid in surmounting some of the hurdles CAR-T-cell therapy currently faces. This review focuses on CAR therapy using effectors beyond conventional αβT cells and discusses those strategies against the backdrop of developing a safe, powerful, and durable cancer therapy.", "pub_date": "2018-02-27", "authors": ["Dennis C Harrer", "Jan Dörrie", "Niels Schaft"], "journal": "Human gene therapy", "doi": "10.1089/hum.2017.236", "source": "pubmed"}
{"doc_id": "31723747", "pmid": "31723747", "title": "Chimeric Antigen Receptor-T Cell Therapy: Practical Considerations for Implementation in Europe.", "abstract": "Chimeric antigen receptor (CAR)-T cell therapy is a new class of cellular immunotherapies that involves ex vivo genetic modification of T cells to incorporate an engineered CAR. After infusion into the patient, the CAR-expressing T cells recognize specific tumor targets and induce an immune response against them. The technology utilized is fundamentally different from previously available cancer treatments. Currently, most CAR-T cell therapies use autologous T cells. Tisagenlecleucel (formerly CTL019) is an anti-CD19 CAR-T cell therapy that was recently approved in the United States for the treatment of pediatric and young adult patients with relapsed/refractory B-cell acute lymphoblastic leukemia (B-ALL). Tisagenlecleucel has shown robust in vivo expansion and long-term persistence, clinically meaningful durable response and remission rates, and overall survival benefit in pediatric and young adult patients with relapsed/refractory B-ALL and in relapsed/refractory diffuse large B-cell lymphoma. Common adverse events (AEs) include cytokine release syndrome, which may require hospitalization and admission to an intensive care unit, neurological toxicities, and B-cell aplasia. These AEs are manageable when treated by an appropriately trained team. Additional research is required to further develop AE management protocols. In this review, we describe regulatory requirements, clinical considerations, and site-level requirements for clinical study implementation of CAR-T cell therapy in Europe. We also provide a case study of the European experience from the first global clinical trial for tisagenlecleucel, which may serve as a useful starting point for investigators and clinicians looking to implement CAR-T cell therapy at their institutions.", "pub_date": "2018-02-02", "authors": ["Jochen Buechner", "Marie José Kersten", "Miriam Fuchs", "Florence Salmon", "Ulrich Jäger"], "journal": "HemaSphere", "doi": "10.1097/HS9.0000000000000018", "source": "pubmed"}
{"doc_id": "3652593", "pmid": "3652593", "title": "The frozen shoulder. Diagnosis and management.", "abstract": "The differentiation between the stiff and painful shoulder without any joint capsule involvement and with capsule involvement (true adhesive capsulitis) must be established before a rational treatment can be prescribed. Arthrography establishes the correct diagnosis of adhesive capsulitis. Treatment of the stiff and painful shoulder is through prevention and exercise. The treatment of adhesive capsulitis includes prevention, exercises, manipulation, and capsulotomy. Each treatment method is determined by specific criteria. Arthroscopy is not useful for either diagnosis or treatment of adhesive capsulitis but may be useful for recognition of the four stages of the disease.", "pub_date": "1987-10-01", "authors": ["R J Neviaser", "T J Neviaser"], "journal": "Clinical orthopaedics and related research", "doi": "", "source": "pubmed"}
{"doc_id": "28689109", "pmid": "28689109", "title": "Organophosphate pesticides and PON1 L55M in Parkinson's disease progression.", "abstract": "BACKGROUND: Parkinson's disease (PD) has motor and non-motor features that contribute to its phenotype and functional decline. Organophosphate (OP) pesticides and PON1 L55M, which influences OP metabolism, have been implicated in multiple mechanisms related to neuronal cell death and may influence PD symptom progression. OBJECTIVE: To investigate whether ambient agricultural OP exposure and PON1 L55M influence the rate of motor, cognitive, and mood-related symptom progression in PD. METHODS: We followed a longitudinal cohort of 246 incident PD patients on average over 5years (7.5years after diagnosis), repeatedly measuring symptom progression with the Mini-Mental State Exam (MMSE), Unified Parkinson's Disease Rating Scale (UPDRS), and Geriatric Depressive Scale (GDS). OP exposures were generated with a geographic information system (GIS) based exposure assessment tool. We employed repeated-measures regression to assess associations between OP exposure and/or PON1 L55M genotype and progression. RESULTS: High OP exposures were associated with faster progression of motor (UPDRS β=0.24, 95% CI=-0.01, 0.49) and cognitive scores (MMSE β=-0.06, 95% CI=-0.11, -0.01). PON1 55MM was associated with faster progression of motor (UPDRS β=0.28, 95% CI=0.08, 0.48) and depressive symptoms (GDS β=0.07; 95% CI=0.01, 0.13). We also found the PON1 L55M variant to interact with OP exposures in influencing MMSE cognitive scores (β=-1.26, 95% CI=-2.43, -0.09). CONCLUSION: Our study provides preliminary support for the involvement of OP pesticides and PON1 in PD-related motor, cognitive, or depressive symptom progression. Future studies are needed to replicate findings and examine whether elderly populations generally are similarly impacted by pesticides or PON1 55M genotypes.", "pub_date": "2017-07-06", "authors": ["Kimberly C Paul", "Janet S Sinsheimer", "Myles Cockburn", "Jeff M Bronstein", "Yvette Bordelon", "Beate Ritz"], "journal": "Environment international", "doi": "10.1016/j.envint.2017.06.018", "source": "pubmed"}
{"doc_id": "21505849", "pmid": "21505849", "title": "Parkinson's disease risk from ambient exposure to pesticides.", "abstract": "Due to the heavy and expanding agricultural use of neurotoxic pesticides suspected to affect dopaminergic neurons, it is imperative to closely examine the role of pesticides in the development of Parkinson's disease (PD). We focus our investigation on pesticide use in California's heavily agricultural central valley by utilizing a unique pesticide use reporting system. From 2001 to 2007, we enrolled 362 incident PD cases and 341 controls living in the Central Valley of California. Employing our geographic information system model, we estimated ambient exposures to the pesticides ziram, maneb, and paraquat at work places and residences from 1974 to 1999. At workplaces, combined exposure to ziram, maneb, and paraquat increased risk of PD three-fold (OR: 3.09; 95% CI: 1.69, 5.64) and combined exposure to ziram and paraquat, excluding maneb exposure, was associated with a 80% increase in risk (OR:1.82; 95% CI: 1.03, 3.21). Risk estimates for ambient workplace exposure were greater than for exposures at residences and were especially high for younger onset PD patients and when exposed in both locations. Our study is the first to implicate ziram in PD etiology. Combined ambient exposure to ziram and paraquat as well as combined ambient exposure to maneb and paraquat at both workplaces and residences increased PD risk substantially. Those exposed to ziram, maneb, and paraquat together experienced the greatest increase in PD risk. Our results suggest that pesticides affecting different mechanisms that contribute to dopaminergic neuron death may act together to increase the risk of PD considerably.", "pub_date": "2011-04-20", "authors": ["Anthony Wang", "Sadie Costello", "Myles Cockburn", "Xinbo Zhang", "Jeff Bronstein", "Beate Ritz"], "journal": "European journal of epidemiology", "doi": "10.1007/s10654-011-9574-5", "source": "pubmed"}
{"doc_id": "26800565", "pmid": "26800565", "title": "Discoidin Domain Receptor-1 Regulates Calcific Extracellular Vesicle Release in Vascular Smooth Muscle Cell Fibrocalcific Response via Transforming Growth Factor-β Signaling.", "abstract": "OBJECTIVE: Collagen accumulation and calcification are major determinants of atherosclerotic plaque stability. Extracellular vesicle (EV)-derived microcalcifications in the collagen-poor fibrous cap may promote plaque rupture. In this study, we hypothesize that the collagen receptor discoidin domain receptor-1 (DDR-1) regulates collagen deposition and release of calcifying EVs by vascular smooth muscle cells (SMCs) through the transforming growth factor-β (TGF-β) pathway. APPROACH AND RESULTS: SMCs from the carotid arteries of DDR-1(-/-) mice and wild-type littermates (n=5-10 per group) were cultured in normal or calcifying media. At days 14 and 21, SMCs were harvested and EVs isolated for analysis. Compared with wild-type, DDR-1(-/-) SMCs exhibited a 4-fold increase in EV release (P<0.001) with concomitantly elevated alkaline phosphatase activity (P<0.0001) as a hallmark of EV calcifying potential. The DDR-1(-/-) phenotype was characterized by increased mineralization (Alizarin Red S and Osteosense, P<0.001 and P=0.002, respectively) and amorphous collagen deposition (P<0.001). We further identified a novel link between DDR-1 and the TGF-β pathway previously implicated in both fibrotic and calcific responses. An increase in TGF-β1 release by DDR-1(-/-) SMCs in calcifying media (P<0.001) stimulated p38 phosphorylation (P=0.02) and suppressed activation of Smad3. Inhibition of either TGF-β receptor-I or phospho-p38 reversed the fibrocalcific DDR-1(-/-) phenotype, corroborating a causal relationship between DDR-1 and TGF-β in EV-mediated vascular calcification. CONCLUSIONS: DDR-1 interacts with the TGF-β pathway to restrict calcifying EV-mediated mineralization and fibrosis by SMCs. We therefore establish a novel mechanism of cell-matrix homeostasis in atherosclerotic plaque formation.", "pub_date": "2016-01-21", "authors": ["Jona B Krohn", "Joshua D Hutcheson", "Eduardo Martínez-Martínez", "Whitney S Irvin", "Carlijn V C Bouten", "Sergio Bertazzo", "Michelle P Bendeck", "Elena Aikawa"], "journal": "Arteriosclerosis, thrombosis, and vascular biology", "doi": "10.1161/ATVBAHA.115.307009", "source": "pubmed"}
{"doc_id": "16815498", "pmid": "16815498", "title": "Pleiotropic actions of vitamin K: protector of bone health and beyond?", "abstract": "Vitamin K is a nutrient that was originally identified as an essential factor for blood coagulation. Recently, vitamin K has emerged as a potential protector against osteoporosis, atherosclerosis, and hepatocarcinoma. Accumulated evidence indicates that subclinical non-hemostatic vitamin K deficiency in extrahepatic tissues, particularly in bone and possibly in vasculature, exists widely in the otherwise healthy adult population. Vitamins K1 and K2 have been shown to exert protective effects against osteoporosis, although it is important that the beneficial effects will be further confirmed by large-scale, randomized, clinical trials. Increasing evidence implicates a role for vitamin K in calcification of arteries and atherogenesis. Moreover, the therapeutic potential of vitamin K2 as an antihepatoma drug has recently been highlighted. Most of the new biological functions of vitamin K in bone, vasculature, and hepatoma cells are considered attributable to promotion of gamma-carboxylation of glutamic acid residues in vitamin K-dependent proteins, which is shared by vitamins K1 and K2. In contrast, vitamin K2-specific, gamma-carboxylation-unrelated functions have also been demonstrated. Thus, biological differences between vitamins K1 and K2 and potential involvement of gamma-carboxylation-independent actions in the new roles of vitamin K remain open issues. Molecular bases of coagulation-unrelated pleiotropic actions of vitamin K and its implications in human health deserve further investigations.", "pub_date": "2006-01-01", "authors": ["Masao Kaneki", "Takayuki Hosoi", "Yasuyoshi Ouchi", "Hajime Orimo"], "journal": "Nutrition (Burbank, Los Angeles County, Calif.)", "doi": "10.1016/j.nut.2006.05.003", "source": "pubmed"}
{"doc_id": "38171149", "pmid": "38171149", "title": "Design, synthesis, and biological evaluation of novel discoidin domain receptor inhibitors for the treatment of lung adenocarcinoma and pulmonary fibrosis.", "abstract": "Discoidin domain receptors (DDR) play crucial roles in cell proliferation and differentiation. When DDRs are overexpressed, it has been associated with various diseases such as cancers, fibrotic disorders, and inflammation. This study aimed to expand on previous research by using a structure-based drug design approach to develop a series of new indole-urea derivatives as potent inhibitors of DDR1. Through biochemical analyses, it was found that these compounds effectively inhibited DDR1/2, with compound 7s demonstrating the highest activity against A549 cells (IC", "pub_date": "2023-12-30", "authors": ["Shangke Liu", "Xiang Li", "Can Chen", "Xinyu Lin", "Weifang Zuo", "Cheng Peng", "Qinglin Jiang", "Wei Huang", "Gu He"], "journal": "European journal of medicinal chemistry", "doi": "10.1016/j.ejmech.2023.116100", "source": "pubmed"}
{"doc_id": "24108469", "pmid": "24108469", "title": "Vitamin K and brain function.", "abstract": "One of the fat-soluble vitamins, vitamin K was initially discovered for its role in blood coagulation. Although several vitamin K-dependent hemostatic proteins are particularly important for the brain, other vitamin K-dependent proteins (VKDPs), not associated with blood coagulation, also contribute to the brain function. In addition to the VKDPs, vitamin K participates in the nervous system through its involvement in sphingolipid metabolism, a class of lipids widely present in brain cell membranes. Classically known for their structural role, sphingolipids are biologically potent molecules involved in a wide range of cellular actions. Also, there is growing evidence that the K vitamer, menaquinone-4, has anti-inflammatory activity and offers protection against oxidative stress. Finally, although limited in numbers, reports point to a modulatory role of vitamin K in cognition. This short review presents an overview of the known role of vitamin K in brain function to date.", "pub_date": "2013-10-09", "authors": ["Guylaine Ferland"], "journal": "Seminars in thrombosis and hemostasis", "doi": "10.1055/s-0033-1357481", "source": "pubmed"}
{"doc_id": "36985379", "pmid": "36985379", "title": "Efficacy of Fecal Microbiota Transplant on Behavioral and Gastrointestinal Symptoms in Pediatric Autism: A Systematic Review.", "abstract": "", "pub_date": "2023-03-22", "authors": ["Zahra Dossaji", "Adam Khattak", "Kyaw Min Tun", "Mark Hsu", "Kavita Batra", "Annie S Hong"], "journal": "Microorganisms", "doi": "10.3390/microorganisms11030806", "source": "pubmed"}
{"doc_id": "30840560", "pmid": "30840560", "title": "Borderline Personality Disorder: Clinical Guidelines for Treatment.", "abstract": "Borderline personality disorder (BPD) is fundamentally a syndrome composed of symptoms (primarily of emotional dysregulation) and a number of true personality traits (such as inordinate anger, impulsivity, and a tendency to stress-related paranoid ideation). Whereas schizotypal personality disorder, with its cognitive peculiarities (ideas of reference, odd beliefs, eccentric speech), is closely linked as a genetic condition-\"borderline\" to the major condition schizophrenia-BPD is less closely linked to bipolar disorder. Some cases of BPD are linked genetically to and are in the \"border\" of bipolar disorder. But the condition can also arise from adverse post-natal factors: parental cruelty or neglect, or incest. In some BPD patients, both are present: risk genes for bipolar disorder and adverse conditions within the family. The genetic risk is often overlooked. To avoid this, initial evaluations should always include a careful and extensive family history for mood disorders, and should extend out to grandparents, aunts, uncles, and cousins. Where the history suggests a genetic link to bipolar disorder, a mood stabilizer such as lithium or lamotrigine, even in modest doses, may be particularly beneficial, more so than conventional antidepressants. In some patients, ADHD was present in childhood, BPD was diagnosed during or after puberty, and a form of bipolar disorder becomes apparent during their 20s. As for the psychotherapeutic component, the patient's cognitive style and capacity for introspection will help determine whether a primarily expressive (psychoanalytically oriented) technique is preferable or a primarily cognitive-behavioral technique. Flexibility is necessary, since during emotional crises, supportive and limit-setting interventions will be needed, along with psychotropic medications, and where necessary, programs to help combat substance abuse (which is common among patients with BPD).", "pub_date": "2019-01-01", "authors": ["Michael H Stone"], "journal": "Psychodynamic psychiatry", "doi": "10.1521/pdps.2019.47.1.5", "source": "pubmed"}
{"doc_id": "37774178", "pmid": "37774178", "title": "High- versus Low-dose Steroid Injection for Adhesive Capsulitis (Frozen Shoulder): A Systematic Review and Meta-analysis.", "abstract": "BACKGROUND: Intraarticular steroid injections are a commonly used and proven treatment for frozen shoulder; however, there is no scientific basis for a certified dose. OBJECTIVES: This study aimed to identify the difference between high- and low-dose steroid injections treatments and suggest an appropriate dose. STUDY DESIGN: Systematic review and meta-analysis. METHODS: The MEDLINE, EMBASE, and Cochrane electronic databases were searched through February 15, 2023 for eligible randomized controlled trials. The effects of high- and low-dose steroid injections were calculated as standardized mean differences (SMD) in pain, shoulder range of motion (ROM), and functional improvement. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach was used to evaluate evidence quality. RESULTS: Four studies with 274 patients were included in the final analysis. The meta-analysis showed that improvement in pain (SMD, 0.10; 95% CI, -0.12 to 0.32), ROM (SMD, 0.07; 95% CI, -0.05 to 0.19), and functional improvement (SMD, 0.08; 95% CI, -0.10 to 0.26) did not differ significantly between the high- and low-dose steroid injections. Subgroup follow-up analyses also showed no clinically significant differences in SMD for pain, ROM, and functional scale measurement in any subgroups (after 3 weeks, 6 weeks, and one year). One article described that, although there was no significant difference in adverse events frequency between the high- and low-dose groups, flushing tended to occur more frequently in the high-dose group. LIMITATIONS: Limitations are the small number of studies included in the meta-analysis, no disease stage considered, and a short follow-up period. CONCLUSIONS: This meta-analysis suggests there are no significant differences between the high- and low-dose steroid groups in pain, ROM, or functional improvement. Therefore, considering the side effects of high-dose steroids, starting with low-dose steroids is recommended. However, further studies are needed to establish exact protocols according to disease severity. KEY WORDS: Frozen shoulder, adhesive capsulitis, steroids, triamcinolone acetonide, injections, intraarticular, optimal dose, meta-analysis, randomized controlled trial.", "pub_date": "2023-09-01", "authors": ["Seong Jun Kim", "Jong Mi Park", "Junmin Song", "Seo Yeon Yoon", "Jae Il Shin", "Sang Chul Lee"], "journal": "Pain physician", "doi": "", "source": "pubmed"}
{"doc_id": "39676006", "pmid": "39676006", "title": "Comprehensive Review of Bispecific Antibody Constructs In Multiple Myeloma: Affinities, Dosing Strategies and Future Perspectives.", "abstract": "Despite significant advancements, multiple myeloma (MM) remains incurable, and there is still a pressing need for new therapeutic strategies with highly selective mechanisms of action and balanced off-target toxicity. In recent years, the development of \"off-the-shelf\" bispecific antibodies (bsAbs) has significantly enhanced our ability to treat relapsed or refractory MM. Teclistamab, elranatamab (both BCMA × CD3), and talquetamab (GPRC5D × CD3) are approved for treating MM patients who have received at least 3 prior lines of therapy, including a proteasome inhibitor, an immunomodulatory drug, and an anti-CD38 monoclonal antibody. Meanwhile, the range of available bsAbs is rapidly expanding, offering patients and healthcare providers a broad selection of options that vary in target antigens, binding domains, construct designs, dosing regimens, and side effects. As linvoseltamab, alnuctamab, and ABBV-383 (all BCMA × CD3), as well as forimtamig (GPRC5D × CD3) and cevostamab (FcRH5 × CD3) progress through late-stage clinical development, emerging trispecific antibodies are now available that target either 2 different MM-associated antigens or provide additional co-stimulatory signals to prevent T-cell exhaustion. Despite this plethora of therapeutic options, resistance to bsAbs is an inevitability, and the optimal positioning of these drugs within the current MM treatment landscape remains to be determined. In this review, we examine the available data on all clinically accessible bsAbs, evaluating their potential, current limitations, and implications for efficacy and safety, with the aim of achieving deeper responses and longer overall survival for MM patients.", "pub_date": "2024-11-22", "authors": ["Johannes M Waldschmidt", "Leo Rasche", "K Martin Kortüm", "Hermann Einsele"], "journal": "Clinical lymphoma, myeloma & leukemia", "doi": "10.1016/j.clml.2024.11.012", "source": "pubmed"}
{"doc_id": "36116720", "pmid": "36116720", "title": "Ultrasound-mediated blood-brain barrier opening: An effective drug delivery system for theranostics of brain diseases.", "abstract": "Blood-brain barrier (BBB) remains a significant obstacle to drug therapy for brain diseases. Focused ultrasound (FUS) combined with microbubbles (MBs) can locally and transiently open the BBB, providing a potential strategy for drug delivery across the BBB into the brain. Nowadays, taking advantage of this technology, many therapeutic agents, such as antibodies, growth factors, and nanomedicine formulations, are intensively investigated across the BBB into specific brain regions for the treatment of various brain diseases. Several preliminary clinical trials also have demonstrated its safety and good tolerance in patients. This review gives an overview of the basic mechanisms, ultrasound contrast agents, evaluation or monitoring methods, and medical applications of FUS-mediated BBB opening in glioblastoma, Alzheimer's disease, and Parkinson's disease.", "pub_date": "2022-09-15", "authors": ["Jieqiong Wang", "Zhenzhou Li", "Min Pan", "Muhammad Fiaz", "Yongsheng Hao", "Yiran Yan", "Litao Sun", "Fei Yan"], "journal": "Advanced drug delivery reviews", "doi": "10.1016/j.addr.2022.114539", "source": "pubmed"}
{"doc_id": "37509726", "pmid": "37509726", "title": "Breaking through Multiple Myeloma: A Paradigm for a Comprehensive Tumor Ecosystem Targeting.", "abstract": "Multiple myeloma (MM) is a cancerous condition characterized by the proliferation of plasma cells within the hematopoietic marrow, resulting in multiple osteolytic lesions. MM patients typically experience bone pain, kidney damage, fatigue due to anemia, and infections. Historically, MM was an incurable disease with a life expectancy of around three years after diagnosis. However, over the past two decades, the development of novel therapeutics has significantly improved patient outcomes, including response to treatment, remission duration, quality of life, and overall survival. These advancements include thalidomide and its derivatives, lenalidomide and pomalidomide, which exhibit diverse mechanisms of action against the plasma cell clone. Additionally, proteasome inhibitors such as bortezomib, ixazomib, and carfilzomib disrupt protein degradation, proving specifically toxic to cancerous plasma cells. Recent advancements also involve monoclonal antibodies targeting surface antigens, such as elotuzumab (anti-CS1) and daratumumab (anti-CD38), bispecific t-cell engagers such as teclistamab (anti-BCMA/CD3) and Chimeric antigen receptor T (CAR-T)-based strategies, with a growing focus on drugs that exhibit increasingly targeted action against neoplastic plasma cells and relevant effects on the tumor microenvironment.", "pub_date": "2023-07-24", "authors": ["Antonio G Solimando", "Markus Krebs", "Vanessa Desantis", "Donatello Marziliano", "Ingrid Catalina Caradonna", "Arcangelo Morizio", "Antonella Argentiero", "Endrit Shahini", "Max Bittrich"], "journal": "Biomedicines", "doi": "10.3390/biomedicines11072087", "source": "pubmed"}
{"doc_id": "22057045", "pmid": "22057045", "title": "Phosphotyrosine mediated protein interactions of the discoidin domain receptor 1.", "abstract": "The receptor tyrosine kinase DDR1 has been implicated in multiple human cancers and fibrosis and is targeted by the leukemia drug Gleevec. This suggests that DDR1 might be a new therapeutic target. However, further insight into the DDR1 signaling pathway is required in order to support its further development. Here, we investigated DDR1 proximal signaling by the analysis of protein-protein interactions using proteomic approaches. All known interactors of DDR1 were identified and localized to specific phosphotyrosine residues on the receptor. In addition, we identified numerous signaling proteins as new putative phosphotyrosine mediated interactors including RasGAP, SHIP1, SHIP2, STATs, PI3K and the SRC family kinases. Most of the new proteins contain SH2 and PTB domains and for all interactors we could directly point the site of interaction to specific phosphotyrosine residues on the receptor. The identified proteins have roles in the early steps of the signaling cascade, propagating the signal from the DDR1 receptor into the cell. The map of phosphotyrosine mediated interactors of DDR1 created in this study will serve as a starting point for functional investigations which will enhance our knowledge on the role of the DDR1 receptor in health and disease. This article is part of a Special Section entitled: Understanding genome regulation and genetic diversity by mass spectrometry.", "pub_date": "2011-10-26", "authors": ["Simone Lemeer", "Andrej Bluwstein", "Zhixiang Wu", "Julia Leberfinger", "Konrad Müller", "Karl Kramer", "Bernhard Kuster"], "journal": "Journal of proteomics", "doi": "10.1016/j.jprot.2011.10.007", "source": "pubmed"}
{"doc_id": "36891292", "pmid": "36891292", "title": "Interleukin-27-dependent transcriptome signatures during neonatal sepsis.", "abstract": "Human newborns exhibit increased vulnerability and risk of mortality from infection that is consistent with key differences in the innate and adaptive immune responses relative to those in adult cells. We have previously shown an increase in the immune suppressive cytokine, IL-27, in neonatal cells and tissues from mice and humans. In a murine model of neonatal sepsis, mice deficient in IL-27 signaling exhibit reduced mortality, increased weight gain, and better control of bacteria with reduced systemic inflammation. To explore a reprogramming of the host response in the absence of IL-27 signaling, we profiled the transcriptome of the neonatal spleen during ", "pub_date": "2023-02-20", "authors": ["Jessica M Povroznik", "Halima Akhter", "Jordan K Vance", "Madhavi Annamanedi", "Sebastian A Dziadowicz", "Lei Wang", "Ashley M Divens", "Gangqing Hu", "Cory M Robinson"], "journal": "Frontiers in immunology", "doi": "10.3389/fimmu.2023.1124140", "source": "pubmed"}
{"doc_id": "19379027", "pmid": "19379027", "title": "A biosocial developmental model of borderline personality: Elaborating and extending Linehan's theory.", "abstract": "Over the past several decades, research has focused increasingly on developmental precursors to psychological disorders that were previously assumed to emerge only in adulthood. This change in focus follows from the recognition that complex transactions between biological vulnerabilities and psychosocial risk factors shape emotional and behavioral development beginning at conception. To date, however, empirical research on the development of borderline personality is extremely limited. Indeed, in the decade since M. M. Linehan initially proposed a biosocial model of the development of borderline personality disorder, there have been few attempts to test the model among at-risk youth. In this review, diverse literatures are reviewed that can inform understanding of the ontogenesis of borderline pathology, and testable hypotheses are proposed to guide future research with at-risk children and adolescents. One probable pathway is identified that leads to borderline personality disorder; it begins with early vulnerability, expressed initially as impulsivity and followed by heightened emotional sensitivity. These vulnerabilities are potentiated across development by environmental risk factors that give rise to more extreme emotional, behavioral, and cognitive dysregulation. (PsycINFO Database Record (c) 2009 APA, all rights reserved).", "pub_date": "2009-05-01", "authors": ["Sheila E Crowell", "Theodore P Beauchaine", "Marsha M Linehan"], "journal": "Psychological bulletin", "doi": "10.1037/a0015616", "source": "pubmed"}
{"doc_id": "39184737", "pmid": "39184737", "title": "Comparative Analysis of C-reactive Protein and Procalcitonin as Biomarkers for Prognostic Assessment in Pediatric Sepsis.", "abstract": "Background Sepsis poses a critical medical challenge due to its profound systemic inflammatory response, which frequently results in organ dysfunction and high mortality rates, especially in pediatric patients. The condition requires prompt recognition and aggressive management to mitigate its severe outcomes. Methods This prospective study enrolled 248 pediatric patients admitted with sepsis to the pediatric intensive care unit (PICU) at our tertiary care center. Patients were randomly assigned to either the C-reactive protein (CRP) or procalcitonin (PCT) groups, with biomarker levels measured upon admission (hour zero) and again at 72 hours post-admission. Clinical parameters such as the need for ionotropic support, use of steroids, incidence of acute kidney injury (AKI), requirement for invasive ventilation, patient outcomes, and changes in antibiotic management were assessed based on these biomarker levels. Results Procalcitonin-positive sepsis cases demonstrated notable clinical severity compared to their C-reactive protein counterparts, showing significantly lower systolic blood pressure (p = 0.012), heightened need for ionotropic support (p < 0.0001), and more pronounced liver and renal dysfunction as indicated by elevated serum bilirubin (p = 0.001) and creatinine levels (p = 0.0058). The incidence of AKI was also higher in procalcitonin-positive cases. Despite these severe clinical parameters, there were no significant differences in the length of the PICU stay or in patient outcomes concerning discharge and mortality rates. Procalcitonin levels effectively guided antibiotic management, resulting in therapy adjustments in a substantial proportion of cases, with 67 (54%) experiencing downgrades and 33 (27%) requiring upgrades based on procalcitonin levels measured 72 hours post-admission. Conclusion Procalcitonin proves to be a valuable biomarker in assessing the severity and management of sepsis in pediatric patients. It correlates significantly with clinical parameters such as blood pressure, the need for ionotropic support, and markers of organ dysfunction.", "pub_date": "2024-07-26", "authors": ["Neha Tyagi", "Siddhi Gawhale", "Manojkumar G Patil", "Sampada Tambolkar", "Shradha Salunkhe", "Shailaja V Mane"], "journal": "Cureus", "doi": "10.7759/cureus.65427", "source": "pubmed"}
{"doc_id": "31574104", "pmid": "31574104", "title": "Parenting and personality disorder: An overview and meta-synthesis of systematic reviews.", "abstract": "BACKGROUND/OBJECTIVES: Maladaptive parenting (including childhood maltreatment, abuse and neglect) has been implicated in the scientific literature exploring the aetiology of personality disorder, particularly borderline personality disorder (BPD). Our primary objective was to summarise the evidence on the relationship between parenting and personality disorder, assisting clinical decision-makers to translate this research into clinical policy and practice. METHODS: We conducted an overview of systematic reviews that assessed individuals with personality disorder pathology for experiences of maladaptive parenting, compared to psychiatric or healthy comparisons/controls, and the impact on psychopathological and relational outcomes. Systematic literature searches were conducted in Scopus, Web of Science, MEDLINE, PsycINFO, and by hand in August 2018. Methodological quality was assessed using the CASP systematic review checklist, and results were qualitatively synthesised. A pre-determined protocol was registered in Prospective Register of Systematic Reviews (PROSPERO 2019:CRD42018096177). RESULTS: Of the 312 identified records, 293 abstracts were screened, 36 full-text articles were retrieved and eight systematic reviews met pre-determined criteria for qualitative synthesises. The majority of studies reported outcomes related to BPD (n = 7), and study design, methodology and quality varied. Within the eight systematic reviews there were 211 primary studies, of which 140 (66.35%) met eligibility criteria for inclusion in this overview. Eligible primary studies reported on 121,895 adult, child/adolescent and parent-offspring participants, with most studies focused on borderline personality pathology (n = 100, 71.43%). Study design and methodology also varied for these studies. Overall, five systematic reviews overwhelming found that maladaptive parenting was a psychosocial risk factor for the development of borderline personality pathology, and three studies found that borderline personality pathology was associated with maladaptive parenting, and negative offspring and parenting-offspring outcomes. CONCLUSIONS: In light of these findings, we recommend greater emphasis on parenting in clinical practice and the development of parenting interventions for individuals with personality disorder. However, our understanding is limited by the heterogeneity and varying quality of the evidence, and as such, future research utilising more rigorous research methodology is needed.", "pub_date": "2019-10-01", "authors": ["Kayla R Steele", "Michelle L Townsend", "Brin F S Grenyer"], "journal": "PloS one", "doi": "10.1371/journal.pone.0223038", "source": "pubmed"}
{"doc_id": "17987207", "pmid": "17987207", "title": "Treatment of frozen shoulder using distension arthrography (hydrodilatation): a case series.", "abstract": "Frozen shoulder (adhesive capsulitis) is a common, painful and disabling condition which is typically slow to resolve. Patients with this condition will be seen in every musculoskeletal practitioner's clinic on a regular basis. There is a wide variety of treatment modalities available, some more effective than others. This article reviews the literature on the aetiology and natural history of the condition, and the common treatments provided. The literature on hydraulic arthrographic capsular distension (hydrodilatation) is reviewed and six cases referred for this treatment from a chiropractic clinic are presented.", "pub_date": "2004-07-01", "authors": ["J Keith Simpson", "Richard Budge"], "journal": "Australasian chiropractic & osteopathy : journal of the Chiropractic & Osteopathic College of Australasia", "doi": "", "source": "pubmed"}
{"doc_id": "28733886", "pmid": "28733886", "title": "Cognitive Reappraisal and Depression in Children with a Parent History of Depression.", "abstract": "Although decades of research have documented that children whose parents have a history of Major Depressive Disorder (MDD) are at a higher risk of developing depression themselves, not all of these children go on to develop depression themselves, thus highlighting the need to understand potential moderators of risk. The current study examined whether child emotion regulation, specifically, the use of cognitive reappraisal and suppression, moderated the link between parent and child depression. We recruited 458 parents and their children between the ages of 7-11 from the community. The majority of children were Caucasian (74.2%) and approximately half were girls (46.1%). Among children with a parent history of MDD, those who reported using cognitive reappraisal more frequently were less likely to have a history of depressive diagnoses themselves and had higher current levels of positive affect. Although children's use of suppression was not associated with their levels of depressive symptoms among children with a parent history of MDD, higher levels of suppression were related to higher levels of depressive symptoms among children with no parent history of MDD. These findings suggest that, among children with a history of parent depression, children's use of cognitive reappraisal may influence their own risk for developing depression and highlights the potential utility of early interventions that focus on improving the use of emotion regulation strategies like cognitive reappraisal among children of depressed parents.", "pub_date": "2018-05-01", "authors": ["Anastacia Y Kudinova", "Kiera James", "Brandon E Gibb"], "journal": "Journal of abnormal child psychology", "doi": "10.1007/s10802-017-0333-2", "source": "pubmed"}
{"doc_id": "39857783", "pmid": "39857783", "title": "Expanded Use of Vorasidenib in Non-Enhancing Recurrent CNS WHO Grade 3 Oligodendroglioma.", "abstract": "", "pub_date": "2025-01-15", "authors": ["Alexander S Himstead", "Jefferson W Chen", "Eleanor Chu", "Mari A Perez-Rosendahl", "Michelle Zheng", "Sherin Mathew", "Carlen A Yuen"], "journal": "Biomedicines", "doi": "10.3390/biomedicines13010201", "source": "pubmed"}
{"doc_id": "19566774", "pmid": "19566774", "title": "Relationship of intentional self-harm using sharp objects with depressive and dissociative tendencies in pre-adolescence-adolescence.", "abstract": "AIMS: The objectives of the present study were to (i) evaluate the prevalence of children and adolescents who have engaged in intentional self-harm using a sharp object; and (ii) investigate the relationship between self-harm with sharp objects and depressive tendencies or dissociative tendencies. METHODS: A total of 1938 students in grades 5-12 in Yokohama, Japan, were enrolled, and they completed anonymous self-report questionnaires including a question about intentional self-harm with a sharp object, the Depression Self-Rating Scale for Children (DSRSC) and the Adolescent Dissociative Experiences Scale (A-DES). RESULTS: The prevalence of self-harm using sharp object was 5.4% among male 5th-6th graders, 4.0% among female 5th-6th graders, 5.3% among male 7th-9th graders, 15.1% among female 7th-9th graders, 6.6% among male 10th-12th graders, and 9.6% among female 10th-12th graders. Categorical regression analysis showed that a small amount of variance in self-harm by sharp object was explained by DSRSC and A-DES scores. CONCLUSIONS: Self-harm with a sharp object was prevalent among pre-adolescents and adolescents and was associated with depressive and dissociative tendencies.", "pub_date": "2009-06-01", "authors": ["Noriko Sho", "Arata Oiji", "Chizue Konno", "Koji Toyohara", "Tatsuya Minami", "Takashi Arai", "Yoji Seike"], "journal": "Psychiatry and clinical neurosciences", "doi": "10.1111/j.1440-1819.2009.01959.x", "source": "pubmed"}
{"doc_id": "7790781", "pmid": "7790781", "title": "Chiropractic treatment of frozen shoulder syndrome (adhesive capsulitis) utilizing mechanical force, manually assisted short lever adjusting procedures.", "abstract": "OBJECTIVE: To describe treatment of frozen shoulder syndrome (adhesive capsulitis) via conservative chiropractic treatment to the shoulder joint, utilizing specific contact, low force, instrumental adjusting procedures. A case report, providing an illustrative example of the same, is presented along with a review of the relevant literature. CLINICAL FEATURES: A 53-yr-old woman suffered severe shoulder pain of over 6 months' duration. The patient had been diagnosed as having adhesive capsulitis and had undergone a variety of different treatment regimens without obtaining relief, including various NSAIDs, analgesics and physical therapy. At the time of her presentation, her condition had progressed to the point of near total immobility of the shoulder joint, accompanied by severe pain with resulting marked restriction in her normal activities of daily living. INTERVENTION AND OUTCOME: The patient's shoulder was conservatively managed with chiropractic adjustments to the affected shoulder joint, as well as to the cervicothoracic spine. Treatment consisted of mechanical force, manually assisted short lever chiropractic adjustments, delivered via an Activator Adjusting Instrument. Successful resolution of the presenting symptomatology was achieved. CONCLUSION: Chiropractic care may be able to provide an effective mode of therapeutic treatment for certain types of these difficult cases. Low force instrumental adjustments, in particular, may present certain benefits in these cases that the more forceful manipulations and/or mobilizations cannot. As such, further formal investigation of this type of therapeutic intervention for treatment of frozen shoulder may be warranted on a larger scale.", "pub_date": "1995-02-01", "authors": ["B S Polkinghorn"], "journal": "Journal of manipulative and physiological therapeutics", "doi": "", "source": "pubmed"}
{"doc_id": "39610635", "pmid": "39610635", "title": "Neutrophil Gelatinase-Associated Lipocalin (NGAL) as a Predictor for Sepsis Mortality in Children Admitted to Pediatric Intensive Care Unit (PICU): A Comparison With Prothrombin Time/International Normalized Ratio (PT/INR) and Urea/Creatinine Ratio.", "abstract": "Background Sepsis is the primary cause of death in children, and it is crucial to identify patients at high risk of mortality early on in order to provide intensive monitoring and management in the Pediatric Intensive Care Unit (PICU). Objective The objective of this study was to assess the predictive value of routinely used sepsis indicators, including neutrophil gelatinase-associated lipocalin (NGAL), urea to creatinine ratio (urea/Cr), and prothrombin time and international normalized ratio (PT/INR), in predicting death in critically unwell children. Patients and methods A total of 75 children were included in the research conducted at the PICU of Minia University. Among them, 21 (28%) were released as survivors, while the remaining 54 (72%) unfortunately passed away. All participating children were subjected to serum NGAL, urea/Cr, and PT/INR measurements during the first 24 hours of hospitalization. The severity of sepsis was assessed using the Pediatric Risk of Mortality (PRISM) III score. Results The NGAL, prothrombin, urea, and creatinine levels were considerably elevated in the group of individuals who died compared to those who survived (P < 0.001, 0.007, 0.028, and 0.032, respectively). However, no significant difference was found between survivors and deceased children in terms of the PT/INR ratio and urea/Cr ratio. When predicting mortality, NGAL with a cutoff point of more than 990 had a sensitivity of 100% and a specificity of 35%. Similarly, the PRISM score with a cutoff point greater than 18 had a sensitivity of 83.3% and a specificity of 42.9%. Conclusion Serum NGAL is reliable in the early prediction of mortality in children admitted with sepsis.", "pub_date": "2024-10-29", "authors": ["Marwa Ibrahem Abdelrazic", "Gehan Lotfy Abdel Hakeem", "Mina Sobhy Hanna", "Omima M Mohamed", "Doaa Elzaeem Ismail", "Ibtehal Saad Abuelela"], "journal": "Cureus", "doi": "10.7759/cureus.72643", "source": "pubmed"}
{"doc_id": "37213538", "pmid": "37213538", "title": "Safety and efficacy of lecanemab for Alzheimer's disease: a systematic review and meta-analysis of randomized clinical trials.", "abstract": "OBJECTIVE: We performed a systematic review and meta-analysis of the cognitive effectiveness and safety of lecanemab on subjects with Alzheimer's disease (AD). METHODS: We screened the literature published before February 2023 in PubMed, Embase, Web of Science, and Cochrane that were searched for randomized controlled trials testing lecanemab for the treatment of cognitive decline in patients with MCI or AD. Outcomes measured were CDR Sum of Boxes (CDR-SB), Alzheimer's Disease Composite Score (ADCOMS), AD Assessment Scale-Cognitive Subscale (ADAS-Cog), Clinical Dementia Rating (CDR), amyloid PET Standardized Uptake Volume Ratio (SUVr), amyloid burden on PET, and risks for adverse events. RESULTS: A total of four randomized controlled trials were included, involving 3,108 AD patients (1,695 lecanemab groups and 1,413 placebo groups) to synthesize evidence. Baseline characteristics of the two groups were similar in all outcomes except that ApoE 4 status and higher MMSE score were observed in the lecanemab group. It is reported that lecanemab was beneficial to stabilize or slow down the decrease in CDR-SB (WMD: -0.45; 95% CI: -0.64, -0.25;  CONCLUSION: Our analysis found that lecanemab showed significant positive statistical efficacy with respect to cognition, function, and behavior in patients with early AD though the actual clinical significance is yet to be established. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/#recordDetails, identifier: CRD42023393393.", "pub_date": "2023-05-05", "authors": ["Yue Qiao", "Yuewei Chi", "Qingyuan Zhang", "Ying Ma"], "journal": "Frontiers in aging neuroscience", "doi": "10.3389/fnagi.2023.1169499", "source": "pubmed"}
{"doc_id": "28411498", "pmid": "28411498", "title": "A pilot study on the association between rare earth elements in maternal hair and the risk of neural tube defects in north China.", "abstract": "Rare earth elements (REEs) have many applications in industry, agriculture, and medicine, resulting in occupational and environmental exposure and concerns regarding REE-associated health effects. However, few epidemiological studies have examined the adverse effects of REEs on pregnancy outcomes. Therefore, this study examined the relationship between the REE concentrations in maternal hair growing during early pregnancy and the risk of neural tube defects (NTDs) in offspring. We included 191 women with NTD-affected pregnancies (cases) and 261 women delivering healthy infants (controls). The cases were divided into three subtypes: anencephaly, spina bifida, and encephalocele. Four REEs in maternal hair were analyzed by inductively coupled plasma-mass spectrometry: lanthanum (La), cerium (Ce), praseodymium (Pr), and neodymium (Nd). A questionnaire was used to collect information about maternal sociodemographic characteristics and dietary habits. The median concentrations of Ce and Pr in the NTD group were higher than those in the control group, whereas there were no significant differences for La and Nd. The adjusted odds ratios (ORs) for the four REE concentrations above the median in the case groups were not significantly > 1. An increasing frequency of the consumption of beans or bean products and fresh fruit was negatively correlated with the four REE concentrations. Our results did not suggest that the concentrations of REEs in maternal hair were associated with the risk of NTDs or any subtype of NTDs in the general population.", "pub_date": "2017-04-12", "authors": ["Wenhua Huo", "Yibing Zhu", "Zhenjiang Li", "Yiming Pang", "Bin Wang", "Zhiwen Li"], "journal": "Environmental pollution (Barking, Essex : 1987)", "doi": "10.1016/j.envpol.2017.03.046", "source": "pubmed"}
{"doc_id": "29483153", "pmid": "29483153", "title": "Discoidin domain receptor 1 (DDR1) ablation promotes tissue fibrosis and hypoxia to induce aggressive basal-like breast cancers.", "abstract": "The discoidin domain receptor 1 (DDR1) is overexpressed in breast carcinoma cells. Low DDR1 expression is associated with worse relapse-free survival, reflecting its controversial role in cancer progression. We detected DDR1 on luminal cells but not on myoepithelial cells of DDR1", "pub_date": "2018-02-26", "authors": ["Ken Takai", "Allison P Drain", "Devon A Lawson", "Laurie E Littlepage", "Marcela Karpuj", "Kai Kessenbrock", "Annie Le", "Kenichi Inoue", "Valerie M Weaver", "Zena Werb"], "journal": "Genes & development", "doi": "10.1101/gad.301366.117", "source": "pubmed"}
{"doc_id": "37827964", "pmid": "37827964", "title": "[Antibody drug conjugates (ADC) and bispecific antibodies in oncology - report of the 2022 Saint Louis day].", "abstract": "Antibody Drug Conjugates (ADC) and bispecific antibodies are booming and were the subject of the scientific event proposed by the French Society of Oncological Pharmacy, October 13, 2022. An ADC is composed of the antibody targeting a receptor expressed on the tumor cell, the spacer making it possible to attach the cytotoxic to the antibody and to control its distribution in the body, and the cytotoxic. Therapeutic antibodies, monoclonal and conjugated, have particular pharmacokinetics. Unlike monoclonal antibodies for which the standard dose is most often fixed, this is expressed in mg/m", "pub_date": "2023-10-10", "authors": ["Florence Ranchon", "Étienne Chatelut", "Juliette Lambert", "Pierre Sesques", "Constance Thibault", "Isabelle Madelaine", "Catherine Rioufol", "Véronique Diéras", "Jean-Louis Cazin"], "journal": "Bulletin du cancer", "doi": "10.1016/j.bulcan.2023.07.009", "source": "pubmed"}
{"doc_id": "39911745", "pmid": "39911745", "title": "The vagal rhizopathies.", "abstract": "Neurovascular compression of the tenth cranial nerve, the vagus nerve, can cause recognizable and neurosurgically treatable clinical conditions. This chapter will outline the clinical characteristics unique to vagus nerve compression and highlight both the definitive diagnostic protocol and neurosurgical treatment of these conditions. The vagus nerve has motor, sensory and autonomic components. Neurovascular compression of the motor component can cause hemi-laryngopharyngeal spasm (HELPS syndrome). Compression of the sensory component will cause a neurogenic cough called VANCOUVER syndrome - an acronym for Vagus Associated Neurogenic Cough Occurring due to Unilateral Vascular Compression of its Root. Both are caused by direct compression of the root of the tenth cranial nerve at the brainstem by a blood vessel and can be cured by microvascular decompression (MVD). Since the symptoms of choking and cough are common and blood vessels are often abutting the vagus nerve at the brainstem, it is vitally important to understand the definitive diagnostic protocol to avoid operating on false positives. Since the vagus nerve is far more susceptible to dysfunction during surgery than either the trigeminal or facial nerves, it is also important to understand the surgical nuances of this procedure.", "pub_date": "2025-01-22", "authors": ["Christopher R Honey"], "journal": "Frontiers in neurology", "doi": "10.3389/fneur.2024.1513160", "source": "pubmed"}
{"doc_id": "32429051", "pmid": "32429051", "title": "New Insights on Vitamin K Metabolism in Senegalese sole (", "abstract": "Vitamin K (VK) is a key nutrient for several biological processes (e.g., blood clotting and bone metabolism). To fulfill VK nutritional requirements, VK action as an activator of pregnane X receptor (Pxr) signaling pathway, and as a co-factor of γ-glutamyl carboxylase enzyme, should be considered. In this regard, VK recycling through vitamin K epoxide reductases (Vkors) is essential and should be better understood. Here, the expression patterns of ", "pub_date": "2020-05-15", "authors": ["Silvia Beato", "Carlos Marques", "Vincent Laizé", "Paulo J Gavaia", "Ignacio Fernández"], "journal": "International journal of molecular sciences", "doi": "10.3390/ijms21103489", "source": "pubmed"}
{"doc_id": "34804214", "pmid": "34804214", "title": "Shoulder hydrodilatation for primary, post-traumatic and post-operative adhesive capsulitis.", "abstract": "BACKGROUND: Adhesive capsulitis (frozen shoulder) is characterised by pain and loss of range of motion of the glenohumeral joint. It can be present as primary (idiopathic) or secondary to surgery, trauma or other conditions that restrict the use of the shoulder joint. Various treatment options have been adopted including physiotherapy, manipulation under anaesthetic, hydrodilatation and arthroscopic or open capsular release but the optimal form of management remains uncertain. OBJECTIVES: The purpose of the study was to assess the clinical outcome of glenohumeral hydrodilatation in three cohorts of patients with different aetiologies with adhesive capsulitis. STUDY DESIGN & METHODS: We carried out a retrospective study of patient who underwent hydrodilatation for adhesive capsulitis between 2013 and 2015. The procedure was performed by a specialist musculoskeletal radiologist under radiological guidance. The injection consisted of steroids, local anaesthetics and NaCl solution with a target volume around 35 mL. Our outcome measures were range of motion, and pre- and post-operative pain. Patients were divided into three groups based on the presumed cause of their stiffness: idiopathic, post-traumatic and post-surgical. RESULTS: Two hundred fifty patients were included, with a mean age of 59 years (range: 20-79). Of these, 180 had idiopathic primary adhesive capsulitis (27 were diabetic), 23 were post-traumatic, and 20 following surgical procedures. Thirty-four required further intervention following initial hydrodilatation with 8 undergoing repeat hydrodilatation, and 26 requiring arthroscopic capsular release. The diabetic group accounted for 16 capsular releases and 4 repeat procedures, while the idiopathic group accounted for 9 and 4, respectively. One patient required capsular release in the surgical group. An improvement was recorded in ROM in all groups with mean abduction improving from 59° to 110°, flexion from 50° to 120° and external rotation from 20° to 50°. With regards to pain, the majority showed an improvement from severe or moderate pain to no or mild pain. CONCLUSIONS: Results show that hydrodilatation resulted in an improvement in all outcome measures, with only a small number of patients, especially those with diabetes, needing further procedures or showing no improvement in range of motion and pain. There was no difference between the post-traumatic and post-surgical groups.", "pub_date": "2020-12-09", "authors": ["Daoud Makki", "Mustafa Al-Yaseen", "Fayez Almari", "Puneet Monga", "Lennard Funk", "Subhasis Basu", "Michael Walton"], "journal": "Shoulder & elbow", "doi": "10.1177/1758573220977179", "source": "pubmed"}
{"doc_id": "37471687", "pmid": "37471687", "title": "Chimeric Antigen Receptor T-Cell and Bispecific Antibody Therapy in Multiple Myeloma: Moving Into the Future.", "abstract": "Historically, the outcomes for individuals with triple-class refractory and penta-drug refractory multiple myeloma (MM) have been poor because of a dearth of effective treatment options. However, the advent of chimeric antigen receptor (CAR) T-cell and T-cell redirecting bispecific antibody (BsAb) therapies has led to unprecedented response rates and durations of response in heavily relapsed/refractory (R/R) populations. Currently, two B-cell maturation antigen (BCMA)-directed CAR T-cell therapies (idecabtagene vicleucel and ciltacabtagene autoleucel) as well as one BCMA/CD3 BsAb (teclistamab) have been approved for late-line (greater than four previous lines) R/R MM in the United States. The purpose of this review is to analyze the recent data for these approved therapies as well as provide an overview of other related CAR T-cell and BsAb therapies under development, including non-BCMA-targeting agents. We review efficacy and safety considerations, with particular focus on cytokine release syndrome, neurotoxicity, and infection risk. The relative merits and limitations of each class of therapy are discussed, as well as the areas of unmet need with respect to optimal sequencing and supportive care measures. We examine the factors that challenge equitable access to these novel therapies across minoritized racial, ethnic, and socioeconomic populations. Although it is evident that CAR T-cell and BsAb therapies will transform treatment paradigms in MM for years to come, significant work remains to identify the optimal utilization of these novel therapies and ensure equitable access.", "pub_date": "2023-07-20", "authors": ["Sarah A Holstein", "Shakira J Grant", "Tanya M Wildes"], "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology", "doi": "10.1200/JCO.23.00512", "source": "pubmed"}
{"doc_id": "17199054", "pmid": "17199054", "title": "A prospective investigation of major depressive disorder and comorbidity in abused and neglected children grown up.", "abstract": "CONTEXT: Few prospective longitudinal studies have examined the relationship between abuse or neglect in childhood and depression in adulthood. OBJECTIVE: To determine whether abused and neglected children were at elevated risk of major depressive disorder (MDD) and psychiatric comorbidity, compared with matched control subjects, when followed up into young adulthood. DESIGN: Prospective cohort design study. SETTING: Midwestern metropolitan county area. PARTICIPANTS: Children with substantiated cases of physical and sexual abuse and neglect (before the age of 11 years) from January 1, 1967, to December 31, 1971 (n = 676) were matched based on age, race, sex, and approximate family social class with a group of non-abused and non-neglected children (n = 520) and followed up into young adulthood (mean age, 28.7 years). MAIN OUTCOME MEASURES: Between October 20, 1989, and December 22, 1995, 2-hour in-person interviews were conducted, using the National Institute of Mental Health Diagnostic Interview Schedule, Version III Revised, to determine DSM-III-R MDD and other psychiatric diagnoses. RESULTS: Child abuse and neglect were associated with an increased risk for current MDD (odds ratio [OR], 1.51; 95% confidence interval [CI], 1.06-2.14; P< or=.05) in young adulthood. Children who were physically abused (OR, 1.59; 95% CI, 1.00-2.52; P< or =.05) or experienced multiple types of abuse (OR, 1.75; 95% CI, 1.01-3.02; P< or =.05) were at increased risk of lifetime MDD, whereas neglect increased risk for current MDD (OR, 1.59; 95% CI, 1.10-2.29; P<.01). Childhood sexual abuse was not associated with elevated risk of MDD. Kaplan-Meier age-of-onset curves (log-rank statistic, 4.03; df = 1; P=.04) showed earlier onset of MDD for abused and neglected children compared with controls. Among those with MDD, comorbidity was higher for abused and neglected individuals than for controls. CONCLUSION: These results support the need for clinicians to increase efforts to detect and treat depression in physically abused and neglected children.", "pub_date": "2007-01-01", "authors": ["Cathy Spatz Widom", "Kimberly DuMont", "Sally J Czaja"], "journal": "Archives of general psychiatry", "doi": "10.1001/archpsyc.64.1.49", "source": "pubmed"}
{"doc_id": "15815062", "pmid": "15815062", "title": "Assessment of the Pediatric Index of Mortality (PIM) and the Pediatric Risk of Mortality (PRISM) III score for prediction of mortality in a paediatric intensive care unit in Hong Kong.", "abstract": "OBJECTIVE: To compare two models (The Pediatric Risk of Mortality III score and Pediatric Index of Mortality) for prediction of mortality in a paediatric intensive care unit in Hong Kong. DESIGN: Prospective case series. SETTING: A five-bed paediatric intensive care unit in a general hospital in Hong Kong. PATIENTS: All patients consecutively admitted to the unit between April 2001 and March 2003. MAIN OUTCOME MEASURES: Scores for both models compared with observed mortality. RESULTS: A total of 303 patients were admitted to the paediatric intensive care unit during the study period. The median age was 2 years, with an interquartile range of 7 months to 7 years. The male to female ratio was 169:134 (55.8%:44.2%). The median length of hospital stay was 3 days. The overall predicted number of deaths using The Pediatric Risk of Mortality III score was 10.2 patients whereas that by Pediatric Index of Mortality was 13.2 patients. The observed mortality was eight patients. The area under the receiver operating characteristics curve for the two models was 0.910 and 0.912, respectively. CONCLUSION: The predicted mortality using both prediction models correlated well with the observed mortality.", "pub_date": "2005-04-01", "authors": ["K M S Choi", "D K K Ng", "S F Wong", "K L Kwok", "P Y Chow", "C H Chan", "J C S Ho"], "journal": "Hong Kong medical journal = Xianggang yi xue za zhi", "doi": "", "source": "pubmed"}
{"doc_id": "36915575", "pmid": "36915575", "title": "Successful treatment with osimertinib for nonmucinous bronchioloalveolar carcinoma with massive bronchorrhea and respiratory failure: a case report and literature review.", "abstract": "BACKGROUND: Correct diagnosis of bronchioloalveolar carcinoma (BAC) is often delayed due to the lack of familiarity with the condition among clinicians as its sporadic nature and its symptoms are similar to other respiratory issues. Among these, acute respiratory failure (ARF) caused by massive bronchorrhea is rarely associated with BAC. Here we first reported osimertinib in the treatment of BAC with bronchorrhea and ARF. CASE DESCRIPTION: A 38-year-old woman presented with massive bronchorrhea and progressive dyspnea. A chest computed tomography (CT) scan showed consolidation with air bronchograms and multiple nodules in both lungs. The patient had no history of chronic pulmonary disease, diabetes mellitus, hypertension or smoke. The patient was initially diagnosed with pneumonia, but ARF developed despite the antibiotic therapy provided. Lung biopsy results revealed nonmucinous BAC. Osimertinib (80 mg daily) was prescribed and proved effective for the first time with an improved ARF and a decreased multiple nodules or consolidation in the lungs during the follow-up period. CONCLUSIONS: It is important for physicians to recognize the typical symptoms and radiological manifestations of BAC to avoid misdiagnosis or late diagnosis. This is especially important since early diagnosis allows for immediate epidermal growth factor receptor-tyrosine kinase inhibitor (EGFR-TKI) therapy, which is a potentially beneficial treatment for patients with BAC.", "pub_date": "2023-02-16", "authors": ["Jin Tong", "Dao-Xin Wang", "Zhi-Yu Zhou", "Wang Deng"], "journal": "Translational cancer research", "doi": "10.21037/tcr-22-1853", "source": "pubmed"}
{"doc_id": "31203106", "pmid": "31203106", "title": "A systematic review and meta-analysis on the prevalence of depression in children and adolescents after exposure to trauma.", "abstract": "BACKGROUND: Depression is often reported as co-occurring with post-traumatic stress disorder in children and adolescents, but its prevalence within trauma-exposed child and adolescent samples is not well understood. METHODS: Our meta-analyses addressed two questions: I. What is the prevalence of depression (either based on structured interview or cut-off on a self-report measure) in children and adolescents after exposure to trauma? II. Does trauma exposure increase the severity or rates of depression comparative to another comparison group of children and adolescents with milder exposure or no exposure to trauma? RESULTS: Fifty-six studies reported depression prevalence. A random effects meta-analysis suggested that 24.2% [95% CI 20.6-28.0] of children and adolescents exposed to a traumatic event met criteria for depression. Our second meta-analysis across 30 studies found that the effect of trauma exposure (relative to unexposed or less exposed children and adolescents) on depression scores was medium in size (d = 0.51, 95% CI 0.41-0.61). The odds of a diagnosis of depression were 2.6 times greater [95% CI 2.0-3.3] for children and adolescents exposed to trauma as compared to those unexposed or less exposed. Participants exposed to interpersonal violence (IPV) had a higher prevalence and level of depression compared with those exposed to non-IPV trauma. LIMITATIONS: Results should be interpreted with caution due to high levels of heterogeneity. CONCLUSION: Depression in trauma-exposed children and adolescents is a common response to trauma that is not solely reflective of pre-traumatic difficulties. Post-traumatic depression merits serious consideration in trauma-exposed children and adolescents.", "pub_date": "2019-05-06", "authors": ["Viktoria Vibhakar", "Leila R Allen", "Brioney Gee", "Richard Meiser-Stedman"], "journal": "Journal of affective disorders", "doi": "10.1016/j.jad.2019.05.005", "source": "pubmed"}
{"doc_id": "22870783", "pmid": "22870783", "title": "Familial primary biliary cirrhosis: like mother, like daughter?", "abstract": "The reasons underlying why autoimmune diseases overwhelmingly affect women more than men are not clear. Nor are the reasons why autoimmune disease is more prevalent in families. This review uses primary biliary cirrhosis (PBC) as a model autoimmune disease to discuss the familial risk, focusing mainly on mother-daughter pairs. PBC is a chronic cholestatic liver disease characterised by an immune-mediated inflammatory destruction of the small intrahepatic bile ducts, with fibrosis progressing to cirrhosis and subsequent liver failure. Epidemiological studies have demonstrated that first degree relatives of PBC patients are at higher risk of developing PBC, as well as other autoimmune diseases. This is especially true for the mothers, daughters and sisters of PBC patients. Multiple case reports have highlighted the complexity of mother-daughter pairs in PBC, and the need for follow-up of these individuals when one member of the pair is diagnosed with PBC. It may be the case that diagnosis in one individual may lead to early diagnosis in the other, even if they are asymptomatic. Early management of PBC may improve the prognosis in these patients. This review will examine the literature surrounding PBC in mothers and daughters.", "pub_date": "2012-06-01", "authors": ["D S Smyk", "E I Rigopoulou", "A Pares", "M G Mytilinaiou", "P Invernizzi", "D P Bogdanos"], "journal": "Acta gastro-enterologica Belgica", "doi": "", "source": "pubmed"}
{"doc_id": "22516722", "pmid": "22516722", "title": "Vitamin K-dependent carboxylation of osteocalcin: friend or foe?", "abstract": "Osteocalcin originates from osteoblastic synthesis and is deposited into bone or released into circulation, where it correlates with histological measures of bone formation. The presence of 3 vitamin K-dependent γ carboxyglutamic acid residues is critical for osteocalcin's structure, which appears to regulate the maturation of bone mineral. In humans, the percentage of the circulating osteocalcin that is not γ-carboxylated (percent ucOC) is used as a biomarker of vitamin K status. In contrast, when ucOC is not corrected for total osteocalcin, the interpretation of this measure is confounded by osteoblastic activity, independent of vitamin K. Observational studies using percent ucOC have led to the conclusion that vitamin K insufficiency leads to age-related bone loss. However, clinical trials do not provide overall support for the suggestion that vitamin K supplementation of the general population will reduce bone loss or fracture risk. More recently, results from in vitro and in vivo studies using animal models indicate that ucOC is an active hormone with a positive role in glucose metabolism. By inference, vitamin K, which decreases ucOC, would have a detrimental effect. However, in humans this hypothesis is not supported by the limited data available, nor is it supported by what has been established regarding osteocalcin chemistry. In summary, the specific function of osteocalcin in bone and glucose metabolism has yet to be elucidated.", "pub_date": "2012-03-01", "authors": ["Caren M Gundberg", "Jane B Lian", "Sarah L Booth"], "journal": "Advances in nutrition (Bethesda, Md.)", "doi": "10.3945/an.112.001834", "source": "pubmed"}
{"doc_id": "31607572", "pmid": "31607572", "title": "Enteroviral infection in neonates.", "abstract": "Enteroviruses generally cause mild and self-limited diseases, but they have been found to affect neonates much differently, and often more severely than older children. Clinical manifestations are difficult to differentiate from those of bacterial sepsis, such as fever, poor feeding, lethargy, respiratory distress and cardiovascular collapse. Severe life threatening complications, including hepatic necrosis with coagulopathy, meningoencephalitis and myocarditis, usually present during the first week of life. Factors affecting severity and outcome include virus serotype, mode of transmission, and presence or absence of passively acquired, serotype-specific maternal antibodies. Echoviruses and coxsackievirus B viruses are most common serotypes associated with the neonatal sepsis. An awareness of the clinical syndromes, recognition of the risk factors and monitoring parameters associated with severe cases and use of rapid reverse-transcriptase polymerase chain reaction test for viral load may help physicians in diagnosing severe cases in a timely manner. Prompt aggressive treatment including early intravenous immunoglobulin treatment may help in reducing morbidity and mortality. Enterovirus infections in neonates are common and should be routinely considered in the differential diagnosis of febrile neonates, particularly during enterovirus season. This article provides an overview of what is known about non-polio enteroviruses in neonates including epidemiology, transmission, clinical presentation, diagnosis, and treatment.", "pub_date": "2019-09-30", "authors": ["Yu-Yu Chuang", "Yhu-Chering Huang"], "journal": "Journal of microbiology, immunology, and infection = Wei mian yu gan ran za zhi", "doi": "10.1016/j.jmii.2019.08.018", "source": "pubmed"}
{"doc_id": "31677747", "pmid": "31677747", "title": "Ultrasound Imaging in Endometriosis.", "abstract": "Ultrasound examination is an indisputable imaging method in the diagnosis of endometriosis, as the first step in the detection, as the fundamental tool in planning the management, and as the best diagnostic instrument during surveillance of affected women. The aim of this article is to provide an update on the role of ultrasound in the detection, in the planning of medical and surgical treatment, and in the surveillance of patients with endometriosis.", "pub_date": "2019-09-25", "authors": ["Francesca Moro", "Martina Leombroni", "Antonia Carla Testa"], "journal": "Obstetrics and gynecology clinics of North America", "doi": "10.1016/j.ogc.2019.07.004", "source": "pubmed"}
{"doc_id": "32497059", "pmid": "32497059", "title": "High rate of partner violence during pregnancy in eastern Ethiopia: Findings from a facility-based study.", "abstract": "INTRODUCTION: Intimate partner violence during pregnancy can contribute to maternal mortality and morbidity by limiting women's ability to receive maternal health services including antenatal care and skilled delivery care. In Ethiopia, evidence regarding intimate partner violence during pregnancy is limited, and no previous studies have been conducted in the Harari region. Therefore, this study aimed to investigate the prevalence and associated factors of intimate partner violence during pregnancy among women who had given birth in public hospitals in Harari regional state, eastern Ethiopia. METHODS: A hospital-based cross-sectional study was conducted from November 2018 to April 2019 among women who had given birth in public hospitals in Harari regional state, East Ethiopia. A systematic random sampling method was employed to select 648 participants. Data were collected using an interviewer-administered standardized questionnaire based on the World Health Organization Multi-Country Study on Women's Health and Domestic Violence against Women survey. Crude and adjusted odds ratios with respective confidence intervals were computed. Variables with a p-value of ≤0.05 were considered to have a significant association with intimate partner violence during pregnancy. RESULTS: The prevalence of intimate partner violence during the most recent pregnancy was found to be 39.81%. Furthermore, the prevalence of physical, emotional and sexual violence were found to be 25.93%, 25.62% and 3.7%, respectively. Longer duration of marriage (adjusted odds ratio = 1.68, 95% confidence interval = 1.01-2.79), most recent pregnancy being unplanned (adjusted odds ratio = 1.55, 95% confidence interval = 1.03-2.34), experiencing controlling behaviour by a partner, (adjusted odds ratio = 2.23, 95% confidence interval = 1.46-3.40) and having an attitude that justifies intimate partner violence (adjusted odds ratio = 1.60, 95% confidence interval = 1.09-2.36) were associated with experiencing intimate partner violence. CONCLUSION: The prevalence of intimate partner violence during pregnancy was found to be high. Pregnancy monitoring programs, which can detect and intervene with regard to partner's controlling behaviors and women's perception regarding justification of intimate partner violence, especially in those women with an unplanned pregnancy, could help to reduce intimate partner violence during pregnancy. Further, changing social norms that condone violence through advocacy and awareness creation might help in preventing partner violence.", "pub_date": "2020-06-04", "authors": ["Abdulbasit Musa", "Catherine Chojenta", "Deborah Loxton"], "journal": "PloS one", "doi": "10.1371/journal.pone.0233907", "source": "pubmed"}
{"doc_id": "35143610", "pmid": "35143610", "title": "blitzGSEA: efficient computation of gene set enrichment analysis through gamma distribution approximation.", "abstract": "MOTIVATION: The identification of pathways and biological processes from differential gene expression is central for interpretation of data collected by transcriptomics assays. Gene set enrichment analysis (GSEA) is the most commonly used algorithm to calculate the significance of the relevancy of an annotated gene set with a differential expression signature. To compute significance, GSEA implements permutation tests which are slow and inaccurate for comparing many differential expression signatures to thousands of annotated gene sets. RESULTS: Here, we present blitzGSEA, an algorithm that is based on the same running sum statistic as GSEA, but instead of performing permutations, blitzGSEA approximates the enrichment score probabilities based on Gamma distributions. blitzGSEA achieves significant improvement in performance compared with prior GSEA implementations, while approximating small P-values more accurately. AVAILABILITY AND IMPLEMENTATION: The data, a python package, together with all source code, and a detailed user guide are available from GitHub at: https://github.com/MaayanLab/blitzgsea. SUPPLEMENTARY INFORMATION: Supplementary data are available at Bioinformatics online.", "pub_date": "2022-04-01", "authors": ["Alexander Lachmann", "Zhuorui Xie", "Avi Ma'ayan"], "journal": "Bioinformatics (Oxford, England)", "doi": "10.1093/bioinformatics/btac076", "source": "pubmed"}
{"doc_id": "39304744", "pmid": "39304744", "title": "Cathepsin B modulates microglial migration and phagocytosis of amyloid β in Alzheimer's disease through PI3K-Akt signaling.", "abstract": "The approval of anti-amyloid β (Aβ) monoclonal antibodies (lecanemab) for the treatment of patients with early preclinical stage of Alzheimer's disease (AD) by the Food and Drug Administration, suggests the reliability and importance of brain Aβ clearance for AD therapy. Microglia are the main phagocytes that clear Aβ in the brain, but the underlying regulatory mechanism is unclear. Here, we investigate the critical role of cathepsin B (CatB) in modulating microglial Aβ clearance from mouse brain. Wild-type or CatB", "pub_date": "2024-09-20", "authors": ["Muzhou Jiang", "Dan Zhao", "Yue Zhou", "Wei Kong", "Zhen Xie", "Yijie Xiong", "Yanhui Li", "Shuxuan Zhao", "Xueshuai Kou", "Simeng Zhang", "Rui Meng", "Yaping Pan", "Zhou Wu", "Hiroshi Nakanishi", "Juan Zhao", "Hui Li", "Zhenzhen Quan", "Li Lin", "Hong Qing", "Junjun Ni"], "journal": "Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology", "doi": "10.1038/s41386-024-01994-0", "source": "pubmed"}
{"doc_id": "11560048", "pmid": "11560048", "title": "[Vertigo as a symptom of migraine].", "abstract": "EPIDEMIOLOGY: Since both migraine and vertigo are common complaints in clinical practice they may coincide in an individual patient just by chance. There are, however, numerous patients with vestibular symptoms caused by migraine, accounting for 6-8% of diagnoses in specialized dizziness clinics. CLINICAL MANIFESTATION: Migraine-associated vertigo is a vestibular disorder which manifests itself with spontaneous or positional rotational vertigo or dizziness induced by head motion. The vertigo may occur without accompanying headache and may last from seconds to several weeks. DIAGNOSIS: Migraine-associated vertigo can be diagnosed according to the following criteria: 1. recurrent vestibular symptoms, 2. migraine according to the criteria of the International Headache Society, 3. migrainous symptoms during the vertigo such as headache, photophobia, phonophobia, scintillating scotoma or other auras, 4. exclusion of other causes. PATHOPHYSIOLOGY: The mechanism of migraine-associated vertigo is still obscure. Several hypotheses relating to the pathophysiology of migraine have been proposed: cortical spreading depression, regional changes in brain perfusion, release of neurotransmitters and paroxysmal dysfunction of ion channels. Clinical findings suggest both central and peripheral vestibular involvement. THERAPY: Treatment is based on the repertoire of acute and prophylactic medications that are used for migrainous headaches. Controlled studies on the treatment of migraine-associated vertigo are still lacking.", "pub_date": "2001-08-01", "authors": ["T Lempert", "H Neuhauser"], "journal": "Medizinische Klinik (Munich, Germany : 1983)", "doi": "10.1007/pl00002230", "source": "pubmed"}
{"doc_id": "39906024", "pmid": "39906024", "title": "Intimate partner violence and maternal antenatal care utilization: is there a dose-response relationship? Findings from the Ethiopian National Demographic and Health Survey.", "abstract": "BACKGROUND: Maternal mortality in sub-Saharan Africa (SSA) is an enduring public health challenge. Adequate utilization of antenatal care (ANC) services is one strategy to mitigate the problem by identifying and managing pregnancy risks early. Yet, in SSA, uptake of ANC remains low. Intimate partner violence (IPV) may be a deterrent to ANC uptake. We measured the dose-response relationship between IPV and adequate ANC utilization (defined as four or more visits [ANC-4]) using data from the Ethiopia Demographic and Health Survey (EDHS) 2016. METHODS: We used complex sample logistic regression to measure the impact of three IPV subscales (emotional, sexual and physical) on ANC-4 while controlling for sociodemographic, obstetric and women empowerment factors. RESULTS: A total of 2599 (weighted) currently married or in-union women were included. There was a significant dose-response relationship between IPV and ANC utilization. Emotional (adjusted odds ratio [aOR] 0.78 [confidence interval {CI} 0.64 to 0.97]) and sexual (aOR 0.68 [CI 0.50 to 0.92]) violence decreased ANC-4 uptake while controlling for the covariates. CONCLUSIONS: IPV is common, yet often invisible, in Ethiopia. Health workers may begin directly screening pregnant women for IPV in order to increase targeted support of ANC uptake. This is the first known study to confirm IPV has a dose-response relationship with ANC-4 uptake.", "pub_date": "2025-07-01", "authors": ["Bazie Mekonnen", "Abebe Gebremariam", "Negussie Deyessa", "John N Cranmer"], "journal": "International health", "doi": "10.1093/inthealth/ihaf003", "source": "pubmed"}
{"doc_id": "39487946", "pmid": "39487946", "title": "Lecanemab's Path Forward: Navigating the Future of Alzheimer's Treatment in Europe Amidst the EMA's Rejection.", "abstract": "Lecanemab (Leqembi", "pub_date": "2024-11-02", "authors": ["Alessandro Martorana", "Chiara Giuseppina Bonomi", "Martina Gaia Di Donna", "Caterina Motta"], "journal": "Neurology and therapy", "doi": "10.1007/s40120-024-00675-w", "source": "pubmed"}
{"doc_id": "32919961", "pmid": "32919961", "title": "Pesticide use and incident Parkinson's disease in a cohort of farmers and their spouses.", "abstract": "BACKGROUND: Extensive literature suggests an association between general pesticide use and Parkinson's disease (PD). However, with few exceptions, little is known about associations between specific pesticides and PD. OBJECTIVE: We evaluated use of pesticides and incident PD in 38,274 pesticide applicators and 27,836 of their spouses in the Agricultural Health Study cohort followed over 20 years. METHODS: We used self-reported information on ever-use of 50 specific pesticides as of enrollment for both applicators and spouses, and considered intensity-weighted lifetime days (IWLD) reported at enrollment and through the first 5-year follow-up among applicators. We estimated covariate-adjusted hazard ratios (HR) and 95% confidence intervals (CI) using Cox regression. We also examined heterogeneity in associations by history of head injury and chemical resistant glove use. RESULTS: A total of 373 applicators and 118 spouses self-reported incident doctor-diagnosed PD. Ever-use of the insecticide terbufos (HR:1.31, 95%CI:1.02-1.68) and the herbicides trifluralin (HR:1.29, 95%CI: 0.99-1.70) and 2,4,5-T (HR:1.57, 95%CI:1.21-2.04) was associated with elevated PD risk. On the other hand, diazinon (HR:0.73, 95%CI: 0.58-0.94) and 2,4,5-TP (HR:0.39, 95%CI:0.25-0.62) were associated with reduced risk. We observed heterogeneity in ever-use associations by head injury and chemical-resistant glove use for some pesticides, with higher risk among those who reported a history of head injury, or who did not use gloves. PD risk was also elevated for applicators in the highest category of IWLD for dichlorvos, permethrin (animal use), and benomyl. CONCLUSIONS: We found evidence of increased PD risk for some pesticides. Our results also suggest higher susceptibility for pesticide-associated PD among individuals with head injury as well as protection with use of chemical resistant gloves, although further research is needed to understand the impact of head injury. Research on current and newer pesticides, including mechanisms relevant to PD, is important given widespread pesticide use.", "pub_date": "2020-09-10", "authors": ["Srishti Shrestha", "Christine G Parks", "David M Umbach", "Marie Richards-Barber", "Jonathan N Hofmann", "Honglei Chen", "Aaron Blair", "Laura E Beane Freeman", "Dale P Sandler"], "journal": "Environmental research", "doi": "10.1016/j.envres.2020.110186", "source": "pubmed"}
{"doc_id": "16030366", "pmid": "16030366", "title": "Vitamin K in the treatment and prevention of osteoporosis and arterial calcification.", "abstract": "PURPOSE: The role of vitamin K in the prevention and treatment of osteoporosis and arterial calcification is examined. SUMMARY: Vitamin K is essential for the activation of vitamin K-dependent proteins, which are involved not only in blood coagulation but in bone metabolism and the inhibition of arterial calcification. In humans, vitamin K is primarily a cofactor in the enzymatic reaction that converts glutamate residues into gamma-carboxyglutamate residues in vitamin K-dependent proteins. Numerous studies have demonstrated the importance of vitamin K in bone health. The results of recent studies have suggested that concurrent use of menaquinone and vitamin D may substantially reduce bone loss. Menaquinone was also found to have a synergistic effect when administered with hormone therapy. Several epidemiologic and intervention studies have found that vitamin K deficiency causes reductions in bone mineral density and increases the risk of fractures. Arterial calcification is an active, cell-controlled process that shares many similarities with bone metabolism. Concurrent arterial calcification and osteoporosis have been called the \"calcification paradox\" and occur frequently in postmenopausal women. The results of two dose-response studies have indicated that the amount of vitamin K needed for optimal gamma-carboxylation of osteocalcin is significantly higher than what is provided through diet alone and that current dosage recommendations should be increased to optimize bone mineralization. Few adverse effects have been reported from oral vitamin K. CONCLUSION: Phytonadione and menaquinone may be effective for the prevention and treatment of osteoporosis and arterial calcification.", "pub_date": "2005-08-01", "authors": ["Jamie Adams", "Joseph Pepping"], "journal": "American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists", "doi": "10.2146/ajhp040357", "source": "pubmed"}
{"doc_id": "38562275", "pmid": "38562275", "title": "Serum Resistin as a Potential Mortality Predictor in Neonatal Sepsis.", "abstract": "Aim The aim of this study was to investigate the utility of serum resistin levels as a prognostic indicator for mortality in neonates diagnosed with sepsis. Methodology This one-year prospective study at Pandit Bhagwat Dayal Sharma Post Graduate Institute of Medical Sciences (PGIMS), Rohtak, India, included 151 neonates categorized into two groups based on blood culture results: group 1 (n=86) included those with culture-negative, probable sepsis and group 2 (n=65) included those with culture-positive, proven sepsis. Blood samples obtained pre-treatment underwent comprehensive analysis, including complete blood count, C-reactive protein assessment, micro-erythrocyte sedimentation rate, and resistin level measurement via enzyme-linked immunosorbent assay. The comparison between groups was conducted using either the Student t-test or the Mann-Whitney U test, while correlations were assessed using the Spearman correlation. These analyses were employed to identify the optimal resistin cut-off for distinguishing patients with sepsis. A p-value of <0.05 was considered statistically significant. Results This study with 151 neonates diagnosed with sepsis found a significant association (p < 0.05) between elevated serum resistin levels and increased mortality risk. Multivariate analysis confirmed an independent predictive role of resistin. Elevated resistin levels correlate with higher chances of requiring mechanical ventilation and prolonged hospital stays. These findings highlight serum resistin's potential as a prognostic tool for the early identification of high-risk neonatal sepsis patients. Conclusion This study highlights the link between elevated serum resistin levels and increased mortality risk in neonatal sepsis, supported by strong multivariate analysis, indicating an independent predictive role. Additionally, resistin correlates with higher chances of mechanical ventilation and prolonged hospitalization, suggesting its potential as a prognostic marker for early identification of high-risk neonatal sepsis cases.", "pub_date": "2024-02-29", "authors": ["Rashika Jain", "Rohan Acharya", "Kumud", "Kapil Bhalla", "Dinkar Yadav", "Naman Jain", "Sunisha Jakhar"], "journal": "Cureus", "doi": "10.7759/cureus.55289", "source": "pubmed"}
{"doc_id": "29188966", "pmid": "29188966", "title": "Vitamin K: from coagulation to calcification.", "abstract": "Vitamin K is not only essential for the synthesis of coagulation factors in the liver, but it also strengthens the bones and prevents calcification of the arteries. These effects are mediated through the same mechanism, i.e. carboxylation of Gla target proteins. The discovery of novel Gla proteins that are not associated with blood coagulation or calcium metabolism indicates that vitamin K has additional effects in the pancreas and the central nervous system, for example. As dietary supplements, vitamin K1 of plant origin and vitamins K2 of bacterial origin may exert different effects.", "pub_date": "2016-01-01", "authors": ["Ilari Paakkari"], "journal": "Duodecim; laaketieteellinen aikakauskirja", "doi": "", "source": "pubmed"}
{"doc_id": "37497430", "pmid": "37497430", "title": "Teclistamab for Multiple Myeloma: Clinical Insights and Practical Considerations for a First-in-Class Bispecific Antibody.", "abstract": "Teclistamab is a BCMAxCD3 bispecific antibody, the first approved for the treatment of relapsed or refractory multiple myeloma. Given its impressive efficacy in heavily pretreated patients and better accessibility compared to BCMA-directed CAR T cells, teclistamab is sure to become a staple of relapsed/refractory multiple myeloma therapy. Teclistamab carries a set of notable adverse effects including cytokine release syndrome (CRS), infections, and neurotoxicity for which providers must take unique precautions and prophylactic measures. Here, we review the preclinical and clinical data, which led to teclistamab's approval, important patient selection considerations, strategies for managing CRS and other side effects, and finally the future of bispecific antibody therapy in multiple myeloma.", "pub_date": "2023-07-21", "authors": ["Darren Pan", "Joshua Richter"], "journal": "Cancer management and research", "doi": "10.2147/CMAR.S372237", "source": "pubmed"}
{"doc_id": "39028682", "pmid": "39028682", "title": "Validating the performance of organ dysfunction scores in children with infection: A cohort study.", "abstract": "PURPOSE: We aimed to validate the performance of six available scoring models for predicting hospital mortality in children with suspected or confirmed infections. METHODS: This single-center retrospective cohort study included pediatric patients admitted to the PICU for infection. The primary outcome was hospital mortality. The six scores included the age-adapted pSOFA score, SIRS score, PELOD2 score, Sepsis-2 score, qSOFA score, and PMODS. RESULTS: Of the 5,356 children admitted to the PICU, 9.1% (488) died, and 25.1% (1,342) had basic disease with a mortality rate of 12.7% (171); 65.3% (3,499) of the patients were younger than 2 years, and 59.4% (3,183) were male. The discrimination abilities of the pSOFA and PELOD2 scores were superior to those of the other models. The calibration curves of the pSOFA and PELOD2 scores were consistent between the predictions and observations. Elevated lactate levels were a risk factor for mortality. CONCLUSION: The pSOFA and PELOD2 scores had superior predictive performance for mortality. Given the relative unavailability of items and clinical operability, the pSOFA score should be recommended as an optimal tool for acute organ dysfunction in pediatric sepsis patients. Elevated lactate levels are related to a greater risk of death from infection in children in the PICU.", "pub_date": "2024-07-19", "authors": ["Shaojun Li", "Tao Tan", "Jing Li", "Hongdong Li", "Liang Zhou", "Ke Bai", "Li Xiao", "Ximing Xu", "Liping Tan"], "journal": "PloS one", "doi": "10.1371/journal.pone.0306172", "source": "pubmed"}
{"doc_id": "18560791", "pmid": "18560791", "title": "Limitations of the Mini-Mental State Examination for screening dementia in a community with low socioeconomic status: results from the Sao Paulo Ageing & Health Study.", "abstract": "BACKGROUND: The Mini-Mental State Examination (MMSE) is the most widely used instrument for the screening of cognitive impairment worldwide, but its ability to produce valid estimates of dementia in populations of low socioeconomic status and minimal literacy skills has not been adequately established. The authors investigated the psychometric properties of the MMSE in a community-based sample of older Brazilians. METHOD: Cross-sectional one-phase population-based study of all residents of pre-defined areas of the city of Sao Paulo, aged 65 years or over. The Brazilian version of the MMSE was compared with DSM-IV diagnosis of dementia assessed with a harmonized one-phase procedure developed by the 10/66 Dementia Research Group. RESULTS: Analyses were performed with 1,933 participants of the SPAH study. Receiver operating characteristic analysis showed that the MMSE cut-point of 14/15 was associated with 78.7% sensitivity and 77.8% specificity for the diagnosis of dementia amongst participants with no formal education, and the cut-point 17/18 with 91.9% sensitivity and 89.5% specificity for those with at least 1 year of formal education (areas under the curves 0.87 and 0.94, respectively; P = 0.03). Even with these best fitting cut-points, the MMSE estimate of the prevalence of dementia was four times higher than determined by the DSM-IV criteria. Education, age, sex and income influenced MMSE scores, independently of dementia caseness. CONCLUSION: The MMSE is an adequate tool for screening dementia in older adults with minimum literacy skills, but misclassification is unacceptably high for older adults who are illiterate, which has serious consequences for research and clinical practice in low and middle income countries, where the proportion of illiteracy among older adults is high.", "pub_date": "2008-06-16", "authors": ["Marcia Scazufca", "Osvaldo P Almeida", "Homero P Vallada", "Wernestty A Tasse", "Paulo R Menezes"], "journal": "European archives of psychiatry and clinical neuroscience", "doi": "10.1007/s00406-008-0827-6", "source": "pubmed"}
{"doc_id": "22151851", "pmid": "22151851", "title": "Cerebral palsy: results of surgical releases augmented with electrical stimulation: a case study.", "abstract": "The purpose of this case study was to evaluate a patient with diplegic cerebral palsy who underwent soft tissue lengthening augmented with intramuscular electrical stimulation. This is a prospective case study, pre- and post-test design. The patient underwent soft tissue lengthenings of the lower extremities, augmented with placement of intramuscular neuromuscular electrodes. Baseline, 4-, 8-, and 12-month follow-up data were obtained which included range of motion, manual muscle strength testing, motion analysis, oxygen consumption, Gross Motor Function Measure, and Pediatric Evaluation of Disability Inventory. All measured parameters, except knee extensor strength, improved during the postoperative period (baseline to 4-month follow-up) and continued to improve during the rehabilitative period (4-12 month follow-up), despite no formal therapy or home exercise program during this period. We conclude that surgical releases augmented with electrical stimulation resulted in a satisfactory clinic outcome, and may offer a new approach to the treatment of patients with cerebral palsy.", "pub_date": "2002-04-01", "authors": ["James J McCarthy", "Rick Finson", "Brian T Smith", "Adrian B Liggins", "M J Mulcahey", "Randal R Betz"], "journal": "Neuromodulation : journal of the International Neuromodulation Society", "doi": "10.1046/j.1525-1403.2002.02018.x", "source": "pubmed"}
{"doc_id": "39251501", "pmid": "39251501", "title": "Rett Syndrome: The Emerging Landscape of Treatment Strategies.", "abstract": "Rett syndrome (RTT) has enjoyed remarkable progress in achieving specific therapies. RTT, a unique neurodevelopmental disorder first described in 1966, progressed slowly until the landmark paper of Hagberg and colleagues in 1983. Thereafter, rapid advances were achieved including the development of specific diagnostic criteria and the active search for a genetic etiology, resulting 16 years later in identification of variants in the methyl-CpG-binding protein (MECP2) gene located at Xq28. Shortly thereafter, the NIH Office of Rare Diseases funded the RTT Natural History Study (NHS) in 2003, initiating the acquisition of natural history data on clinical features from a large population of individuals with RTT. This information was essential for advancement of clinical trials to provide specific therapies for this disorder. In the process, the International Rett Syndrome Association (IRSA) was formed (now the International Rett Syndrome Foundation-IRSF), which participated directly in encouraging and expanding enrollment in the NHS and, subsequently, in developing the SCOUT program to facilitate testing of potential therapeutic agents in a mouse model of RTT. The overall objective was to review clinical characteristics developed from the NHS and to discuss the status of specific therapies for this progressive neurodevelopmental disorder. The NHS study provided critical information on RTT: growth, anthropometrics, longevity, key comorbidities including epilepsy, breath abnormalities, gastroesophageal dysfunction, scoliosis and other orthopedic issues, puberty, behavior and anxiety, and progressive motor deterioration including the appearance of parkinsonian features. Phenotype-genotype correlations were noted including the role of X chromosome inactivation. Development of clinical severity and quality of life measures also proved critical for subsequent clinical trials. Further, development of biochemical and neurophysiologic biomarkers offered further endpoints for clinical trials. Initial clinical trials prior to the NHS were ineffective, but advances resulting from the NHS and other studies worldwide promoted significant interest from pharmaceutical firms resulting in several clinical trials. While some of these have been unrewarding such as sarizotan, others have been quite promising including the approval of trofinetide by the FDA in 2023 as the first agent available for specific treatment of RTT. Blarcamesine has been trialed in phase 3 trials, 14 agents have been studied in phase 2 trials, and 7 agents are being evaluated in preclinical/translational studies. A landmark study in 2007 by Guy et al. demonstrated that activation of a normal MECP2 gene in a null mouse model resulted in significant improvement. Gene replacement therapy has advanced through translational studies to two current phase 1/2 clinical trials (Taysha102 and Neurogene-401). Additional genetic therapies are also under study including gene editing, RNA editing, and X-chromosome reactivation. Taken together, progress in understanding and treating RTT over the past 40 years has been remarkable. This suggests that further advances can be expected.", "pub_date": "2024-09-09", "authors": ["Alan K Percy", "Amitha Ananth", "Jeffrey L Neul"], "journal": "CNS drugs", "doi": "10.1007/s40263-024-01106-y", "source": "pubmed"}
{"doc_id": "22760389", "pmid": "22760389", "title": "Long-term outcomes after arthroscopic capsular release for idiopathic adhesive capsulitis.", "abstract": "BACKGROUND: One management strategy for the treatment of idiopathic adhesive capsulitis, or frozen shoulder, is arthroscopic capsular release. While there are long-term data regarding nonoperative treatment and good short-term outcomes following a release for idiopathic adhesive capsulitis, little is known about the outcomes five years or more after arthroscopic capsular release. METHODS: Patients with idiopathic adhesive capsulitis treated with a circumferential arthroscopic capsular release of the glenohumeral joint by a single surgeon were assessed with use of patient-reported pain scores, shoulder functional scores with use of a Likert scale, and shoulder range of motion at the preoperative evaluation and at one, six, twelve, twenty-four, and fifty-two weeks and a mean of seven years after surgery. RESULTS: At a mean follow-up of seven years (range, five through thirteen years), forty-three patients (forty-nine shoulders) had significant improvement with regard to pain frequency and severity, patient-reported shoulder function, stiffness, and difficulty in completing activities compared with the findings at the initial presentation (p < 0.001) and the one-year follow-up evaluation (p < 0.01 to p < 0.001). Shoulder motion also improved (p < 0.001) and was comparable with that of the contralateral shoulder. There were no complications. CONCLUSIONS: Patients with idiopathic adhesive capsulitis treated with an arthroscopic capsular release had early significant improvements in shoulder range of motion, pain frequency and severity, and function. These improvements were maintained and/or enhanced at seven years. In contrast to results reported for nonoperative treatment, shoulder range of motion at seven years was equivalent to that in the contralateral shoulder.", "pub_date": "2012-07-01", "authors": ["Hugh M J Le Lievre", "George A C Murrell"], "journal": "The Journal of bone and joint surgery. American volume", "doi": "10.2106/JBJS.J.00952", "source": "pubmed"}
{"doc_id": "39321344", "pmid": "39321344", "title": "Impact of soluble BCMA and non-T-cell factors on refractoriness to BCMA-targeting T-cell engagers in multiple myeloma.", "abstract": "Adoptive T-cell therapy is a promising therapy for multiple myeloma (MM), but its efficacy hinges on understanding the relevant biologic and predictive markers of response. B-cell maturation antigen (BCMA) is a key target antigen in MM with active development of multiple anti-BCMA T-cell engagers (TCEs) and chimeric antigen receptor T-cell therapies. The regulation of surface BCMA expression by MM cells, which leads to shedding of soluble BCMA (sBCMA), has triggered debate about the significance of sBCMA as a predictive marker and its potential impact on treatment outcomes. To address this, we leveraged whole-genome sequencing and in vitro assays to demonstrate that sBCMA may independently predict primary refractoriness to anti-BCMA therapies. In addition to sBCMA, tumor burden and surface BCMA antigen density collectively influenced the anti-BCMA TCE cytotoxic efficacy. Correlative analyses of 163 patients treated with the anti-BCMA TCE teclistamab validated and further underscored the association between elevated baseline sBCMA (>400 ng/mL) and refractoriness. Importantly, increasing the TCE dose, using TCE against alternative targets (eg, GPRC5D), and gamma secretase inhibitors were able to overcome the high sBCMA levels. These findings highlight the importance of taking into account the baseline sBCMA levels, disease burden, and TCE dose intensity when administering anti-BCMA TCEs, thereby offering critical insights for optimizing therapeutic strategies to overcome specific high-risk features and primary anti-BCMA TCE refractoriness.", "pub_date": "2024-12-01", "authors": ["Holly Lee", "Michael Durante", "Sheri Skerget", "Deeksha Vishwamitra", "Sacha Benaoudia", "Sungwoo Ahn", "Mansour Poorebrahim", "Elie Barakat", "David Jung", "Noémie Leblay", "Bachisio Ziccheddu", "Benjamin Diamond", "Marios Papadimitriou", "Adam D Cohen", "Ola Landgren", "Paola Neri", "Francesco Maura", "Nizar J Bahlis"], "journal": "Blood", "doi": "10.1182/blood.2024026212", "source": "pubmed"}
{"doc_id": "29506961", "pmid": "29506961", "title": "Ultrasound diagnosis of endometriosis and adenomyosis: State of the art.", "abstract": "Transvaginal ultrasonography has become the primary test in the diagnosis of pelvic endometriosis and adenomyosis. A review of the literature on the diagnostic accuracy of ultrasonography in pelvic endometriosis and adenomyosis, as well as a comparison with magnetic resonance imaging, will be presented. Criteria for diagnosis of an endometrioma according to robust prospective data together with guidelines as to adequate reporting of the location of deep infiltrating endometriosis will be given. The sonographic features of adenomyosis including the differential diagnosis between focal adenomyosis and a uterine fibroid are reviewed. The available data in the literature on ultrasound diagnosis of pelvic endometriosis and adenomyosis, their clinical relevance, and their limitations are discussed.", "pub_date": "2018-02-14", "authors": ["Thierry Van den Bosch", "Dominique Van Schoubroeck"], "journal": "Best practice & research. Clinical obstetrics & gynaecology", "doi": "10.1016/j.bpobgyn.2018.01.013", "source": "pubmed"}
{"doc_id": "39516357", "pmid": "39516357", "title": "Physiologically-Based Pharmacokinetic Modeling of Trofinetide in Moderate Renal Impairment for Phase 1 Clinical Study Dose Selection with Model Validation.", "abstract": "BACKGROUND AND OBJECTIVES: Trofinetide, the first approved treatment for Rett syndrome (RTT), is primarily excreted unchanged in the urine; therefore, it is important to assess the extent to which the exposure is affected in patients with renal impairment. Pharmacokinetic modeling overcomes the challenge of dose finding in phase 1 studies that include special populations where there is the potential for increased exposure to study drug. The objectives of this phase 1 study were to evaluate trofinetide pharmacokinetics, safety, and tolerability in a population with moderate renal impairment and normal renal function. The observed pharmacokinetic profiles were used to validate the dosing adjustments in moderate renal impairment that were previously predicted using a physiologically-based pharmacokinetic (PBPK) model. METHODS: The PBPK model was first used to predict dose adjustments that are necessary to achieve similar exposure in the four stages of renal impairment (mild, moderate, severe, end stage renal disease) as in healthy controls. The predicted dose adjustment from 12 to 6 g for the moderate renal impairment category was then applied to the phase 1 clinical study. Subsequent validation of the PBPK model was achieved by comparing the model-predicted and clinically observed exposures in subjects with moderate renal impairment. In a phase 1, open-label study, trofinetide exposure was assessed in healthy (n = 10) and moderate renal impairment (n = 10) participants receiving single oral doses of 12 g or 6 g, respectively. Observed exposures [area under the blood concentration-time curve from time 0 to infinity (AUC RESULTS: Dose-normalized geometric mean ratios for C CONCLUSION: PBPK modeling of trofinetide in a virtual population with moderate renal impairment predicted a 50% dose reduction compared to individuals with normal renal function. Comparison of observed pharmacokinetic results from a phase 1 study in subjects with moderate renal impairment and matched healthy participants to the model-predicted exposures validated this dose reduction. No new safety concerns for trofinetide emerged. Trofinetide is the first approved treatment for Rett syndrome, a rare genetic condition that affects brain development. People with Rett syndrome do not usually experience problems with their kidneys but, because trofinetide is mostly removed from the body in the urine, it is important to check if the dose needs to be reduced when the kidneys do not work properly. Researchers first used computer modeling to predict how much the recommended dose of trofinetide in people with normal kidney function would have to be reduced in virtual populations with mild, moderate, or severe kidney disease, or kidney failure. To check if the computer model was correct, the blood levels of trofinetide were compared between 10 people with moderate kidney disease given a 50% reduced dose as predicted by the model and 10 healthy people given the recommended dose. The levels of trofinetide measured in people with moderate kidney disease were similar to the levels in healthy people and were similar to the predicted levels in the model, so together these results supported the 50% dose reduction in people with moderate kidney disease. The similarity between the results in the study and the model confirms that the model is good at predicting how much the dose needs to change in people with kidney disease.", "pub_date": "2024-11-08", "authors": ["Mona Darwish", "Thomas C Marbury", "Rene Nunez", "James M Youakim", "Di An", "Inger Darling", "Viera Lukacova", "Kathie M Bishop"], "journal": "European journal of drug metabolism and pharmacokinetics", "doi": "10.1007/s13318-024-00924-1", "source": "pubmed"}
{"doc_id": "26334607", "pmid": "26334607", "title": "Guidelines for the Management of a Pregnant Trauma Patient.", "abstract": "OBJECTIVE: Physical trauma affects 1 in 12 pregnant women and has a major impact on maternal mortality and morbidity and on pregnancy outcome. A multidisciplinary approach is warranted to optimize outcome for both the mother and her fetus. The aim of this document is to provide the obstetric care provider with an evidence-based systematic approach to the pregnant trauma patient. OUTCOMES: Significant health and economic outcomes considered in comparing alternative practices. EVIDENCE: Published literature was retrieved through searches of Medline, CINAHL, and The Cochrane Library from October 2007 to September 2013 using appropriate controlled vocabulary (e.g., pregnancy, Cesarean section, hypotension, domestic violence, shock) and key words (e.g., trauma, perimortem Cesarean, Kleihauer-Betke, supine hypotension, electrical shock). Results were restricted to systematic reviews, randomized control trials/controlled clinical trials, and observational studies published in English between January 1968 and September 2013. Searches were updated on a regular basis and incorporated in the guideline to February 2014. Grey (unpublished) literature was identified through searching the websites of health technology assessment and health technology-related agencies, clinical practice guideline collections, clinical trial registries, and national and international medical specialty societies. VALUES: The quality of evidence in this document was rated using the criteria described in the Report of the Canadian Task Force on Preventive Health Care (Table 1). BENEFITS, HARMS, AND COSTS: This guideline is expected to facilitate optimal and uniform care for pregnancies complicated by trauma. Summary Statement Specific traumatic injuries At this time, there is insufficient evidence to support the practice of disabling air bags for pregnant women. (III) Recommendations Primary survey 1. Every female of reproductive age with significant injuries should be considered pregnant until proven otherwise by a definitive pregnancy test or ultrasound scan. (III-C) 2. A nasogastric tube should be inserted in a semiconscious or unconscious injured pregnant woman to prevent aspiration of acidic gastric content. (III-C) 3. Oxygen supplementation should be given to maintain maternal oxygen saturation > 95% to ensure adequate fetal oxygenation. (II-1B) 4. If needed, a thoracostomy tube should be inserted in an injured pregnant woman 1 or 2 intercostal spaces higher than usual. (III-C) 5. Two large bore (14 to 16 gauge) intravenous lines should be placed in a seriously injured pregnant woman. (III-C) 6. Because of their adverse effect on uteroplacental perfusion, vasopressors in pregnant women should be used only for intractable hypotension that is unresponsive to fluid resuscitation. (II-3B) 7. After mid-pregnancy, the gravid uterus should be moved off the inferior vena cava to increase venous return and cardiac output in the acutely injured pregnant woman. This may be achieved by manual displacement of the uterus or left lateral tilt. Care should be taken to secure the spinal cord when using left lateral tilt. (II-1B) 8. To avoid rhesus D (Rh) alloimmunization in Rh-negative mothers, O-negative blood should be transfused when needed until cross-matched blood becomes available. (I-A) 9. The abdominal portion of military anti-shock trousers should not be inflated on a pregnant woman because this may reduce placental perfusion. (II-3B) Transfer to health care facility 10. Transfer or transport to a maternity facility (triage of a labour and delivery unit) is advocated when injuries are neither life- nor limb-threatening and the fetus is viable (≥ 23 weeks), and to the emergency room when the fetus is under 23 weeks' gestational age or considered to be non-viable. When the injury is major, the patient should be transferred or transported to the trauma unit or emergency room, regardless of gestational age. (III-B) 11. When the severity of injury is undetermined or when the gestational age is uncertain, the patient should be evaluated in the trauma unit or emergency room to rule out major injuries. (III-C) Evaluation of a pregnant trauma patient in the emergency room 12. In cases of major trauma, the assessment, stabilization, and care of the pregnant women is the first priority; then, if the fetus is viable (≥ 23 weeks), fetal heart rate auscultation and fetal monitoring can be initiated and an obstetrical consultation obtained as soon as feasible. (II-3B) 13. In pregnant women with a viable fetus (≥ 23 weeks) and suspected uterine contractions, placental abruption, or traumatic uterine rupture, urgent obstetrical consultation is recommended. (II-3B) 14. In cases of vaginal bleeding at or after 23 weeks, speculum or digital vaginal examination should be deferred until placenta previa is excluded by a prior or current ultrasound scan. (III-C) Adjunctive tests for maternal assessment 15. Radiographic studies indicated for maternal evaluation including abdominal computed tomography should not be deferred or delayed due to concerns regarding fetal exposure to radiation. (II-2B) 16. Use of gadolinium-based contrast agents can be considered when maternal benefit outweighs potential fetal risks. (III-C) 17. In addition to the routine blood tests, a pregnant trauma patient should have a coagulation panel including fibrinogen. (III-C) 18. Focused abdominal sonography for trauma should be considered for detection of intraperitoneal bleeding in pregnant trauma patients. (II-3B) 19. Abdominal computed tomography may be considered as an alternative to diagnostic peritoneal lavage or open lavage when intra-abdominal bleeding is suspected. (III-C) Fetal assessment 20. All pregnant trauma patients with a viable pregnancy (≥ 23 weeks) should undergo electronic fetal monitoring for at least 4 hours. (II-3B) 21. Pregnant trauma patients (≥ 23 weeks) with adverse factors including uterine tenderness, significant abdominal pain, vaginal bleeding, sustained contractions (> 1/10 min), rupture of the membranes, atypical or abnormal fetal heart rate pattern, high risk mechanism of injury, or serum fibrinogen < 200 mg/dL should be admitted for observation for 24 hours. (III-B) 22. Anti-D immunoglobulin should be given to all rhesus D-negative pregnant trauma patients. (III-B) 23. In Rh-negative pregnant trauma patients, quantification of maternal-fetal hemorrhage by tests such as Kleihauer-Betke should be done to determine the need for additional doses of anti-D immunoglobulin. (III-B) 24. An urgent obstetrical ultrasound scan should be undertaken when the gestational age is undetermined and need for delivery is anticipated. (III-C) 25. All pregnant trauma patients with a viable pregnancy who are admitted for fetal monitoring for greater than 4 hours should have an obstetrical ultrasound prior to discharge from hospital. (III-C) 26. Fetal well-being should be carefully documented in cases involving violence, especially for legal purposes. (III-C) Obstetrical complications of trauma 27. Management of suspected placental abruption should not be delayed pending confirmation by ultrasonography as ultrasound is not a sensitive tool for its diagnosis. (II-3D) Specific traumatic injuries 28. Tetanus vaccination is safe in pregnancy and should be given when indicated. (II-3B) 29. Every woman who sustains trauma should be questioned specifically about domestic or intimate partner violence. (II-3B) 30. During prenatal visits, the caregiver should emphasize the importance of wearing seatbelts properly at all times. (II-2B) Perimortem Caesarean section 31. A Caesarean section should be performed for viable pregnancies (≥ 23 weeks) no later than 4 minutes (when possible) following maternal cardiac arrest to aid with maternal resuscitation and fetal salvage. (III-B). ", "pub_date": "2015-06-01", "authors": ["Venu Jain", "Radha Chari", "Sharon Maslovitz", "Dan Farine", "Emmanuel Bujold", "Robert Gagnon", "Melanie Basso", "Hayley Bos", "Richard Brown", "Stephanie Cooper", "Katy Gouin", "N Lynne McLeod", "Savas Menticoglou", "William Mundle", "Christy Pylypjuk", "Anne Roggensack", "Frank Sanderson"], "journal": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC", "doi": "10.1016/s1701-2163(15)30232-2", "source": "pubmed"}
{"doc_id": "29764869", "pmid": "29764869", "title": "Tele-UPCAT: study protocol of a randomised controlled trial of a home-based Tele-monitored UPper limb Children Action observation Training for participants with unilateral cerebral palsy.", "abstract": "INTRODUCTION: A new rehabilitative approach, called UPper Limb Children Action Observation Training (UPCAT), based on the principles of action observation training (AOT), has provided promising results for upper limb rehabilitation in children with unilateral cerebral palsy (UCP). This study will investigate if a new information and communication technology platform, named Tele-UPCAT, is able to deliver AOT in a home setting and will test its efficacy on children and young people with UCP. METHODS AND ANALYSIS: A randomised, allocation concealed (waitlist control) and evaluator-blinded clinical trial with two investigative arms will be carried out. The experimental group will perform AOT at home for 3 weeks using a customised Tele-UPCAT system where they will watch video sequences of goal-directed actions and then complete the motor training of the same actions. The control group will receive usual care for 3 weeks, which may include upper limb training. They will be offered AOT at home after 3 weeks. Twenty-four children with UCP will be recruited for 12 participants per group. The primary outcome will be measured using Assisting Hand Assessment. The Melbourne Assessment 2, ABILHAND, Participation and Environment Measure-Children and Youth and Cerebral Palsy Quality of Life Questionnaire will be included as secondary measures. Quantitative measures from sensorised objects and participants worn Actigraphs GXT3+ will be analysed. The assessment points will be the week before (T0) and after (T1) the period of AOT/standard care. Further assessments will be at T1 plus, the week after the AOT period for the waitlist group and at 8 weeks (T2) and 24 weeks (T3) after AOT training. ETHICS AND DISSEMINATION: The trial has been approved by the Tuscany Paediatric Ethics Committee (169/2016). Publication of all outcomes will be in peer-reviewed journals and conference presentations. TRIAL REGISTRATION: NCT03094455.", "pub_date": "2018-05-14", "authors": ["Giuseppina Sgandurra", "Francesca Cecchi", "Elena Beani", "Irene Mannari", "Martina Maselli", "Francesco Paolo Falotico", "Emanuela Inguaggiato", "Silvia Perazza", "Elisa Sicola", "Hilde Feys", "Katrijn Klingels", "Adriano Ferrari", "Paolo Dario", "Roslyn N Boyd", "Giovanni Cioni"], "journal": "BMJ open", "doi": "10.1136/bmjopen-2017-017819", "source": "pubmed"}
{"doc_id": "37713090", "pmid": "37713090", "title": "Population Pharmacokinetics and Exposure-Response with Teclistamab in Patients With Relapsed/Refractory Multiple Myeloma: Results From MajesTEC-1.", "abstract": "BACKGROUND: Teclistamab, a B-cell maturation antigen × CD3 bispecific antibody, is approved in patients with relapsed/refractory multiple myeloma (RRMM) who have previously received an immunomodulatory agent, a proteasome inhibitor, and an anti-CD38 antibody. OBJECTIVE: We report the population pharmacokinetics of teclistamab administered intravenously and subcutaneously (SC) and exposure-response relationships from the phase I/II, first-in-human, open-label, multicenter MajesTEC-1 study. METHODS: Phase I of MajesTEC-1 consisted of dose escalation and expansion at the recommended phase II dose (RP2D; 1.5 mg/kg SC weekly, preceded by step-up doses of 0.06 and 0.3 mg/kg); phase II investigated the efficacy of teclistamab RP2D in patients with RRMM. Population pharmacokinetics and the impact of covariates on teclistamab systemic exposure were assessed using a 2-compartment model with first-order absorption for SC and parallel time-independent and time-dependent elimination pathways. Exposure-response analyses were conducted, including overall response rate (ORR), duration of response (DoR), progression-free survival (PFS), overall survival (OS), and the incidence of grade ≥ 3 anemia, neutropenia, lymphopenia, leukopenia, thrombocytopenia, and infection. RESULTS: In total, 4840 measurable serum concentration samples from 338 pharmacokinetics-evaluable patients who received teclistamab were analyzed. The typical population value of time-independent and time-dependent clearance were 0.449 L/day and 0.547 L/day, respectively. The time-dependent clearance decreased rapidly to < 10% after 8 weeks of teclistamab treatment. Patients who discontinue teclistamab after the 13th dose are expected to have a 50% reduction from C CONCLUSION: Body weight, myeloma type, and ISS stage impacted systemic teclistamab exposure without any clinically relevant effect on efficacy. The exposure-response analyses for ORR showed a positive trend with increasing teclistamab systemic exposure, with a plateau at the RP2D, and there was no apparent exposure-response trend for safety or other efficacy endpoints. These analyses support the RP2D of teclistamab in patients with RRMM. CLINICAL TRIAL REGISTRATION: NCT03145181 (phase I, 09 May 2017); NCT04557098 (phase II, 21 September 2020).", "pub_date": "2023-09-15", "authors": ["Xin Miao", "Liviawati S Wu", "Shun Xin Wang Lin", "Yan Xu", "Yang Chen", "Yuki Iwaki", "Rachel Kobos", "Tara Stephenson", "Kristy Kemmerer", "Clarissa M Uhlar", "Arnob Banerjee", "Jenna D Goldberg", "Danielle Trancucci", "Amit Apte", "Raluca Verona", "Lixia Pei", "Rachit Desai", "Kathleen Hickey", "Yaming Su", "Daniele Ouellet", "Mahesh N Samtani", "Yue Guo", "Alfred L Garfall", "Amrita Krishnan", "Saad Z Usmani", "Honghui Zhou", "Suzette Girgis"], "journal": "Targeted oncology", "doi": "10.1007/s11523-023-00989-z", "source": "pubmed"}
{"doc_id": "33340991", "pmid": "33340991", "title": "Discoidin domain receptor 1 activation links extracellular matrix to podocyte lipotoxicity in Alport syndrome.", "abstract": "BACKGROUND: Discoidin domain receptor 1 (DDR1) is a receptor tyrosine kinase that is activated by collagens that is involved in the pathogenesis of fibrotic disorders. Interestingly, de novo production of the collagen type I (Col I) has been observed in Col4a3 knockout mice, a mouse model of Alport Syndrome (AS mice). Deletion of the DDR1 in AS mice was shown to improve survival and renal function. However, the mechanisms driving DDR1-dependent fibrosis remain largely unknown. METHODS: Podocyte pDDR1 levels, Collagen and cluster of differentiation 36 (CD36) expression was analyzed by Real-time PCR and Western blot. Lipid droplet accumulation and content was determined using Bodipy staining and enzymatic analysis. CD36 and DDR1 interaction was determined by co-immunoprecipitation. Creatinine, BUN, albuminuria, lipid content, and histological and morphological assessment of kidneys harvested from AS mice treated with Ezetimibe and/or Ramipril or vehicle was performed. FINDINGS: We demonstrate that Col I-mediated DDR1 activation induces CD36-mediated podocyte lipotoxic injury. We show that Ezetimibe interferes with the CD36/DDR1 interaction in vitro and prevents lipotoxicity in AS mice thus preserving renal function similarly to ramipril. INTERPRETATION: Our study suggests that Col I/DDR1-mediated lipotoxicity contributes to renal failure in AS and that targeting this pathway may represent a new therapeutic strategy for patients with AS and with chronic kidney diseases (CKD) associated with Col4 mutations. FUNDING: This study is supported by the NIH grants R01DK117599, R01DK104753, R01CA227493, U54DK083912, UM1DK100846, U01DK116101, UL1TR000460 (Miami Clinical Translational Science Institute, National Center for Advancing Translational Sciences and the National Institute on Minority Health and Health Disparities), F32DK115109, Hoffmann-La Roche and Alport Syndrome Foundation.", "pub_date": "2020-12-16", "authors": ["Jin-Ju Kim", "Judith M David", "Sydney S Wilbon", "Javier V Santos", "Devang M Patel", "Anis Ahmad", "Alla Mitrofanova", "Xiaochen Liu", "Shamroop K Mallela", "Gloria M Ducasa", "Mengyuan Ge", "Alexis J Sloan", "Hassan Al-Ali", "Marcia Boulina", "Armando J Mendez", "Gabriel N Contreras", "Marco Prunotto", "Anjum Sohail", "Rafael Fridman", "Jeffrey H Miner", "Sandra Merscher", "Alessia Fornoni"], "journal": "EBioMedicine", "doi": "10.1016/j.ebiom.2020.103162", "source": "pubmed"}
{"doc_id": "39783194", "pmid": "39783194", "title": "Tofersen treatment leads to sustained stabilization of disease in SOD1 ALS in a \"real-world\" setting.", "abstract": "OBJECTIVE: Patients with amyotrophic lateral sclerosis (ALS) caused by superoxide dismutase 1 (SOD1) gene mutations (SOD1 ALS) treated with tofersen have shown slowing of disease progression, and disease stabilization with recovery of function in some patients. We report our clinical experience with treating patients with SOD1 ALS and the effects of tofersen on outcome measures. METHODS: This was a single-center observational study of patients with SOD1 ALS receiving treatment with tofersen. The effects of tofersen treatment on neurofilament levels, muscle strength, and clinical outcome measures were assessed. Several patients had outpatient neuromuscular rehabilitation in addition to tofersen treatment and we report changes in functional outcomes. RESULTS: Seven SOD1 ALS patients received treatment at our institution. All patients showed robust and sustained declines in serum NfL and CSF pNFH (mean change serum NfL: -57.9%; mean change CSF pNFH: -67.6%). There was apparent disease stabilization as assessed by the ALSFRS-R total score, mean change 1.1 (SD = 0.7). There was notable improvement in functional independence measured by the FIM motor score, mean change 5.13 points (SD = 3.85). INTERPRETATION: This study provides evidence that tofersen treatment in SOD1 ALS can lead to meaningful preservation of function and suggestions of sustained improvement in neurologic function in some patients, and strongly supports the role of neurofilaments as therapeutic biomarkers.", "pub_date": "2025-01-09", "authors": ["Sean E Smith", "Kelly McCoy-Gross", "Amber Malcolm", "Jeri Oranski", "Jesse W Markway", "Timothy M Miller", "Robert C Bucelli"], "journal": "Annals of clinical and translational neurology", "doi": "10.1002/acn3.52264", "source": "pubmed"}
{"doc_id": "32165955", "pmid": "32165955", "title": "Correlation of Troponin Level (Troponin T, Troponin I) With PELOD-2 Score in Sepsis as a Predictive Factor of Mortality.", "abstract": "BACKGROUND: Sepsis in children with cardiovascular involvement can increase mortality. Recently, many studies have been conducted to investigate troponin as an early marker of myocardial dysfunction, associated with pediatric sepsis score. Pediatric Logistic Organ Dysfunction 2 (PELOD-2) score is recent scoring to assess organ dysfunction in sepsis children. AIM: To determine the correlation between troponin T, troponin I with PELOD-2 score in sepsis as a predictive factor of mortality. METHODS: A prospective cohort study was conducted on sepsis children in PICU Haji Adam Malik General Hospital, Medan. Assessment of PELOD-2 score, serum troponin T, and troponin I levels performed on the first day and 48 hours after sepsis was diagnosed. Patients were observed until moved to the ward or died. RESULTS: A group of 41 subjects were recruited in this study. Troponin T level at 24 hours did not correlate with PELOD-2 scores. Troponin T level at 48 hours was positively correlated with PELOD-2 score (r = 0.771, p < 0.001) and had a significant association with the mortality rate (p < 0.001). Troponin T at 48 hours could be used as a predictive factor of mortality (AUC 86.4%, p < 0.001) with a cut-off point of 40.3 ng/mL (76% sensitivity, 75% specificity, RR 2.48). Troponin I levels at 24 and 48 hours also had strong correlation with PELOD-2 score (r = 0.326, p = 0.037; r = 0.691, p < 0.001) and could be used as a predictor of mortality in pediatric patients with sepsis (AUC 74.8%, p 0.008; AUC 92.6%, p < 0.001). The cut-off point of troponin I at 24 hours was 0.075 ng/mL (68% sensitivity, 68.8% specificity, RR 1.84) and at 48 hours was 0.125 ng/mL (80% sensitivity, 81.3% specificity, RR 3.13). CONCLUSION: Serum troponin T and troponin I levels at 48 hours have positive correlation with PELOD-2 score as a predictive factor of mortality in pediatric patients with sepsis.", "pub_date": "2019-12-13", "authors": ["Aileen C Dauhan", "Aridamuriany D Lubis", "Erna Mutiara", "Munar Lubis"], "journal": "Open access Macedonian journal of medical sciences", "doi": "10.3889/oamjms.2019.806", "source": "pubmed"}
{"doc_id": "38869952", "pmid": "38869952", "title": "Recommendations for the management of gastrointestinal comorbidities with or without trofinetide use in Rett syndrome.", "abstract": "INTRODUCTION: Although gastrointestinal (GI) comorbidities are experienced by over 90% of individuals with Rett syndrome (RTT), a neurodevelopmental disorder associated with mutations in the  AREAS COVERED: This perspective covers GI comorbidities experienced by those with RTT, either with or without trofinetide treatment. PubMed literature searches were undertaken on treatment recommendations for the following conditions: constipation, diarrhea, vomiting, aspiration, dysphagia, gastroesophageal reflux, nausea, gastroparesis, gastritis, and abdominal bloating. EXPERT OPINION: The authors recommend a proactive approach to management of symptomatic GI comorbidities and drug-associated symptoms in RTT to enhance drug tolerance and improve the quality of life of affected individuals. Management strategies for common GI comorbidities associated with RTT are reviewed based on authors' clinical experience and augmented by recommendations from the literature.", "pub_date": "2024-06-18", "authors": ["Kathleen J Motil", "Arthur Beisang", "Constance Smith-Hicks", "Anthony Lembo", "Shannon M Standridge", "Edwin Liu"], "journal": "Expert review of gastroenterology & hepatology", "doi": "10.1080/17474124.2024.2368014", "source": "pubmed"}
{"doc_id": "23357441", "pmid": "23357441", "title": "Childhood gender nonconformity, bullying victimization, and depressive symptoms across adolescence and early adulthood: an 11-year longitudinal study.", "abstract": "OBJECTIVE: Childhood gender nonconformity has been associated with increased risk of caregiver abuse and bullying victimization outside the home, but it is unknown whether as a consequence children who are nonconforming are at higher risk of depressive symptoms. METHOD: Using data from a large national cohort (N = 10,655), we examined differences in depressive symptoms from ages 12 through 30 years by gender nonconformity before age 11 years. We examined the prevalence of bullying victimization by gender nonconformity, then ascertained whether increased exposure to abuse and bullying accounted for possible increased risk of depressive symptoms. We further compared results stratified by sexual orientation. RESULTS: Participants in the top decile of childhood gender nonconformity were at elevated risk of depressive symptoms at ages 12 through 30 years (for females, 0.19 standard deviations more depressive symptoms than conforming females; for males, 0.34 standard deviations more symptoms than conforming males). By ages 23 to 30 years, 26% of participants in the top decile of childhood nonconformity had probable mild or moderate depression versus 18% of participants who were conforming (p<.001). Abuse and bullying victimization accounted for approximately half the increased prevalence of depressive symptoms in youth who were nonconforming versus conforming. Gender-nonconforming heterosexuals and males were at particularly elevated risk for depressive symptoms. CONCLUSION: Gender nonconformity was a strong predictor of depressive symptoms beginning in adolescence, particularly among males and heterosexuals. Physical and emotional bullying and abuse, both inside and outside the home, accounted for much of this increased risk.", "pub_date": "2012-12-28", "authors": ["Andrea L Roberts", "Margaret Rosario", "Natalie Slopen", "Jerel P Calzo", "S Bryn Austin"], "journal": "Journal of the American Academy of Child and Adolescent Psychiatry", "doi": "10.1016/j.jaac.2012.11.006", "source": "pubmed"}
{"doc_id": "27121914", "pmid": "27121914", "title": "Combined oral contraceptives, thrombophilia and the risk of venous thromboembolism: a systematic review and meta-analysis.", "abstract": "UNLABELLED: Essentials We performed a meta-analysis on thrombosis risk in thrombophilic oral contraceptive (COC)-users. The results support discouraging COC-use in women with a natural anticoagulant deficiency. Contrary, additive risk of factor V Leiden (FVL) or prothrombin-G20210A (PT) mutation is modest. Women with a FVL/PT-mutation as single risk factor can use COCs if alternatives are not tolerated. SUMMARY: Background Combined oral contraceptives (COCs) are associated with an increased risk of venous thromboembolism (VTE), which is shown to be more pronounced in women with hereditary thrombophilia. Currently, WHO recommendations state that COC-use in women with hereditary thrombophilias (antithrombin deficiency, protein C deficiency, protein S deficiency, factor V Leiden and prothrombin-G20210A mutation) is associated with an unacceptable health risk. Objective To perform a meta-analysis evaluating the additional risk of VTE in COC-users with thrombophilia. Methods The MEDLINE and EMBASE databases were searched on 10 February 2015 for potential eligible studies. A distinction was made between 'mild' (factor V Leiden and prothrombin-G20210A mutation) and 'severe' thrombophilia (antithrombin deficiency, protein C deficiency, protein S deficiency, double heterozygosity or homozygosity of factor V Leiden and prothrombin-G20210A mutation). Results We identified 12 case-control and three cohort studies. In COC-users, mild and severe thrombophilia increased the risk of VTE almost 6-fold (rate ratio [RR], 5.89; 95% confidence interval [CI], 4.21-8.23) and 7-fold (RR, 7.15; 95% CI, 2.93-17.45), respectively. The cohort studies showed that absolute VTE risk was far higher in COC-users with severe thrombophilia than in those with mild thrombophilia (4.3 to 4.6 vs. 0.49 to 2.0 per 100 pill-years, respectively), and these differences in absolute risks were also noted in non-affected women (0.48 to 0.7 vs. 0.19 to 0.0), but with the caveat that absolute risks were estimated in relatives of thrombophilic patients with VTE (i.e. with a positive family history). Conclusion These results support discouraging COC-use in women with severe hereditary thrombophilia. By contrast, additive VTE risk of mild thrombophilia is modest. When no other risk factors are present, (e.g. family history) COCs can be offered to these women when reliable alternative contraceptives are not tolerated.", "pub_date": "2016-06-16", "authors": ["E F W van Vlijmen", "S Wiewel-Verschueren", "T B M Monster", "K Meijer"], "journal": "Journal of thrombosis and haemostasis : JTH", "doi": "10.1111/jth.13349", "source": "pubmed"}
{"doc_id": "28769538", "pmid": "28769538", "title": "Cytokine Kinetics in Febrile Neutropenic Children: Insights on the Usefulness as Sepsis Biomarkers, Influence of Filgrastim, and Behavior of the IL-23/IL-17 Pathway.", "abstract": "BACKGROUND: The study aimed to describe the kinetics of various cytokines from day 1 to day 14 of the onset of fever in neutropenic children and to evaluate their performances as discriminators of sepsis in the first 24 hours of fever, the possible influence of filgrastim, and the functioning of the IL-23/IL-17 axis. METHODS: IL-1 RESULTS: Thirteen patients (37.1%) developed sepsis. In mixed models, IL-6, IL-8, IL-10, and G-CSF showed higher estimated means in septic patients ( CONCLUSIONS: Cytokines kinetics showed proinflammatory and anti-inflammatory responses similar to what is described in nonneutropenic patients. IL-8, IL-6, IL-10, and procalcitonin are useful as early biomarkers of sepsis. Filgrastim upregulates expression of these markers, and we observed deficiency in the IL-23-IL-17 axis accompanying sepsis.", "pub_date": "2017-07-09", "authors": ["Orlei Ribeiro de Araujo", "Reinaldo Salomão", "Milena Karina Coló Brunialti", "Dafne Cardoso Bourguignon da Silva", "Andreza Almeida Senerchia", "Fabianne Altruda de Moraes Costa Carlesse", "Antonio Sergio Petrilli"], "journal": "Mediators of inflammation", "doi": "10.1155/2017/8291316", "source": "pubmed"}
{"doc_id": "20577002", "pmid": "20577002", "title": "SOD1, ANG, VAPB, TARDBP, and FUS mutations in familial amyotrophic lateral sclerosis: genotype-phenotype correlations.", "abstract": "BACKGROUND: Mutations in SOD1, ANG, VAPB, TARDBP and FUS genes have been identified in amyotrophic lateral sclerosis (ALS). METHODS: The relative contributions of the different mutations to ALS were estimated by systematically screening a cohort of 162 families enrolled in France and 500 controls (1000 chromosomes) using molecular analysis techniques and performing phenotype-genotype correlations. RESULTS: 31 pathogenic missense mutations were found in 36 patients (20 SOD1, 1 ANG, 1 VAPB, 7 TARDBP and 7 FUS). Surprisingly two FUS mutation carriers also harboured ANG variants. One family of Japanese origin with the P56S VAPB mutation was identified. Seven novel mutations (three in SOD1, two in TARDBP, two in FUS) were found. None of them was detected in controls. Segregation of detected mutations with the disease was confirmed in 11 families including five pedigrees carrying the novel mutations. Clinical comparison of SOD1, TARDBP, FUS and other familial ALS patients (with no mutation in the screened genes) revealed differences in site of onset (predominantly lower limbs for SOD1 and upper limbs for TARDBP mutations), age of onset (younger with FUS mutations), and in lifespan (shorter for FUS carriers). One third of SOD1 patients survived more than 7 years: these patients had earlier disease onset than those presenting with a more typical course. Differences were also observed among FUS mutations, with the R521H FUS mutation being associated with longer disease duration. CONCLUSIONS: This study identifies new genetic associations with ALS and provides phenotype-genotype correlations with both previously reported and novel mutations.", "pub_date": "2010-06-24", "authors": ["Stéphanie Millecamps", "François Salachas", "Cécile Cazeneuve", "Paul Gordon", "Bernard Bricka", "Agnès Camuzat", "Léna Guillot-Noël", "Odile Russaouen", "Gaëlle Bruneteau", "Pierre-François Pradat", "Nadine Le Forestier", "Nadia Vandenberghe", "Véronique Danel-Brunaud", "Nathalie Guy", "Christel Thauvin-Robinet", "Lucette Lacomblez", "Philippe Couratier", "Didier Hannequin", "Danielle Seilhean", "Isabelle Le Ber", "Philippe Corcia", "William Camu", "Alexis Brice", "Guy Rouleau", "Eric LeGuern", "Vincent Meininger"], "journal": "Journal of medical genetics", "doi": "10.1136/jmg.2010.077180", "source": "pubmed"}
{"doc_id": "39901997", "pmid": "39901997", "title": "Awareness of Varicose Veins Associated With the Use of Contraceptive Pills Among Women in Jazan, Saudi Arabia: A Cross-Sectional Study.", "abstract": "Background Varicose veins are a rare side effect of birth control pills, linked to hormonal changes that may weaken vein walls and valves, impair blood flow, and increase venous pressure. Factors like sedentary behavior, prolonged standing or sitting, and genetic predisposition may worsen the risk. Additionally, contraceptive hormones can promote fluid retention and venous stasis, further contributing to vein dilation. The direct link between birth control pills and varicose veins remains unclear, as factors such as BMI, age, and pre-existing conditions also play a role. However, limited research exists, particularly in our region, highlighting the need for awareness and studies to address these potential risks and improve women's health outcomes. Aim The current study aims to assess the women's awareness of varicose veins caused by the contraceptive pill in Jazan, Saudi Arabia. By assessing women's understanding of this topic, the study seeks to uncover any prevalent misunderstandings, such as underestimating the role of hormonal changes or overlooking contributing lifestyle factors. This information will help guide awareness campaigns and educational efforts to ensure accurate and accessible information is provided, addressing the unique health concerns and knowledge gaps within our community. Methods This study uses the convenience sampling method and data was collected using a self-report online questionnaire targeting women in Jazan who have used contraception pills or who have been diagnosed with varicose veins (N=494). This is a cross-sectional survey with a target group of Saudi women aged 18 to 64 years old who live in Jazan, Saudi Arabia. Participants were recruited through online platforms, including social media channels commonly accessed by women in the community, and through healthcare facilities where contraceptive counseling is provided. This multi-platform approach aimed to capture a diverse range of participants, although the reliance on convenience sampling may still lead to the underrepresentation of certain groups. Results Seventy-six percent of participants were aware of varicose veins, with a mean score of 1.76 and a standard deviation (SD) of 0.421. This indicates a generally low level of awareness among participants. Sixty-eight percent of participants were aware of the connection between contraceptive pills and the likelihood of developing varicose veins while 31.8% were not. Conclusion The majority of participants were aware of oral contraceptives and side effects. Regarding varicose veins, while most participants recognized the condition, only 38.1% understood its risk factors. Additionally, 64% were uncertain about the link between contraceptive pill use and varicose veins, with just 7.5% fully attributing the condition to contraceptive use. The study also found that older women were more likely to associate contraceptive pills with varicose veins. In light of the findings, this study suggests that healthcare providers enhance health education efforts to raise awareness of the risk factors associated with varicose veins, particularly for women using contraceptive pills. For instance, public campaigns can use social media, community health centers, and educational materials to disseminate information about varicose veins, their risk factors, and the potential influence of contraceptive pills.", "pub_date": "2025-01-04", "authors": ["Wedad Mawkili", "Seham Zakri", "Mona Hattan", "Somaya Abass", "Shatha Khalaf", "Lujin Zakri"], "journal": "Cureus", "doi": "10.7759/cureus.76912", "source": "pubmed"}
{"doc_id": "36191706", "pmid": "36191706", "title": "Probabilistic assessment of dietary rare earth elements intake among people living near a rare earth ore.", "abstract": "Rare earth elements (REEs) can cause neoplasms, reduce bone density, affect children's intelligence, etc., and diet is an important way for the human body to absorb REEs. With the increasing use of REEs, the impact on human health is becoming more and more important. So, we used a probabilistic assessment method with Monte Carlo simulation to evaluate the dietary intake of REEs by residents of a large light rare earth mining area in Shandong Province. 16 REEs in 447 samples (including wheat, maize, dry beans, vegetables, fruits and eggs) were detected. The mean value of total REEs for all samples was 286.96 μg/kg, and of light rare earth elements (LREEs) was 270.18 μg/kg. Among of LREEs, Ce, La, Nd and Pr were dominant. The REEs content of different food categories showed that wheat, leafy vegetables and allium vegetables had higher content of REEs, melons vegetables, root vegetables, fruits and eggs had the lowest content. The mean dietary intake of rare earth oxides for the whole population was 4.20 μg/kg bw/d, wheat and vegetables (leafy vegetables, allium vegetables and root vegetables) were the main sources of REEs. Dietary intake estimates of REEs by age and gender did not exceed the acceptable daily intake which means implying no impact on human health.", "pub_date": "2022-09-30", "authors": ["Maoqiang Zhuang", "Hongran Xie", "Ying Jiang", "Peirui Xiao", "Kebo Wang", "Zunhua Chu", "Jinshan Zhao", "Tianliang Zhang"], "journal": "The Science of the total environment", "doi": "10.1016/j.scitotenv.2022.159141", "source": "pubmed"}
{"doc_id": "39692836", "pmid": "39692836", "title": "Population Pharmacokinetic Modeling to Support Trofinetide Dosing for the Treatment of Rett Syndrome.", "abstract": "INTRODUCTION: Oral trofinetide administered using a body weight-banded dosing regimen was approved in the US for the treatment of Rett syndrome (RTT) in patients aged ≥ 2 years. This approval was principally based on efficacy and safety findings of the phase 3 LAVENDER study in girls and women aged 5-20 years with RTT and extended to younger children aged 2-4 years with supporting data from the DAFFODIL study. Weight-banded dosing regimens were selected based on early clinical population pharmacokinetic (popPK) modeling and different scenario simulations. We report the development and application of an updated popPK model to confirm that steady-state trofinetide exposures achieved in individual patients in the LAVENDER study were within target exposure range. METHODS: A previously developed popPK model using data from nine clinical studies was updated based on 13 clinical studies of trofinetide in healthy volunteers and pediatric and adult patients, including the LAVENDER study. PopPK model and empiric individual Bayesian pharmacokinetic parameter estimates were used to generate trofinetide exposures. Covariate data from the pharmacokinetic dataset from LAVENDER study subjects (n = 92) were used to estimate individual steady-state trofinetide exposure (area under concentration-time curve over 0-12 h [AUC RESULTS: Among 5- to 20-year-olds receiving the LAVENDER BID dosing regimen [trofinetide 6 g (12‒20 kg), 8 g (> 20‒35 kg), 10 g (> 35‒50 kg), and 12 g (> 50 kg)], simulated AUC CONCLUSIONS: PopPK model-based simulations confirm that weight-banded trofinetide dosing used in LAVENDER in girls and women aged 5-20 years with RTT achieved target exposure. Graphical abstract available for this article. Trofinetide is the first approved treatment for Rett syndrome, a rare genetic condition that affects brain development. Researchers first used computer modeling called population pharmacokinetics to show that the dose of trofinetide needs to increase as body weight increases in order to get the same level of trofinetide that is predicted to be effective in the blood of people with Rett syndrome. This dosing method was used in the LAVENDER study in girls and women aged 5–20 years with Rett syndrome, in which four different doses of trofinetide were matched to specific bands or groups of body weight as follows: twice daily doses of 6 g to people weighing between 12 and 20 kg, 8 g for people weighing from 20 kg up to 35 kg, 10 g for people weighing from 35 kg up to 50 kg, or 12 g for people weighing over 50 kg. To confirm that the weight-banded dosing used in LAVENDER resulted in blood levels that fell within the range known to be effective, researchers used an updated model to predict blood levels over time for each of the four weight-banded dosing groups. Researchers showed that the computer simulated blood levels over time for each of the weight-banded dosing groups all fell within the range known to be effective, thus confirming that the weight-banded dosing used in LAVENDER was appropriate, and ensured that people in the study were exposed to the target level of trofinetide.", "pub_date": "2024-12-18", "authors": ["Mona Darwish", "Julie Passarell", "Kelly Maxwell", "James M Youakim", "Heather Bradley", "Kathie M Bishop"], "journal": "Advances in therapy", "doi": "10.1007/s12325-024-03056-9", "source": "pubmed"}
{"doc_id": "39033213", "pmid": "39033213", "title": "A systematic review of cell therapy modalities and outcomes in cerebral palsy.", "abstract": "Cerebral palsy is widely recognized as a condition that results in significant physical and cognitive disabilities. Interventions aim to improve the quality of life and reduce disability. Despite numerous treatments and significant advancements, cerebral palsy remains incurable due to its diverse origins. This review evaluated clinical trials, studies, and case reports on various cell therapy approaches for cerebral palsy. It assessed the clinical outcomes of applying different cell types, including mesenchymal stem cells, olfactory ensheathing cells, neural stem/progenitor cells, macrophages, and mononuclear cells derived from peripheral blood, cord blood, and bone marrow. In 60 studies involving 1474 CP patients, six major adverse events (0.41%) and 485 mild adverse events (32.9%) were reported. Favorable therapeutic effects were observed in 54 out of 60 cell therapy trials, indicating a promising potential for cell treatments in cerebral palsy. Intrathecal MSC and BM-MNC applications revealed therapeutic benefits, with MSC studies being generally safer than other cell therapies. However, MSC and BM-MNC trials have shown inconsistent results, with some demonstrating superior efficacy for certain outcomes. Cell dosage, transplantation route, and frequency of administration can affect the efficacy of these therapies. Our findings highlight the promise of cell therapies for improving cerebral palsy treatment and stress the need for ongoing research to refine treatment protocols and enhance safety. To establish conclusive evidence on the comparative effectiveness of various cell types in treating cerebral palsy, randomized, double-blind clinical trials are essential.", "pub_date": "2024-07-21", "authors": ["Ayberk Akat", "Erdal Karaöz"], "journal": "Molecular and cellular biochemistry", "doi": "10.1007/s11010-024-05072-3", "source": "pubmed"}
{"doc_id": "29793354", "pmid": "29793354", "title": "A potential biotechnological process for the sustainable production of vitamin K", "abstract": "The primary objective of this review is to propose an approach for the biosynthesis of phylloquinone (vitamin K", "pub_date": "2018-05-24", "authors": ["Thomas D C Tarento", "Dale D McClure", "Andrea M Talbot", "Hubert L Regtop", "John R Biffin", "Peter Valtchev", "Fariba Dehghani", "John M Kavanagh"], "journal": "Critical reviews in biotechnology", "doi": "10.1080/07388551.2018.1474168", "source": "pubmed"}
{"doc_id": "28081854", "pmid": "28081854", "title": "Deficiency in milk fat globule-epidermal growth factor-factor 8 exacerbates organ injury and mortality in neonatal sepsis.", "abstract": "INTRODUCTION: Neonatal sepsis is a systemic inflammation occurring in neonates because of a proven infection within the first 28days of birth. It is the third leading cause of morbidity and mortality in the newborns. The mechanism(s) underlying the systemic inflammation in neonatal sepsis has not been completely understood. We hypothesize that the deficiency of milk fat globule-epidermal growth factor-factor 8 (MFG-E8), a protein commonly found in human milk, could be responsible for the increased inflammatory response leading to morbidity and mortality in neonatal sepsis. METHODS: Male and female newborn mice aged 5-7days were injected intraperitoneally with 0.9mg/g body weight cecal slurry (CS). At 10h after CS injection, they were euthanized, and blood, lungs and gut tissues were obtained for further analyses. Control newborn mice underwent similar procedures with the exception of the CS injection. In duplicate newborn mice after CS injection, they were returned to their respective cages with their mothers and were closely monitored for 7days and survival rate recorded. RESULTS: At 10h after CS injection, serum LDH in the MFG-E8 knockout (KO) newborn mice was significantly increased by 58% and serum IL-6, IL-1β and TNF-α in the MFG-E8KO newborn mice were also significantly increased by 56%, 65%, and 105%, respectively, from wild type (WT) newborn mice. There were no significant difference between WT control and MFG-E8 control newborn mice. The lung architecture was severely damaged and a significant 162% increase in injury score was observed in the CS MFG-E8KO newborn mice. The MPO, TUNEL staining, and cytokine levels in the lungs and the intestine in CS MFG-E8KO newborn mice were significantly increased from CS WT newborn mice. Similarly, intestinal integrity was also compromised in the CS MFG-E8KO newborn mice. In a survival study, while the mortality rate within 7days was only 29% in the CS WT newborn mice, 80% of the CS MFG-E8KO newborn mice died during the same time period with the majority of mortality occurring within 48h. CONCLUSION: The deficiency in MFG-E8 caused increases in inflammation, tissue injury, neutrophil infiltration and apoptosis, which led to morbidity and mortality in murine neonatal sepsis. These studies suggest that MFG-E8 has a protective role in fighting against neonatal sepsis.", "pub_date": "2016-12-30", "authors": ["Laura W Hansen", "Adam Khader", "Weng-Lang Yang", "Asha Jacob", "Tracy Chen", "Jeffrey M Nicastro", "Gene F Coppa", "Jose M Prince", "Ping Wang"], "journal": "Journal of pediatric surgery", "doi": "10.1016/j.jpedsurg.2016.12.022", "source": "pubmed"}
{"doc_id": "22305766", "pmid": "22305766", "title": "Depression in adolescence.", "abstract": "Unipolar depressive disorder in adolescence is common worldwide but often unrecognised. The incidence, notably in girls, rises sharply after puberty and, by the end of adolescence, the 1 year prevalence rate exceeds 4%. The burden is highest in low-income and middle-income countries. Depression is associated with substantial present and future morbidity, and heightens suicide risk. The strongest risk factors for depression in adolescents are a family history of depression and exposure to psychosocial stress. Inherited risks, developmental factors, sex hormones, and psychosocial adversity interact to increase risk through hormonal factors and associated perturbed neural pathways. Although many similarities between depression in adolescence and depression in adulthood exist, in adolescents the use of antidepressants is of concern and opinions about clinical management are divided. Effective treatments are available, but choices are dependent on depression severity and available resources. Prevention strategies targeted at high-risk groups are promising.", "pub_date": "2012-02-02", "authors": ["Anita Thapar", "Stephan Collishaw", "Daniel S Pine", "Ajay K Thapar"], "journal": "Lancet (London, England)", "doi": "10.1016/S0140-6736(11)60871-4", "source": "pubmed"}
{"doc_id": "30826738", "pmid": "30826738", "title": "Cannabis use is both independently associated with and mediates worse psychosocial health in patients with epilepsy.", "abstract": "OBJECTIVE: To examine whether cannabis use is associated with or mediates psychosocial health in people with epilepsy. METHODS: Consecutive adult epilepsy patients visiting the Calgary Comprehensive Epilepsy Programme clinic were administered validated patient-reported outcome measures (PROMs) including the Neurological Disorders Depression Inventory for Epilepsy (NDDI-E), Quality of Life in Epilepsy (QOLIE-10-P), EuroQOL five dimensions five level scale (EQ-5D-5L), Global Assessment of Severity of Epilepsy Scale, Global Assessment of Disability Associated with Seizures Scale and the Treatment Satisfaction Questionnaire for Medication scale. We used multiple regression analyses to investigate associations between cannabis use and PROMs. Mediation analyses were performed to determine the degree to which cannabis modulated the associations between current or past psychiatric disorders, monthly seizure frequency, and 1-year seizure freedom on psychosocial health. RESULTS: Of 337 consecutive patients, 71 (21%) reported cannabis use. Cannabis use was independently associated with depression (NDDI-E score≥14; OR 3.90; 95% CI 2.01 to 7.59; p<0.001), lower quality of life (β=-16.73, 95% CI - 26.26 to - 7.20; p=0.001), worse epilepsy-related disability (OR 2.23, 95% CI 1.19 to 4.17; p=0.01) and lower satisfaction with antiepileptic medication (OR 0.41, 95% CI 0.23 to 0.72; p=0.002). Cannabis use mediates 7%-12% of the effect of a psychiatric history on depression, worse quality of life and worse health valuation. CONCLUSIONS: There is a strong and independent association between cannabis use and poor psychosocial health, and it partially mediates the deleterious effect of a psychiatric history on these same outcomes. Inclusion of PROMs in future cannabis trials is warranted.", "pub_date": "2019-03-02", "authors": ["Sandra Wahby", "Vikram Karnik", "Anita Brobbey", "Samuel Wiebe", "Tolulope Sajobi", "Colin Bruce Josephson"], "journal": "Journal of neurology, neurosurgery, and psychiatry", "doi": "10.1136/jnnp-2018-319780", "source": "pubmed"}
{"doc_id": "30558363", "pmid": "30558363", "title": "Estimated Residential Exposure to Agricultural Chemicals and Premature Mortality by Parkinson's Disease in Washington State.", "abstract": "The aim of this study was to examine the relationship between estimated residential exposure to agricultural chemical application and premature mortality from Parkinson's disease (PD) in Washington State. Washington State mortality records for 2011⁻2015 were geocoded using residential addresses, and classified as having exposure to agricultural land-use within 1000 meters. Generalized linear models were used to explore the association between land-use associated with agricultural chemical application and premature mortality from PD. Individuals exposed to land-use associated with glyphosate had 33% higher odds of premature mortality than those that were not exposed (Odds Ratio (OR) = 1.33, 95% Confidence Intervals (CI) = 1.06⁻1.67). Exposure to cropland associated with all pesticide application (OR = 1.19, 95% CI = 0.98⁻1.44) or Paraquat application (OR = 1.22, 95% CI = 0.99⁻1.51) was not significantly associated with premature mortality from PD, but the effect size was in the hypothesized direction. No significant associations were observed between exposure to Atrazine (OR = 1.21, 95% CI = 0.84⁻1.74) or Diazinon (OR = 1.07, 95% CI = 0.85⁻1.34), and premature mortality from PD. The relationship between pesticide exposure and premature mortality aligns with previous biological, toxicological, and epidemiological findings. Glyphosate, the world's most heavily applied herbicide, and an active ingredient in Roundup", "pub_date": "2018-12-16", "authors": ["Mariah Caballero", "Solmaz Amiri", "Justin T Denney", "Pablo Monsivais", "Perry Hystad", "Ofer Amram"], "journal": "International journal of environmental research and public health", "doi": "10.3390/ijerph15122885", "source": "pubmed"}
{"doc_id": "39688567", "pmid": "39688567", "title": "Insights into the transcriptomic heterogeneity of brain endothelial cells in normal aging and Alzheimer's disease.", "abstract": "Drug development for Alzheimer's disease is extremely challenging, as demonstrated by the repeated failures of amyloid-β-targeted therapeutics and the controversies surrounding the amyloid-β cascade hypothesis. More recently, advances in the development of Lecanemab, an anti-amyloid-β monoclonal antibody, have shown positive results in reducing brain A burden and slowing cognitive decline in patients with early-stage Alzheimer's disease in the Phase III clinical trial (Clarity Alzheimer's disease). Despite these promising results, side effects such as amyloid-related imaging abnormalities (ARIA) may limit its usage. ARIA can manifest as ARIA-E (cerebral edema or effusions) and ARIA-H (microhemorrhages or superficial siderosis) and is thought to be caused by increased vascular permeability due to inflammatory responses, leading to leakages of blood products and protein-rich fluid into brain parenchyma. Endothelial dysfunction is an early pathological feature of Alzheimer's disease, and the blood-brain barrier becomes increasingly leaky as the disease progresses. In addition, APOE4, the strongest genetic risk factor for Alzheimer's disease, is associated with higher vascular amyloid burden, increased ARIA incidence, and accelerated blood-brain barrier disruptions. These interconnected vascular abnormalities highlight the importance of vascular contributions to the pathophysiology of Alzheimer's disease. Here, we will closely examine recent research evaluating the heterogeneity of brain endothelial cells in the microvasculature of different brain regions and their relationships with Alzheimer's disease progression.", "pub_date": "2024-12-16", "authors": ["Qian Yue", "Shang Li", "Chon Lok Lei", "Huaibin Wan", "Zaijun Zhang", "Maggie Pui Man Hoi"], "journal": "Neural regeneration research", "doi": "10.4103/NRR.NRR-D-24-00695", "source": "pubmed"}
{"doc_id": "38776339", "pmid": "38776339", "title": "Clinical study on the safety and feasibility of AiWalker-K for lower limbs exercise rehabilitation in children with cerebral palsy.", "abstract": "BACKGROUND: Robotic-assisted gait training (RAGT) devices are effective for children with cerebral palsy (CP). Many RAGT devices have been created and put into clinical rehabilitation treatment. Therefore, we aimed to investigate the safety and feasibility of a new RAGT for children with CP. METHODS: This study is a cross-over design with 23 subjects randomly divided into two groups. The occurrence of adverse events and changes in heart rate and blood pressure were recorded during each AiWalker-K training. Additionally, Gross Motor Function Measure-88 (GMFM-88), Pediatric Balance Scale (PBS), 6 Minutes Walking Test (6MWT), Physiological Cost Index, and Edinburgh Visual Gait Score (EVGS) were used to assess treatment, period, carry-over, and follow-up effects in this study. RESULTS: Adverse events included joint pain, skin pain, and injury. Heart rate and blood pressure were higher with the AiWalker-K compared to the rest (P < 0.05), but remained within safe ranges. After combined treatment with AiWalker-K and routine rehabilitation treatment, significant improvements in 6MWT, GMFM-88 D and E, PBS, and EVGS were observed compared to routine rehabilitation treatment alone (P < 0.05). CONCLUSIONS: Under the guidance of experienced medical personnel, AiWalker-K can be used for rehabilitation in children with CP.", "pub_date": "2024-05-22", "authors": ["Yi Zhang", "Zhichong Hui", "Weihang Qi", "Jiamei Zhang", "Mingmei Wang", "Dengna Zhu"], "journal": "PloS one", "doi": "10.1371/journal.pone.0303517", "source": "pubmed"}
{"doc_id": "32722708", "pmid": "32722708", "title": "Intimate partner violence (IPV) with miscarriages, stillbirths and abortions: Identifying vulnerable households for women in Bangladesh.", "abstract": "Intimate partner violence (IPV) is a social problem in Bangladesh with adverse effects on maternal healthcare. This study analyzed the sociodemographic factors responsible for intimate partner violence and its overall association with reproductive healthcare-specifically miscarriages, stillbirths and induced abortions (MSA)-using Bangladesh Demographic Health Survey 2007, which contains the latest available intimate partner violence data till date, with the hypothesis that intimate partner violence is associated with miscarriages, stillbirths and induced abortions. The generalized linear regression model was fitted to 3,920 women adjusting survey weights and cluster/strata variations. The study concluded that 1 out of every 4 women who reported experiencing intimate partner violence also reported having one or more of miscarriages, stillbirths and induced abortions. The results revealed that intimate partner violence and miscarriages, stillbirths and induced abortions were significantly associated with the age of the women, residence, age of the women at their first birth, sex of household head and the household's financial condition. Furthermore, the odds of having one or more miscarriages, stillbirths and abortions was increased by 35% for women who were victims to intimate partner violence, establishing a significant association between miscarriages, stillbirths and abortions and intimate partner violence. There appeared to be a need to address the issue in both paradigms, particularly for the poor rural women in Bangladeshi patriarchal society. These findings demand a combined intervention effort in the vulnerable cohorts, especially if Bangladesh intends to attain the goals 3.1 and 5.2 of the Sustainable Development Goals (SDG) by 2030.", "pub_date": "2020-07-28", "authors": ["Awan Afiaz", "Raaj Kishore Biswas", "Raisa Shamma", "Nurjahan Ananna"], "journal": "PloS one", "doi": "10.1371/journal.pone.0236670", "source": "pubmed"}
{"doc_id": "38728378", "pmid": "38728378", "title": "Antigen escape as a shared mechanism of resistance to BCMA-directed therapies in multiple myeloma.", "abstract": "B-cell maturation antigen (BCMA)-targeting therapeutics have dramatically improved outcomes in relapsed/refractory multiple myeloma (RRMM). However, whether the mechanisms of resistance between these therapies are shared and how the identification of such mechanisms before therapy initiation could refine clinical decision-making remains undefined. We analyzed outcomes for 72 RRMM patients treated with teclistamab, a CD3 × BCMA bispecific antibody, 42% (30/72) of whom had prior BCMA-directed therapy exposure. Malignant plasma cell BCMA expression was present in all BCMA therapy-naïve patients. Prior therapy-mediated loss of plasma cell BCMA expression before teclistamab treatment, measured by immunohistochemistry, was observed in 3 patients, none of whom responded to teclistamab, and 1 of whom also did not respond to ciltacabtagene autoleucel. Whole exome sequencing of tumor DNA from 1 patient revealed biallelic loss of TNFRSF17 following treatment with belantamab mafodotin. Low-to-undetectable peripheral blood soluble BCMA levels correlated with the absence of BCMA expression by bone marrow plasma cells. Thus, although rare, loss of BCMA expression following TNFRSF17 gene deletions can occur following any BCMA-directed therapy and prevents response to subsequent anti-BCMA-directed treatments, underscoring the importance of verifying the presence of a target antigen.", "pub_date": "2024-07-01", "authors": ["Ross S Firestone", "Nicholas D Socci", "Tala Shekarkhand", "Menglei Zhu", "Wei Ge Qin", "Malin Hultcrantz", "Sham Mailankody", "Carlyn Rose Tan", "Neha Korde", "Alexander M Lesokhin", "Hani Hassoun", "Urvi Shah", "Kylee H Maclachlan", "Sridevi Rajeeve", "Heather J Landau", "Michael Scordo", "Gunjan L Shah", "Oscar B Lahoud", "Sergio Giralt", "Kazunori Murata", "Saad Z Usmani", "David J Chung"], "journal": "Blood", "doi": "10.1182/blood.2023023557", "source": "pubmed"}
{"doc_id": "20038924", "pmid": "20038924", "title": "Self-harm in adolescence: a girl who swallowed needles.", "abstract": "Self-harm represents a serious and pathological behavior that occurs most notably during adolescent years and currently seems to be a problem that is on the increase. Self-harm is a self destructive behavior which most frequently takes the form of cutting and burning. Relative to suicidal behavior, self-harm, in and of itself, is not intended to be lethal and tends to be repeated and addictive. However, in cases of self-harm the risk of suicidal behavior cannot be ignored. This presentation is a case study of a girl who engaged in an unusual form of self-harm, by swallowing needles.", "pub_date": "2009-01-01", "authors": ["Jana Kocourkova", "Jiri Koutek", "Michal Hrdlicka"], "journal": "Neuro endocrinology letters", "doi": "", "source": "pubmed"}
{"doc_id": "15479896", "pmid": "15479896", "title": "Short course prednisolone for adhesive capsulitis (frozen shoulder or stiff painful shoulder): a randomised, double blind, placebo controlled trial.", "abstract": "OBJECTIVE: To determine whether a short course of prednisolone is superior to placebo for improving pain, function, and range of motion in adhesive capsulitis. DESIGN: Double blind, randomised, placebo controlled trial. SETTING: Community based rheumatology practice in Australia. PARTICIPANTS: 50 participants (24 active, 26 placebo); 46 completed the 12 week protocol. Entry criteria were age > or =18 years, pain and stiffness in predominantly one shoulder for > or =3 weeks, and restriction of passive motion by >30 degrees in two or more planes. INTERVENTIONS: 30 mg oral prednisolone/day for three weeks or placebo. MAIN OUTCOME MEASURES: Overall, night, and activity related pain, SPADI, Croft shoulder disability questionnaire, DASH, HAQ, SF-36, participant rated improvement, and range of active motion measured at baseline and at 3, 6, and 12 weeks. RESULTS: At 3 weeks, there was greater improvement in overall pain in the prednisolone group than in the placebo group (mean (SD) change from baseline, 4.1 (2.3) v 1.4 (2.3); adjusted difference in mean change between the two groups, 2.4 (95% CI, 1.1 to 3.8)). There was also greater improvement in disability, range of active motion, and participant rated improvement (marked or moderate overall improvement in 22/23 v 11/23; RR = 2 (1.3 to 3.1), p = 0.001). At 6 weeks the analysis favoured the prednisolone group for most outcomes but none of the differences was significant. At 12 weeks, the analysis tended to favour the placebo group. CONCLUSIONS: A three week course of 30 mg prednisolone daily is of significant short term benefit in adhesive capsulitis but benefits are not maintained beyond six weeks.", "pub_date": "2004-11-01", "authors": ["R Buchbinder", "J L Hoving", "S Green", "S Hall", "A Forbes", "P Nash"], "journal": "Annals of the rheumatic diseases", "doi": "10.1136/ard.2003.018218", "source": "pubmed"}
{"doc_id": "16895511", "pmid": "16895511", "title": "Organ dysfunction in patients with severe sepsis.", "abstract": "BACKGROUND: Severe sepsis is defined as sepsis plus organ dysfunction. There is a need to quantify this dysfunction, and several scoring systems have been developed. METHOD: Review of the pertinent English-language literature. RESULTS: Early scoring of organ failure simply counted the number of failing organs, but the degree of dysfunction is an important variable. The first system to grade dysfunction was the multiple organ dysfunction score (MODS). The drawback of MODS is the variable used to quantify cardiovascular failure. To alleviate this limitation, the Brussels score was developed. However, it, too, was suboptimal and was replaced by the sequential or sepsis-related organ failure assessment (SOFA) score. There is a clear correlation between the total SOFA score and the mortality rate, and in certain studies, the total SOFA score was at least as good as traditional methods of predicting death. A key advantage of these simple scores is that they can be repeated to follow the course of organ dysfunction. The evolution of the SOFA score has been used to demonstrate the effects of various therapeutic interventions. CONCLUSION: Quantifying organ dysfunction in patients with sepsis can assist in assessing prognosis and determining treatment effectiveness. The simplicity, reliability, and reproducibility of current scores facilitate their widespread use.", "pub_date": "2006-01-01", "authors": ["Jean-Louis Vincent"], "journal": "Surgical infections", "doi": "10.1089/sur.2006.7.s2-69", "source": "pubmed"}
{"doc_id": "18463468", "pmid": "18463468", "title": "Intimate partner violence and its implication for pregnancy.", "abstract": "Intimate partner violence (IPV) is a common occurrence in pregnancy and results in an increased risk of adverse outcomes. Homicide may be the most common cause of maternal death. Women who are pregnant and the victims of IPV have high rates of stress, are more likely to smoke or use other drugs, deliver a preterm or low birth weight infant, have an increase in infectious complications, and are less likely to obtain prenatal care. The IPV continues in the postpartum period. Adolescents may be at even higher risk than their adult counterparts. Children raised in violent homes have both immediate and life long adverse health outcomes as a result of their exposure to IPV. IPV adds substantially to healthcare costs both for direct services to treat the injuries and higher utilization of a wide range of healthcare services. Healthcare providers, particularly those who care for pregnant women, are in a unique position to identify these women and direct them and their families to the help they need to end the violence in their lives.", "pub_date": "2008-06-01", "authors": ["Linda R Chambliss"], "journal": "Clinical obstetrics and gynecology", "doi": "10.1097/GRF.0b013e31816f29ce", "source": "pubmed"}
{"doc_id": "25613506", "pmid": "25613506", "title": "MicroRNAs: newcomers into the ALS picture.", "abstract": "Amyotrophic lateral sclerosis (ALS) causes neurodegeneration of both upper and lower motor neurons and progressive muscle impairment, atrophy and death within approximately five years from diagnosis. The aetiology is still not clear but evidence obtained in animal models of the disease indicates a non-cell-autonomous mechanism with the active contribution of non-neuronal cells such as microglia, astrocytes, muscle and T cells, which differently participate to the diverse phases of the disease. Clinically indistinguishable forms of ALS occur as sporadic disease in the absence of known mutation, or can be initiated by genetic mutations. About two-third of familial cases are triggered by mutations of four genes that are chromosome 9 open reading frame 72 (C9ORF72), Cu/Zn superoxide dismutase (SOD1), fused in sarcoma/translocated in liposarcoma (FUS/TLS), TAR-DNA binding protein 43 (TDP43). There is at present no succesfull treatment against ALS and the identification of novel signalling pathways, molecular mechanisms and cellular mediators are still a major task in the search for effective therapies. MiRNAs are conserved, endogenous, non-coding RNAs that post-transcriptionally regulate protein expression. Produced as long primary transcripts, they are exported to the cytoplasm and further modified to obtain the mature miRNAs, with each step of their biogenesis being a potential step of regulation. There are more than 1000 different known human miRNA sequences, and more than 20-30% of all human protein-coding genes are likely controlled by miRNAs. This earns to miRNAs the definition of fine regulators of genetic networks. The discovery of the involvement of ALS mutated proteins TDP43 and FUS/TLS in miRNAs biogenesis strongly suggests a role of miRNA dysregulation also in ALS and many efforts are thus directed toward understanding the role of these small RNA molecules in the pathogenesis of ALS. The overall objective of this review is thus to highlight the emerging involvement of miRNAs in ALS. After a brief description of miRNA biogenesis and function, we discuss the effects of miRNA dysregulation in cellular and molecular pathways that lead to ALS neuroinflammation and neurodegeneration. In the last part, we focus on the mechanistic insights of miRNAs that might have implications for the development of novel neuroprotective agents against ALS, and on recent attempts to establish new molecular miRNA-based therapies. Paving the way for more comparative studies on neuroinflammatory and neurodegenerative mechanisms, this strategy indeed promises a broader impact on ALS.", "pub_date": "2015-01-01", "authors": ["Cinzia Volonte", "Savina Apolloni", "Chiara Parisi"], "journal": "CNS & neurological disorders drug targets", "doi": "10.2174/1871527314666150116125506", "source": "pubmed"}
