{"doc_id": "39883387", "pmid": "39883387", "title": "Explanatory review on DDR inhibitors: their biological activity, synthetic route, and structure-activity relationship.", "abstract": "Discoidin domain receptors (DDR) are categorized under tyrosine kinase receptors (RTKs) and play a crucial role in various etiological conditions such as cancer, fibrosis, atherosclerosis, osteoarthritis, and inflammatory diseases. The structural domain rearrangement of DDR1 and DDR2 involved six domains of interest namely N-terminal DS, DS-like, intracellular juxtamembrane, transmembrane juxtamembrane, extracellular juxtamembrane intracellular kinase domain, and the tail portion contains small C-tail linkage. DDR has not been explored to a wide extent to be declared as a prime target for any particular pathological condition. Very few scientific data are available so there is a need to study the receptors and their inhibitors. Still, there did not exist FDA-approved small molecules targeting DDR1 and DDR2 receptors so there is an urgent need to develop potent small molecules. Further, the structural features and ligand specificities encourage the researchers to be fascinated about the DDR and explore them for the mentioned biological conditions. Therefore, in the last few years, researchers have been involved in investigating the potent DDR inhibitors. The current review provides an outlook on the anatomy and physiology of DDR, focusing on the structural features of DDR receptors and the mechanism of signaling pathways. We have also compiled the evolutionary development status of DDR inhibitors according to their chemical classes, biological activity, selectivity, and structure-activity relationship. From biological activity analysis, it was revealed that compounds 64a (selectivity: DDR1) and 103a (selectivity: DDR2) were the most potent candidates with excellent activity with IC", "pub_date": "2025-01-30", "authors": ["Sindhuja Sengupta", "Lalmohan Maji", "Pronoy Kanti Das", "Ghanshyam Teli", "Mrinmoy Nag", "Nirmalya Khan", "Mridul Haque", "Gurubasavaraja Swamy Purawarga Matada"], "journal": "Molecular diversity", "doi": "10.1007/s11030-024-11091-5", "source": "pubmed"}
{"doc_id": "27976553", "pmid": "27976553", "title": "Screening 5 and 6 year-old children starting primary school for development and language.", "abstract": "Beginning school is an important milestone for children. Children's readiness for school involves cognitive, physical, and emotional development. Certain school programs allow children to start first grade after 66 months of age, together with 72 month-old children. In order to estimate school readiness, we screened children before starting first grade and compared their school performance according to their age and socio-demographic characteristics. Marmara School Readiness, Denver II developmental screening, and language assessment tests were applied. Language delays were more frequent and school readiness test scores were lower in the younger group compared to older children. However, school achievement did not differ between the two age groups. Preschool education, parental income and education affected performance in most tests. Preschool screening seems effective in detecting children with lower than average developmental skills, and the school system may provide a practical opportunity for providing support to those children.", "pub_date": "2016-01-01", "authors": ["Deniz Yılmaz", "Nuray Bayar-Muluk", "Birgül Bayoğlu", "Aysun İdil", "Banu Anlar"], "journal": "The Turkish journal of pediatrics", "doi": "10.24953/turkjped.2016.02.003", "source": "pubmed"}
{"doc_id": "24284277", "pmid": "24284277", "title": "The effectiveness of physiotherapeutic interventions in treatment of frozen shoulder/adhesive capsulitis: a systematic review.", "abstract": "BACKGROUND AND OBJECTIVE: Frozen shoulder is a common condition, yet its treatment remains challenging. In this review, the current best evidence for the use of physical therapy interventions (PTI) is evaluated. METHOD: MEDLINE, CINAHL, Cochrane, PEDro, ProQuest, Science Direct, and Sport Discus were searched for studies published in English since 2000. RESULTS: 39 articles describing the PTI were analyzed using Sackett's levels of evidence and were examined for scientific rigor. The PTI were given grades of recommendation that ranged from A to C. CONCLUSIONS: Therapeutic exercises and mobilization are strongly recommended for reducing pain, improving range of motion (ROM) and function in patients with stages 2 and 3 of frozen shoulder. Low-level laser therapy is strongly suggested for pain relief and moderately suggested for improving function but not recommended for improving ROM. Corticosteroid injections can be used for stage 1 frozen shoulder. Acupuncture with therapeutic exercises is moderately recommended for pain relief, improving ROM and function. Electro- therapy can help in providing short-term pain relief. Continuous passive motion is recommended for short-term pain relief but not for improving ROM or function. Deep heat can be used for pain relief and improving ROM. Ultrasound for pain relief, improving ROM or function is not recommended.", "pub_date": "2014-01-01", "authors": ["Tarang K Jain", "Neena K Sharma"], "journal": "Journal of back and musculoskeletal rehabilitation", "doi": "10.3233/BMR-130443", "source": "pubmed"}
{"doc_id": "16731547", "pmid": "16731547", "title": "Acceptability of an injectable male contraceptive regimen of norethisterone enanthate and testosterone undecanoate for men.", "abstract": "BACKGROUND: We assessed attitudes towards and acceptability of male hormonal contraception among volunteers participating in a clinical trial of a prototype regimen, consisting of progestin and testosterone injections. METHODS: After completing screening, eligible men were randomly assigned to the no-treatment group (n = 40) or to receive injections of norethisterone enanthate and testosterone undecanoate or placebo at different intervals (n = 50) according to a blocked randomization list. They underwent self-administered questionnaires. RESULTS: The average age of the participants was approximately 28 years; most were involved in a stable relationship and had no children. Ninety-two percentage of the respondents thought that men and women should share responsibility for contraception and 75% said they would try a hormonal contraceptive if available. At the end of the treatment phase, 66% of the participants said that they would use such a method, and most rated its acceptability very highly; none reported it to be unacceptable. The injections themselves were indicated as the biggest disadvantage. No significant changes in sexual function or mood states were detected among the men who underwent hormone injections. CONCLUSIONS: The contraceptive tested in this study was well accepted by the participants over the course of 1 year.", "pub_date": "2006-05-26", "authors": ["M Cristina Meriggiola", "S Cerpolini", "W J Bremner", "M T Mbizvo", "K M Vogelsong", "G Martorana", "G Pelusi"], "journal": "Human reproduction (Oxford, England)", "doi": "10.1093/humrep/del094", "source": "pubmed"}
{"doc_id": "10576188", "pmid": "10576188", "title": "Violent maternal deaths in North Carolina.", "abstract": "OBJECTIVE: To describe the frequency of domestic violence and substance abuse among a series of injury-related maternal deaths, determine awareness of the obstetric provider of domestic violence in those deaths by intimate partner homicide or depression in those deaths by suicide, and examine the relative risk of violent maternal death for unmarried status and non-white race. METHODS: A follow-up investigation was carried out for a case series of 41 injury-related maternal deaths identified from 1992 to 1994 in North Carolina. Death certificates, police records, newspapers, and records from medical examiners were used to ascertain mechanism and intent, history of alcohol or drug abuse, and, in cases of homicide, the relationship of the perpetrator to the victim. The obstetric provider was asked about his or her knowledge of domestic violence, depression, and drug or alcohol abuse relevant to the deceased victim. RESULTS: A total of 21 women (51.2%) were known to have or suspected of having been abused by either an intimate partner or an acquaintance. Of the 41 women, 11 (26.8%) were known to have abused drugs and/or alcohol. The obstetric provider was aware or suspicious of abuse in one third of homicides committed by an intimate partner. In three of the five suicide deaths, the obstetric provider was aware of depression. CONCLUSION: Domestic violence and drug and alcohol abuse were common in this series of injury-related maternal deaths. Domestic violence and depression were often unrecognized by the obstetric provider in these severe cases.", "pub_date": "1999-12-01", "authors": ["L H Parsons", "M A Harper"], "journal": "Obstetrics and gynecology", "doi": "10.1016/s0029-7844(99)00466-4", "source": "pubmed"}
{"doc_id": "39581354", "pmid": "39581354", "title": "Disease-modifying therapies for Alzheimer's disease: Clinical trial progress and opportunity.", "abstract": "The U.S. Food and Drug Administration (FDA) recently approved lecanemab and donanemab for the treatment of early symptomatic Alzheimer's disease (AD) after their phase III trials reached endpoints. These two anti-amyloid β monoclonal antibodies represent the latest promise of disease-modifying therapy (DMT) for AD, which undoubtedly reignites new hope for DMTs to combat the staggering financial and human costs of AD. However, in addition to these two successful antibodies, there have been enormous efforts to develop DMTs in various aspects to meet the therapeutic requirement of AD. In this review, we delineate the core principles and methodologies of diverse DMTs, covering the advances in clinical trials of drug candidates that either have been discontinued, completed, or are ongoing, as well as brain stimulation and lifestyle interventions. In addition, by overseeing the fate of various candidate molecules, we hope to provide references and ideas for prospective approaches and promising applications of DTMs for AD, particularly in terms of universality and clinical application economics, to optimize efficacy and maximize AD patient benefits in the future.", "pub_date": "2024-11-22", "authors": ["Yujie Zhang", "Jie Chen", "Yanru Li", "Bin Jiao", "Shilin Luo"], "journal": "Ageing research reviews", "doi": "10.1016/j.arr.2024.102595", "source": "pubmed"}
{"doc_id": "39932579", "pmid": "39932579", "title": "SOD1-related inherited peripheral neuropathies in a Japanese cohort: genetic variants and clinical insights.", "abstract": "BACKGROUND: Inherited peripheral neuropathies (IPNs) encompass a wide range of disorders affecting the peripheral nervous system, often with complex genetic causes and frequent underdiagnosis. The variants in the superoxide dismutase 1 (SOD1) gene, primarily linked to amyotrophic lateral sclerosis (ALS), have also been associated with peripheral neuropathy. The recent approval of Tofersen, targeting SOD1-related ALS, highlights the importance of precise genetic diagnosis. This study explores the clinical and genetic profiles of SOD1-related IPNs (SOD1-IPN) in a nationwide Japanese IPN cohort. METHODS: Clinical and genetic data were assessed from 1483 Japanese patients with IPN, with a focus on those harboring SOD1 pathogenic variants. The clinical evaluations included age of onset, gender, muscle weakness patterns, sensory disturbances, reflex responses, and electrophysiological findings. RESULTS: Seventeen patients with SOD1 pathogenic variants were identified, reinforcing SOD1's role in IPN. The average onset age was 47, with a slight male predominance. Distal muscle weakness was noted in 9 of 13 patients, and asymmetric muscle weakness and atrophy in 10 of 14 cases. Mild sensory disturbances were observed in eight patients, with some showing hyperreflexia and abnormal reflexes. Electrophysiology predominantly indicated a length-dependent, motor-dominant axonal neuropathy. CONCLUSION: This study reveals the clinical variability and likely underdiagnosis of SOD1-IPN, supporting the integration of SOD1 screening in IPN genetic testing, especially for patients with asymmetric, length-dependent axonal neuropathy evident in clinical and electrophysiological assessments.", "pub_date": "2025-02-11", "authors": ["Masahiro Ando", "Yujiro Higuchi", "Jun-Hui Yuan", "Akiko Yoshimura", "Chikashi Yano", "Takahiro Hobara", "Fumikazu Kojima", "Yu Hiramatsu", "Satoshi Nozuma", "Tomonori Nakamura", "Yusuke Sakiyama", "Akihiro Hashiguchi", "Yuji Okamoto", "Takeshi Matsushige", "Jun Mitsui", "Shoji Tsuji", "Hiroshi Takashima"], "journal": "Journal of neurology", "doi": "10.1007/s00415-025-12925-4", "source": "pubmed"}
{"doc_id": "18306467", "pmid": "18306467", "title": "Predictors of self-reported depression in Korean children 9 to 12 years of age.", "abstract": "PURPOSE: The aim of this study was to evaluate the relationships among various psychosocial factors, behavior problems, and depressive symptoms reported by parents, and to investigate self-reported depression in Korean children using a community sample. MATERIALS AND METHODS: The sample consisted of 1279 children between 9 and 12 years of age. The children were evaluated using the Korean version of the Child Behavior Checklist (K-CBCL) and the Child Depression Inventory (CDI). RESULTS: The average self-reported depression score as measured by the CDI was 12.34 (SD: 6.79), and a cut-off point of 19 identified approximately 14% of the children as depressed. The group difference was identified by the age at which younger children were found to have higher CDI scores. Univariate logistic regression analysis showed that the high-CDI group and the low-CDI group differed in all behavioral domains identified in the parent-reported subscales of the K-CBCL. Age and father's education level were also independently associated with the risk for childhood depression. In addition, results from the logistic regression analyses indicated that parental reporting of problem internalization, total behavior problems, and social competence were independent predictors of child depression not identified by the anxious/depressed subscale. CONCLUSION: It is believed that extensive behavioral problems reported by parents and several sociodemographic factors are related to childhood depression. However, parents tend to under-report depressive symptoms relative to what their own children report. Thus, clinicians must consider the self-reports of children related to depression in their diagnosis and intervention, because reports of depressive symptoms from children are more valid measures than those from parents.", "pub_date": "2008-02-01", "authors": ["Yun Mi Shin", "Hyun Cho", "Ki Young Lim", "Sun Mi Cho"], "journal": "Yonsei medical journal", "doi": "10.3349/ymj.2008.49.1.37", "source": "pubmed"}
{"doc_id": "23631591", "pmid": "23631591", "title": "Structural and functional insights into human vitamin K epoxide reductase and vitamin K epoxide reductase-like1.", "abstract": "Human vitamin K epoxide reductase (hVKOR) is a small integral membrane protein involved in recycling vitamin K. hVKOR produces vitamin K hydroquinone, a crucial cofactor for γ-glutamyl carboxylation of vitamin K dependent proteins, which are necessary for blood coagulation. Because of this, hVKOR is the target of a common anticoagulant, warfarin. Spurred by the identification of the hVKOR gene less than a decade ago, there have been a number of new insights related to this protein. Nonetheless, there are a number of key issues that have not been resolved; such as where warfarin binds hVKOR, or if human VKOR shares the topology of the structurally characterized but distantly related prokaryotic VKOR. The pharmacogenetics and single nucleotide polymorphisms of hVKOR used in personalized medicine strategies for warfarin dosing should be carefully considered to inform the debate. The biochemical and cell biological evidence suggests that hVKOR has a distinct fold from its ancestral protein, though the controversy will likely remain until structural studies of hVKOR are accomplished. Resolving these issues should impact development of new anticoagulants. The paralogous human protein, VKOR-like1 (VKORL1) was recently shown to also participate in vitamin K recycling. VKORL1 was also recently characterized and assigned a functional role as a housekeeping protein involved in redox homeostasis and oxidative stress with a potential role in cancer regulation. As the physiological interplay between these two human paralogs emerge, the impacts could be significant in a number of diverse fields from coagulation to cancer.", "pub_date": "2013-04-30", "authors": ["Wade D Van Horn"], "journal": "Critical reviews in biochemistry and molecular biology", "doi": "10.3109/10409238.2013.791659", "source": "pubmed"}
{"doc_id": "39950613", "pmid": "39950613", "title": "Lack of Pharmacokinetic Drug-Drug Interactions Between Bepirovirsen and Nucleos(t)ide Analogs.", "abstract": "Bepirovirsen is an antisense oligonucleotide currently in Phase 3 development to treat chronic hepatitis B virus (HBV) infection. Given the importance of coadministration of bepirovirsen and standard-of-care nucleos(t)ide analogs (NAs), we evaluated drug-drug interactions (DDIs) between bepirovirsen, entecavir (ETV), and tenofovir (TFV) using in vitro and clinical data obtained through innovative study design and sampling strategy. Static models employing in vitro data indicated that bepirovirsen is not a direct inhibitor or inducer of most drug-metabolizing enzymes or an inhibitor or substrate of drug transporters and poses no clinical DDI risk against NAs. Bepirovirsen plasma pharmacokinetic parameters and concentration-time profiles in patients with chronic HBV in the CS3 study (NCT02981602) were similar with or without ETV or TFV coadministration, indicating no effect of NA coadministration on bepirovirsen pharmacokinetics. In patients with chronic HBV receiving both bepirovirsen and ETV or TFV in the B-Clear study (NCT04449029), NA plasma concentrations and pharmacokinetic parameters were similar to those published without bepirovirsen coadministration, suggesting no effect of bepirovirsen coadministration on NA pharmacokinetics. This analysis demonstrated no DDI potential between bepirovirsen and NAs, suggesting that dedicated clinical DDI studies are not required. Bepirovirsen is currently being evaluated in Phase 3 studies in combination with NA.", "pub_date": "2025-02-14", "authors": ["Kelong Han", "Amir S Youssef", "Mindy Magee", "Steve Hood", "Helen Tracey", "Jesse Kwoh", "Dickens Theodore", "Melanie Paff", "Ahmed Nader"], "journal": "Clinical pharmacology in drug development", "doi": "10.1002/cpdd.1518", "source": "pubmed"}
{"doc_id": "37495380", "pmid": "37495380", "title": "Antiamyloid Monoclonal Antibody Therapy for Alzheimer Disease: Emerging Issues in Neurology.", "abstract": "With recent data demonstrating that lecanemab treatment can slow cognitive and functional decline in early symptomatic Alzheimer disease (AD), it is widely anticipated that this drug and potentially other monoclonal antibody infusions targeting β-amyloid protein will imminently be realistic options for some patients with AD. Given that these new antiamyloid monoclonal antibodies (mAbs) are associated with nontrivial risks and burdens of treatment that are radically different from current mainstays of AD management, effectively and equitably translating their use to real-world clinical care will require systematic and practice-specific modifications to existing workflows and infrastructure. In this Emerging Issues in Neurology article, we provide practical guidance for a wide audience of neurology clinicians on logistic adaptations and decision making around emerging antiamyloid mAbs. Specifically, we briefly summarize the rationale and available evidence supporting antiamyloid mAb use in AD to facilitate appropriate communication with patients and care partners on potential benefits. We also discuss pragmatic approaches to optimizing patient selection and treatment monitoring, with a particular focus on the value of incorporating shared decision making and multidisciplinary collaboration. In addition, we review some of the recognized limitations of current knowledge and highlight areas of future evolution to guide the development of sustainable and flexible models for treatment and follow-up. As the field enters a new era with disease-modifying treatment options for AD, it will be critical for neurology practices to prepare and continually innovate to ensure optimal outcomes for patients.", "pub_date": "2023-07-26", "authors": ["Vijay K Ramanan", "Melissa J Armstrong", "Parichita Choudhury", "Katherine A Coerver", "Roy H Hamilton", "Brad C Klein", "David A Wolk", "Scott R Wessels", "Lyell K Jones"], "journal": "Neurology", "doi": "10.1212/WNL.0000000000207757", "source": "pubmed"}
{"doc_id": "39767824", "pmid": "39767824", "title": "Safety Concerns in Neurological Clinical Trials: A Challenge That the FDA Must Resolve.", "abstract": "", "pub_date": "2024-12-22", "authors": ["Sarfaraz K Niazi"], "journal": "Biomedicines", "doi": "10.3390/biomedicines12122918", "source": "pubmed"}
{"doc_id": "37093526", "pmid": "37093526", "title": "Child and Adolescent Anxiety and Depression Prior to and During the COVID-19 Pandemic in the United States.", "abstract": "Childhood anxiety and depression have been increasing for years, and evidence suggests the COVID-19 pandemic has exacerbated this trend. However, research has examined anxiety and depression primarily as exclusive conditions, overlooking comorbidity. This study examined relationships between the COVID-19 pandemic and anxiety and depression to clarify risk factors for singular and comorbid anxiety and depression in children. Using 2018-2019 and 2020-2021 samples from the National Survey of Children's Health, a nationally representative survey of children aged 0-17 in the United States, associations between the COVID-19 pandemic and child anxiety and depression were examined via survey-weights' adjusted bivariate and multiple regression analyses, controlling for demographic characteristics. The COVID-19 pandemic was associated with higher odds of having comorbid anxiety and depression but not singular anxiety or depression. Female sex, older age, having special healthcare needs, more frequent inability to cover basic needs on family income, and poorer caregiver mental health were associated with having been diagnosed with singular and comorbid anxiety and depression. Children that witnessed or were victims of violence in the neighborhood were also more likely to have comorbid anxiety and depression. Implications for prevention, intervention, and policy are discussed.", "pub_date": "2023-04-24", "authors": ["Kristen Figas", "Theodoros V Giannouchos", "Elizabeth Crouch"], "journal": "Child psychiatry and human development", "doi": "10.1007/s10578-023-01536-7", "source": "pubmed"}
{"doc_id": "34395286", "pmid": "34395286", "title": "Investigation of the Therapeutic Effect of Doxorubicin Combined With Focused Shockwave on Glioblastoma.", "abstract": "BACKGROUND: Glioblastoma multiforme (GBM) is currently the most devastating brain tumor globally and produces a high mortality rate. GBM is also challenging to eradicate using surgery due to its invasive characteristics. Moreover, the blood-brain barrier (BBB) increases the difficulty of transporting most therapeutic drugs to tumor sites. The use of transcranial focused ultrasound (FUS) has recently been investigated for opening the BBB to facilitate drug delivery. A special form of FUS, the shockwave (SW), has also been shown to open BBB efficiently. SW has several advantages including no heating effect, less reactive oxygen species production, good transcranial ability, and no need to supply microbubbles. METHODS: We employed a commercial SW device, which is a common tool used for musculoskeletal disorders, to improve doxorubicin delivery across the BBB and evaluated its therapeutic efficacy on GBM rat models. SW emits relatively short but stronger mechanical pulses comparing with FUS. RESULTS: The results demonstrated that doxorubicin combined with SW treatment substantially inhibited tumor growth and prolonged overall survival. CONCLUSIONS: The present study shows the non-invasive transcranial SW may have potential for the treatment of GBM in future clinical setting.", "pub_date": "2021-07-28", "authors": ["Wei-Hao Liao", "Ming-Yen Hsiao", "Yi Kung", "Abel Po-Hao Huang", "Wen-Shiang Chen"], "journal": "Frontiers in oncology", "doi": "10.3389/fonc.2021.711088", "source": "pubmed"}
{"doc_id": "34987477", "pmid": "34987477", "title": "Early Pregnancy Exposure to Rare Earth Elements and Risk of Gestational Diabetes Mellitus: A Nested Case-Control Study.", "abstract": "OBJECTIVE: The extensive use of rare earth elements (REEs) in many technologies was found to have effects on human health, but the association between early pregnancy exposure to REEs and gestational diabetes mellitus (GDM) is still unknown. METHODS: This nested case-control study involved 200 pregnant women with GDM and 200 healthy pregnant women from the Peking University Birth Cohort in Tongzhou. We examined the serum concentrations of 14 REEs during early pregnancy and analyzed their associations with the risk of GDM. RESULTS: When the elements were considered individually in the logistic regression model, no significant associations were found between REEs and GDM, after adjusting for confounding variables ( CONCLUSION: The study findings indicated that early pregnancy exposure to lower levels of REE mixture was associated with an increased risk of GDM, and Nd, Pr, and La exhibited the strongest effects in the mixture.", "pub_date": "2021-12-20", "authors": ["Xiangrong Xu", "Yuanyuan Wang", "Na Han", "Xiangming Yang", "Yuelong Ji", "Jue Liu", "Chuyao Jin", "Lizi Lin", "Shuang Zhou", "Shusheng Luo", "Heling Bao", "Zheng Liu", "Bin Wang", "Lailai Yan", "Hai-Jun Wang", "Xu Ma"], "journal": "Frontiers in endocrinology", "doi": "10.3389/fendo.2021.774142", "source": "pubmed"}
{"doc_id": "26413183", "pmid": "26413183", "title": "Vitamin K: an old vitamin in a new perspective.", "abstract": "The topic of \"Vitamin K\" is currently booming on the health products market. Vitamin K is known to be important for blood coagulation. Current research increasingly indicates that the antihaemorrhagic vitamin has a considerable benefit in the prevention and treatment of bone and vascular disease. Vitamin K1 (phylloquinone) is more abundant in foods but less bioactive than the vitamin K2 menaquinones (especially MK-7, menaquinone-7). Vitamin K compounds undergo oxidation-reduction cycling within the endoplasmic reticulum membrane, donating electrons to activate specific proteins via enzymatic gamma-carboxylation of glutamate groups before being enzymatically reduced. Along with coagulation factors (II, VII, IX, X, and prothrombin), protein C and protein S, osteocalcin (OC), matrix Gla protein (MGP), periostin, Gas6, and other vitamin K-dependent (VKD) proteins support calcium homeostasis, inhibit vessel wall calcification, support endothelial integrity, facilitate bone mineralization, are involved in tissue renewal and cell growth control, and have numerous other effects. The following review describes the history of vitamin K, the physiological significance of the K vitamers, updates skeletal and cardiovascular benefits and important interactions with drugs.", "pub_date": "2015-01-21", "authors": ["U Gröber", "J Reichrath", "M F Holick", "K Kisters"], "journal": "Dermato-endocrinology", "doi": "10.4161/19381972.2014.968490", "source": "pubmed"}
{"doc_id": "39973479", "pmid": "39973479", "title": "Therapeutic modalities of deferiprone in Parkinson's disease: SKY and EMBARK studies.", "abstract": "BackgroundReducing nigrostriatal iron overload reduces neuronal loss in Parkinson's disease (PD) models.ObjectiveExamine the safety and efficacy of deferiprone in reducing motor disability progression in dopaminergic-treated and treatment-naïve patients with early-stage PD.MethodsTwo phase II, multicenter studies, SKY and EMBARK, enrolled patients diagnosed with early PD (<3 years from screening). In SKY, patients on stable dopaminergic therapy were randomized 1:1 to one of four dosage (or placebo-matching) cohorts (300, 600, 900, 1200 mg twice daily [BID]) for 9 months. EMBARK enrolled patients on stable dopaminergic therapy or treatment-naïve patients and received 15 mg/kg BID. For both studies, the primary outcome was the change from baseline to month 9 in motor examination score (Movement Disorder Society-Unified Parkinson's Disease Rating Scale [MDS-UPDRS] Part III). ClinicalTrials.gov: NCT02728843; ANZCTR: ACTRN12617001578392.ResultsOverall, 140 patients were randomized in SKY (28 per cohort). Thirty-six patients enrolled in EMBARK (27 dopaminergic-treated; 9 treatment-naïve). In the SKY study, all doses showed the same worsening as the placebo group, with the exception of the 600 mg dose, which was associated with non-significant reductions in MDS-UPDRS Part III least-squares mean (LSM) between baseline and 9 months (-2-8 points versus placebo). In EMBARK, LSM (SE) changes from baseline in MDS-UPDRS Part III were nonsignificant (-1.6 [1.7]) and significant (8.3 [3.9]) for dopaminergic-treated and treatment-naïve patients, respectively, the latter indicating disease worsening. Adverse events possibly related to deferiprone were reported in 35.7%-88.9% across all deferiprone groups vs. 42.9% for placebo.ConclusionsSKY and EMBARK studies indicate that deferiprone combined with L-dopa does not provide significant motor function benefit, while the absence of L-dopa treatment worsens symptoms. Parkinson's disease is an age-related brain condition that can lead to problems with movement, muscle cramps, mental health, and pain. People with Parkinson's disease also struggle with activities of daily living that can reduce their well-being. Researchers have found that some people with Parkinson's disease have high levels of iron in their brain. Currently, we do not know if removing iron from the brain can help people with Parkinson's disease. In this study, we examined if a medicine that removes iron from the brain could improve symptoms of Parkinson's disease. This medicine is called deferiprone. Our study included 176 people with Parkinson's disease. People were then divided into 2 groups. In the first group, people were already being treated for Parkinson's disease and then were given deferiprone for 9 months. We found that a low or high dose of deferiprone did not improve disease symptoms. In the second group, people taking no other medication for their Parkinson's disease were given deferiprone for 9 months. In this group, deferiprone worsened Parkinson's symptoms. There are currently no arguments in favor of using deferiprone in Parkinson's disease. Deferiprone without L-dopa worsens symptoms. Research could potentially evaluate low doses of iron chelator in combination with L-dopa over the long term and in large numbers of people.", "pub_date": "2024-12-27", "authors": ["David Devos", "Olivier Rascol", "Wassilios G Meissner", "Alexandra Foubert-Samier", "Simon Lewis", "Christine Tranchant", "Mathieu Anheim", "David Maltête", "Philippe Remy", "Karla Eggert", "Heidi Pape", "Christian Geny", "Philippe Couratier", "Camille Carroll", "Ray Sheridan", "David Burn", "Nicola Pavese", "Jason Raw", "Daniela Berg", "Oksana Suchowersky", "Lorraine V Kalia", "Andrew Evans", "Sophie Drapier", "Teodor Danaila", "Alfons Schnitzler", "Jean-Christophe Corvol", "Gilles Defer", "Noemi Toiber Temin", "Caroline Fradette", "Fernando Tricta", "Caroline Moreau"], "journal": "Journal of Parkinson's disease", "doi": "10.1177/1877718X241300295", "source": "pubmed"}
{"doc_id": "39745891", "pmid": "39745891", "title": "Treatment of Relapsed/Refractory CLL Patients With PI3Kδ Inhibitor and Anti-CD20 Antibody Rapidly Decreases Tumor Burden but Could Induce Resistance.", "abstract": "Multi-drug combination strategy targeting three different molecules involved in different pathways to overcome single-agent resistance in relapsed/refractory CLL patients. The clinical trial utilized 1)a therapeutic anti-CD20 monoclonal antibody (mAb), ublituximab, which destroys CLL cells by an antibody-dependent cellular phagocytosis (ADCP) mechanism; 2)a B cell receptor (BCR) signaling inhibitor, umbralisib, which blocks PI3Kẟ; 3)and an anti-apoptosis inhibitor, venetoclax, which blocks cell survival promoted by BCL-2 that stops mitochondria from initiating apoptosis. Our correlative study focused on the first two treatments prior to venetoclax addition. We found that patients respond to anti-CD20 antibody and BCR signaling inhibition with rapid reductions in CLL cell counts and CD20 levels. Standard high dose (375 mg/m2) anti-CD20 antibody treatment significantly decreased CLL surface CD20 levels, potentially limiting treatment efficacy. Anti-CD20 antibody plus B cell receptor signaling inhibition reduced CLL cell counts and lymph node tumors, enabling BCL-2 inhibitor treatment to avoid tumor lysis syndrome.", "pub_date": "2025-01-02", "authors": ["Jennifer E Bruno", "Christine A Herne", "Andrea M Baran", "Karl R VanDerMeid", "Paul M Barr", "Alyssa R Williams", "Sally A Quataert", "Tim R Mosmann", "Clive S Zent", "Charles C Chu"], "journal": "American journal of hematology", "doi": "10.1002/ajh.27569", "source": "pubmed"}
{"doc_id": "29455614", "pmid": "29455614", "title": "DDR1: A major player in renal diseases.", "abstract": "Discoidin Domain Receptor 1 (DDR1) belongs to a family of two non-integrin collagen receptors, DDR1 and DDR2, which display a tyrosine kinase activity. DDR1 has been widely studied in different kind of pathologies including chronic kidney diseases (CKD). The aims of this commentary are 1. to review the existing information about DDR1 expression in healthy and diseased kidney, 2. to comment the data highlighting DDR1 as a major actor in CKD, 3. to suggest areas of research which require further investigation to better characterize the signaling pathways regulating DDR1 role in CKD. The results recapitulated in this commentary emphasize the involvement of DDR1 in the pro-inflammatory and pro-fibrotic processes which drives the development of CKD. They also underline the beneficial effect of its blockade in pre-clinical models and thus, reinforce its status of interesting therapeutic target.", "pub_date": "2018-02-27", "authors": ["Aude Dorison", "Christos Chantziantoniou"], "journal": "Cell adhesion & migration", "doi": "10.1080/19336918.2018.1441661", "source": "pubmed"}
{"doc_id": "26956955", "pmid": "26956955", "title": "Identification of novel inhibitors of DDR1 against idiopathic pulmonary fibrosis by integrative transcriptome meta-analysis, computational and experimental screening.", "abstract": "Idiopathic pulmonary fibrosis (IPF) is a kind of a chronic and fatal lung disease leading to progressive lung function decline. Although several RNA microarray studies on IPF patients have been reported, their results were merely specific to each study with distinct platforms or sample types. In the current study, an integrative transcriptome meta-analysis of IPF was performed to explore regulated pathways, based on four independent expression profiling microarrays of IPF datasets, including 73 samples from IPF tissues or lung fibroblast cells. The results suggested the discoidin domain receptor 1 (DDR1) and downstream c-Jun N-terminal kinases (JNK) pathway may play important roles in the progression of IPF. To our knowledge, discoidin domain receptor 1 (DDR1) is a kind of receptor tyrosine kinase (RTK) with a unique ability to bind both fibrillar and non-fibrillar collagens. Based on the crystallographic structures of DDR1, the combination of molecular dynamics simulation and a hybrid protocol of a virtual screening method, comprised of PBVS (multicomplex-pharmacophore based virtual screening) and DBVS (docking based virtual screening) methods were used for retrieving novel DDR1 inhibitors from the SPECS database. Twelve hit compounds were selected from the hit compounds and shifted to experimental validations, and the most potent compound was evaluated for its anti-IPF capacity on murine IPF models. Thus, these results may provide valuable information for further discovery of potential lead compounds for IPF therapy.", "pub_date": "2016-04-01", "authors": ["Can Chen", "Jingjing Deng", "Xiaoping Yu", "Fengbo Wu", "Ke Men", "Qian Yang", "Yanfeng Zhu", "Xiaogang Liu", "Qinglin Jiang"], "journal": "Molecular bioSystems", "doi": "10.1039/c5mb00911a", "source": "pubmed"}
{"doc_id": "20094060", "pmid": "20094060", "title": "Paraquat and Parkinson's disease.", "abstract": "As evidence emerges that complex gene alterations are involved in the onset of Parkinson's disease (PD), the role of environmental chemicals in the pathogenesis of this disease becomes intensely debated. Although it is undisputed that acute exposure to certain chemicals such as 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) is sufficient to cause human parkinsonism, the evidence that the risk for PD increases because of environmental exposure is generally weaker. Several studies have suggested that pesticide exposure and life in rural areas are significant risks factors for PD. Among other pesticides, paraquat (PQ) has been linked to PD by epidemiological studies and experimental work in rodents, in which it causes lesions in the substantia nigra, pars compacta. However, the evidence that human exposure to the chemical results in an increased risk for PD is rather limited and based on insufficient epidemiological data. This review critically analyses the evidence that implicates PQ in parkinsonism and discusses the limitations of chemical modelling of PD.", "pub_date": "2010-01-22", "authors": ["C Berry", "C La Vecchia", "P Nicotera"], "journal": "Cell death and differentiation", "doi": "10.1038/cdd.2009.217", "source": "pubmed"}
{"doc_id": "27598189", "pmid": "27598189", "title": "Environmental Exposures and Parkinson's Disease.", "abstract": "Parkinson's disease (PD) affects millions around the world. The Braak hypothesis proposes that in PD a pathologic agent may penetrate the nervous system via the olfactory bulb, gut, or both and spreads throughout the nervous system. The agent is unknown, but several environmental exposures have been associated with PD. Here, we summarize and examine the evidence for such environmental exposures. We completed a comprehensive review of human epidemiologic studies of pesticides, selected industrial compounds, and metals and their association with PD in PubMed and Google Scholar until April 2016. Most studies show that rotenone and paraquat are linked to increased PD risk and PD-like neuropathology. Organochlorines have also been linked to PD in human and laboratory studies. Organophosphates and pyrethroids have limited but suggestive human and animal data linked to PD. Iron has been found to be elevated in PD brain tissue but the pathophysiological link is unclear. PD due to manganese has not been demonstrated, though a parkinsonian syndrome associated with manganese is well-documented. Overall, the evidence linking paraquat, rotenone, and organochlorines with PD appears strong; however, organophosphates, pyrethroids, and polychlorinated biphenyls require further study. The studies related to metals do not support an association with PD.", "pub_date": "2016-09-03", "authors": ["Sirisha Nandipati", "Irene Litvan"], "journal": "International journal of environmental research and public health", "doi": "10.3390/ijerph13090881", "source": "pubmed"}
{"doc_id": "31475043", "pmid": "31475043", "title": "Treatment Strategy for Frozen Shoulder.", "abstract": "Frozen shoulder (FS) is a common shoulder disorder characterized by a gradual increase of pain of spontaneous onset and limitation in range of motion of the glenohumeral joint. The pathophysiology of FS is relatively well understood as a pathological process of synovial inflammation followed by capsular fibrosis, but the cause of FS is still unknown. Treatment modalities for FS include medication, local steroid injection, physiotherapy, hydrodistension, manipulation under anesthesia, arthroscopic capsular release, and open capsular release. Conservative management leads to improvement in most cases. Failure to obtain symptomatic improvement and continued functional disability after 3 to 6 months of conservative treatment are general indications for surgical management. However, there is no consensus as to the most efficacious treatments for this condition. In this review article, we provide an overview of current treatment methods for FS.", "pub_date": "2019-08-12", "authors": ["Chul-Hyun Cho", "Ki-Choer Bae", "Du-Han Kim"], "journal": "Clinics in orthopedic surgery", "doi": "10.4055/cios.2019.11.3.249", "source": "pubmed"}
{"doc_id": "34404558", "pmid": "34404558", "title": "Mutation analysis of SOD1, C9orf72, TARDBP and FUS genes in ethnically-diverse Malaysian patients with amyotrophic lateral sclerosis (ALS).", "abstract": "Recent studies have identified SOD1, FUS, TARDBP and C9orf72 as major ALS-related genes in both European and Asian populations. However, significant differences exist in the mutation frequencies of these genes between various ancestral backgrounds. This study aims to identify the frequency of mutations in the common causative ALS genes in a multi-ethnic Malaysian cohort. We screened 101 Malaysian ALS patients including 3 familial and 98 sporadic cases for mutations in the coding regions of SOD1, FUS, and TARDBP by Sanger sequencing. The C9orf72 hexanucleotide repeat expansion was screened using the repeat-primed polymerase chain reaction assay. Mutations were found in 5.9% (6 of 101) of patients including 3.0% (3 of 101) of patients with the previously reported SOD1 missense mutations (p.V48A and p.N87S) and 3.0% (3 of 101) of patients with the C9orf72 repeat expansion. No mutations were found in the FUS and TARDBP genes. This study is the first to report the mutation frequency in an ethnically diverse Malaysian ALS population and warrants further investigation to reveal novel genes and disease pathways.", "pub_date": "2021-07-21", "authors": ["Suzanna Edgar", "Melina Ellis", "Nur Adilah Abdul-Aziz", "Khean-Jin Goh", "Nortina Shahrizaila", "Marina L Kennerson", "Azlina Ahmad-Annuar"], "journal": "Neurobiology of aging", "doi": "10.1016/j.neurobiolaging.2021.07.008", "source": "pubmed"}
{"doc_id": "15763078", "pmid": "15763078", "title": "Vitamin K2 binds 17beta-hydroxysteroid dehydrogenase 4 and modulates estrogen metabolism.", "abstract": "Vitamin K is a cofactor for gamma-glutamyl carboxylase, an enzyme that is important for blood coagulation. Recent studies have shown that vitamin K has other roles, in addition to post-transcriptional modification, such as bone metabolism and antitumoral actions; these findings have indicated that there might be unknown intracellular binding proteins that are specific for vitamin K. In this study, vitamin K-binding proteins were characterized by pull-down experiment using a chemically synthesized biotynylated vitamin K followed by mass spectrometric identification of the pull-downed components. The results indicated that 17beta hydroxy steroid dehydrogenase 4, apolipoportein E, and 40S ribosomal proteins S7 and S13 might be the candidates of the vitamin K-binding proteins. Subsequent experiments showed that vitamin K2 binds 17beta hydroxysteroid dehydrogenase 4 and decreases the intracellular estradiol:estrone ratio, which resulted in the inhibition of the amount of estrogen receptor alpha-binding to its target DNA. These results suggest a possible novel role for vitamin K in modulating estrogen function.", "pub_date": "2005-04-01", "authors": ["Motoyuki Otsuka", "Naoya Kato", "Tohru Ichimura", "Shinya Abe", "Yasuo Tanaka", "Hiroyoshi Taniguchi", "Yujin Hoshida", "Masaru Moriyama", "Yue Wang", "Run-Xuan Shao", "Dharel Narayan", "Ryosuke Muroyama", "Fumihiko Kanai", "Takao Kawabe", "Toshiaki Isobe", "Masao Omata"], "journal": "Life sciences", "doi": "10.1016/j.lfs.2004.12.020", "source": "pubmed"}
{"doc_id": "39940865", "pmid": "39940865", "title": "TMEM160 Promotes Tumor Growth in Lung Adenocarcinoma and Cervical Adenocarcinoma Cell Lines.", "abstract": "The Chromosome-Centric Human Proteome Project (C-HPP) is an international initiative. It aims to create a protein list expressed in human cells by each chromosomal and mitochondrial DNA to enhance our understanding of disease mechanisms, akin to the gene list generated by the Human Genome Project. Transmembrane protein 160 (TMEM160) is a member of the transmembrane proteins (TMEM) family. TMEM proteins have been implicated in cancer-related processes, including cell proliferation, migration, epithelial-mesenchymal transition, metastasis, and resistance to chemotherapy and radiotherapy. This study aimed to investigate the role of TMEM160 in non-small cell lung cancer and cervical cancer using cell lines, clinical samples, and xenograft studies. Our findings demonstrated that TMEM160 knockdown decreased the proliferation of lung and cervical cancer cell lines. We observed that TMEM160 is localized in the nucleus and cytoplasm and dynamic localization during mitosis of cancer cells and discovered a novel interaction between TMEM160 and nuclear proteins such as NUP50. Furthermore, the TMEM160 interactome was enriched in processes associated with apical junctions, xenobiotic metabolism, glycolysis, epithelial-mesenchymal transition, reactive oxygen species, UV response DNA, the P53 pathway, and the mitotic spindle. This study provides an initial understanding of the function of TMEM160 in lung and cervical cancer progression and clarifies the need to continue investigating the participation of TMEM160 in these cancers.", "pub_date": "2025-01-27", "authors": ["Gloria Angelina Herrera-Quiterio", "Heriberto Abraham Valencia-González", "Karen Griselda de la Cruz-López", "Diana Lashidua Fernández-Coto", "Jeovanis Gil", "György Marko-Varga", "Josué Morales-Gálvez", "Nilda C Sánchez", "Rubén Rodríguez-Bautista", "Alejandro Avilés-Salas", "Oscar Arrieta", "Alejandro García-Carrancá", "Sergio Encarnación-Guevara"], "journal": "International journal of molecular sciences", "doi": "10.3390/ijms26031097", "source": "pubmed"}
{"doc_id": "32471232", "pmid": "32471232", "title": "CRISPR/Cas9-Mediated Gene Correction to Understand ALS.", "abstract": "Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disease caused by the death of motor neurons in the spinal cord and brainstem. ALS has a diverse genetic origin; at least 20 genes have been shown to be related to ALS. Most familial and sporadic cases of ALS are caused by variants of the ", "pub_date": "2020-05-27", "authors": ["Yeomin Yun", "Yoon Ha"], "journal": "International journal of molecular sciences", "doi": "10.3390/ijms21113801", "source": "pubmed"}
{"doc_id": "25271097", "pmid": "25271097", "title": "Electrotherapy modalities for adhesive capsulitis (frozen shoulder).", "abstract": "BACKGROUND: Adhesive capsulitis (also termed frozen shoulder) is a common condition characterised by spontaneous onset of pain, progressive restriction of movement of the shoulder and disability that restricts activities of daily living, work and leisure. Electrotherapy modalities, which aim to reduce pain and improve function via an increase in energy (electrical, sound, light, thermal) into the body, are often delivered as components of a physical therapy intervention. This review is one in a series of reviews which form an update of the Cochrane review 'Physiotherapy interventions for shoulder pain'. OBJECTIVES: To synthesise the available evidence regarding the benefits and harms of electrotherapy modalities, delivered alone or in combination with other interventions, for the treatment of adhesive capsulitis. SEARCH METHODS: We searched CENTRAL, MEDLINE, EMBASE, CINAHL Plus and the ClinicalTrials.gov and World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) clinical trials registries up to May 2014, unrestricted by language, and reviewed the reference lists of review articles and retrieved trials to identify any other potentially relevant trials. SELECTION CRITERIA: We included randomised controlled trials (RCTs) and controlled clinical trials using a quasi-randomised method of allocation that included adults with adhesive capsulitis and compared any electrotherapy modality to placebo, no treatment, a different electrotherapy modality, or any other intervention. The two main questions of the review focused on whether electrotherapy modalities are effective compared to placebo or no treatment, or if they are an effective adjunct to manual therapy or exercise (or both). The main outcomes of interest were participant-reported pain relief of 30% or greater, overall pain, function, global assessment of treatment success, active shoulder abduction, quality of life, and the number of participants experiencing any adverse event. DATA COLLECTION AND ANALYSIS: Two review authors independently selected trials for inclusion, extracted the data, performed a risk of bias assessment, and assessed the quality of the body of evidence for the main outcomes using the GRADE approach. MAIN RESULTS: Nineteen trials (1249 participants) were included in the review. Four trials reported using an adequate method of allocation concealment and six trials blinded participants and personnel. Only two electrotherapy modalities (low-level laser therapy (LLLT) and pulsed electromagnetic field therapy (PEMF)) have been compared to placebo. No trial has compared an electrotherapy modality plus manual therapy and exercise to manual therapy and exercise alone. The two main questions of the review were investigated in nine trials.Low quality evidence from one trial (40 participants) indicated that LLLT for six days may result in improvement at six days. Eighty per cent (16/20) of participants reported treatment success with LLLT compared with 10% (2/20) of participants receiving placebo (risk ratio (RR) 8.00, 95% confidence interval (CI) 2.11 to 30.34; absolute risk difference 70%, 95% CI 48% to 92%). No participants in either group reported adverse events.We were uncertain whether PEMF for two weeks improved pain or function more than placebo at two weeks because of the very low quality evidence from one trial (32 participants). Seventy-five per cent (15/20) of participants reported pain relief of 30% or more with PEMF compared with 0% (0/12) of participants receiving placebo (RR 19.19, 95% CI 1.25 to 294.21; absolute risk difference 75%, 95% CI 53% to 97%). Fifty-five per cent (11/20) of participants reported total recovery of joint function with PEMF compared with 0% (0/12) of participants receiving placebo (RR 14.24, 95% CI 0.91 to 221.75; absolute risk difference 55%, 95% CI 31 to 79).Moderate quality evidence from one trial (63 participants) indicated that LLLT plus exercise for eight weeks probably results in greater improvement when measured at the fourth week of treatment, but a similar number of adverse events, compared with placebo plus exercise. The mean pain score at four weeks was 51 points with placebo plus exercise, while with LLLT plus exercise the mean pain score was 32 points on a 100 point scale (mean difference (MD) 19 points, 95% CI 15 to 23; absolute risk difference 19%, 95% CI 15% to 23%). The mean function impairment score was 48 points with placebo plus exercise, while with LLLT plus exercise the mean function impairment score was 36 points on a 100 point scale (MD 12 points, 95% CI 6 to 18; absolute risk difference 12%, 95% CI 6 to 18). Mean active abduction was 70 degrees with placebo plus exercise, while with LLLT plus exercise mean active abduction was 79 degrees (MD 9 degrees, 95% CI 2 to 16; absolute risk difference 5%, 95% CI 1% to 9%). No participants in either group reported adverse events. LLLT's benefits on function were maintained at four months.Based on very low quality evidence from six trials, we were uncertain whether therapeutic ultrasound, PEMF, continuous short wave diathermy, Iodex phonophoresis, a combination of Iodex iontophoresis with continuous short wave diathermy, or a combination of therapeutic ultrasound with transcutaneous electrical nerve stimulation (TENS) were effective adjuncts to exercise. Based on low or very low quality evidence from 12 trials, we were uncertain whether a diverse range of electrotherapy modalities (delivered alone or in combination with manual therapy, exercise, or other active interventions) were more or less effective than other active interventions (for example glucocorticoid injection). AUTHORS' CONCLUSIONS: Based upon low quality evidence from one trial, LLLT for six days may be more effective than placebo in terms of global treatment success at six days. Based upon moderate quality evidence from one trial, LLLT plus exercise for eight weeks may be more effective than exercise alone in terms of pain up to four weeks, and function up to four months. It is unclear whether PEMF is more or less effective than placebo, or whether other electrotherapy modalities are an effective adjunct to exercise. Further high quality randomised controlled trials are needed to establish the benefits and harms of physical therapy interventions (that comprise electrotherapy modalities, manual therapy and exercise, and are reflective of clinical practice) compared to interventions with evidence of benefit (for example glucocorticoid injection or arthrographic joint distension).", "pub_date": "2014-10-01", "authors": ["Matthew J Page", "Sally Green", "Sharon Kramer", "Renea V Johnston", "Brodwen McBain", "Rachelle Buchbinder"], "journal": "The Cochrane database of systematic reviews", "doi": "10.1002/14651858.CD011324", "source": "pubmed"}
{"doc_id": "10806559", "pmid": "10806559", "title": "A comprehensive review of vitamin K and vitamin K antagonists.", "abstract": "For more than 60 years, vitamin K-dependent proteins have been known to play an important role in regulating blood coagulation. During recent years it has become clear, however, that vitamin K is also involved in other physiologic processes, including bone metabolism and vascular biology. Because the vitamin K requirement of bone and vessel wall is higher than that of the liver (where the clotting factors are produced) recommended daily allowance (RDA) values for K vitamins must be redefined. According to the new definition, a substantial part of the population is mildly deficient in vitamin K, and at later ages this deficiency may contribute to increased bone fracture risk, arterial calcification, and cardiovascular disease.", "pub_date": "2000-04-01", "authors": ["C Vermeer", "L J Schurgers"], "journal": "Hematology/oncology clinics of North America", "doi": "10.1016/s0889-8588(05)70137-4", "source": "pubmed"}
{"doc_id": "20478443", "pmid": "20478443", "title": "A hormonal contraceptive for men: how close are we?", "abstract": "Novel contraceptive methods for men are still not available, and the opinions about their need among experts and lay public are polarized between enthusiasm and scepticism. Of the different strategies, hormonal methods aimed at suppression of spermatogenesis have been most extensively studies, are most promising, and are the only approach with the potential of breakthrough in the near future. Their principle is to block pituitary gonadotropin secretion, which will eliminate the endocrine stimulus for testicular androgen production, thereby eliminating its support for spermatogenesis. Testosterone alone or in combination with progestin is the most promising lead. However, many obstacles still have to be overcome before a practical and acceptable method is available. The reasons for the slow progress are partly biological and partly practical and economical. It is difficult to design a method that would be effective in most men, have no side effects and be reversible, economical, and acceptable by all cultures. Unfortunately, the pharmaceutical industry is currently not participating in the development work, and the research in the field is suffering from lack of political and financial support. Ironically, with relative modest additional effort a hormonal contraceptive method for men would be available. We review in this chapter the main principles of hormonal male contraception, the results of the latest clinical trials and shed light on some future perspectives in the field.", "pub_date": "2010-01-01", "authors": ["Ilpo Huhtaniemi"], "journal": "Progress in brain research", "doi": "10.1016/S0079-6123(08)81015-1", "source": "pubmed"}
{"doc_id": "29480902", "pmid": "29480902", "title": "Cannabis and Canada's children and youth.", "abstract": "Cannabis is the most common illicit drug used worldwide and it is used frequently by Canadian teenagers. Cannabis use during adolescence can cause functional and structural changes to the developing brain, leading to damage. Marijuana use in this age group is strongly linked to: cannabis dependence and other substance use disorders; the initiation and maintenance of tobacco smoking; an increased presence of mental illness, including depression, anxiety and psychosis; impaired neurological development and cognitive decline; and diminished school performance and lifetime achievement. Rates of acute medical care and hospitalization for younger children who have ingested cannabis unintentionally are increasing. Ongoing debate concerning cannabis regulation in Canada makes paying close attention to the evidence for its health effects and ensuring that appropriate safeguards are in place, vital public health priorities.", "pub_date": "2017-05-03", "authors": ["Christina N Grant", "Richard E Bélanger"], "journal": "Paediatrics & child health", "doi": "10.1093/pch/pxx017", "source": "pubmed"}
{"doc_id": "35665520", "pmid": "35665520", "title": "Discoidin domain receptor 1 may be involved in biological barrier homeostasis.", "abstract": "WHAT IS KNOWN AND OBJECTIVE: Discoidin domain receptor 1 (DDR1) is a receptor tyrosine kinase involved in the pathological processes of several diseases, such as keloid formation, renal fibrosis, atherosclerosis, tumours, and inflammatory processes. The biological barrier is the first line of defence against pathogens, and its disruption is closely related to diseases. In this review, we attempt to elucidate the relationship between DDR1 and the biological barrier, explore the potential biological value of DDR1, and review the current research status and clinical potential of DDR1-selective inhibitors. METHODS: We conducted an extensive literature search on PubMed to collect studies on the relevance of DDR1 to biological barriers and DDR1-selective inhibitors. With these studies, we explored the relationship between DDR1 and biological barriers and briefly reviewed representative DDR1-selective inhibitors that have been reported in recent years. RESULTS AND DISCUSSION: First, the review of the potential mechanisms by which DDR1 regulates biological barriers, including the epithelial, vascular, glomerular filtration, blood-labyrinth, and blood-brain barriers. In the body, DDR1 dysfunction and aberrant expression may be involved in the homeostasis of the biological barrier. Secondly, the review of DDR1 inhibitors reported in recent years shows that DDR1-targeted inhibition is an attractive and promising pharmacological intervention. WHAT IS NEW AND CONCLUSIONS: This review shows that DDR1 is involved in various physiological and pathological processes and in the regulation of biological barrier homeostasis. However, studies on DDR1 and biological barriers are still scarce, and further studies are needed to elucidate their specific mechanisms. The development of targeted inhibitors provides a new direction and idea to study the mechanism of DDR1.", "pub_date": "2022-06-04", "authors": ["Xiaoli Li", "Huiling Chen", "Dekui Zhang"], "journal": "Journal of clinical pharmacy and therapeutics", "doi": "10.1111/jcpt.13705", "source": "pubmed"}
{"doc_id": "28536691", "pmid": "28536691", "title": "Periostin and Discoidin Domain Receptor 1: New Biomarkers or Targets for Therapy of Renal Disease.", "abstract": "Chronic kidney disease (CKD) can be a life-threatening condition, which eventually requires renal replacement therapy through dialysis or transplantation. A lot of effort and resources have been invested the last years in the identification of novel markers of progression and targets for therapy, in order to achieve a more efficient prognosis, diagnosis, and treatment of renal diseases. Using experimental models of renal disease, we identified and studied two promising candidates: periostin, a matricellular protein with high expression in bone and dental tissues, and discoidin domain receptor 1 (DDR1), a transmembrane collagen receptor of the tyrosine kinase family. Both proteins are inactive in physiological conditions, while they are highly upregulated during development of renal disease and are primarily expressed at the sites of injury. Further studies demonstrated that both periostin and DDR1 are involved in the regulation of inflammation and fibrosis, two major processes implicated in the development of renal disease. Targeting of either protein by genetic deletion or pharmacogenetic inhibition via antisense oligonucleotides highly attenuates renal damage and preserves renal structure and function in several animal models. The scope of this review is to summarize the existing evidence supporting the role of periostin and DDR1 as novel biomarkers and therapeutic targets in CKD.", "pub_date": "2017-05-09", "authors": ["Niki Prakoura", "Christos Chatziantoniou"], "journal": "Frontiers in medicine", "doi": "10.3389/fmed.2017.00052", "source": "pubmed"}
{"doc_id": "38621744", "pmid": "38621744", "title": "The Role of Vitamin K in the Development of Neurodegenerative Diseases.", "abstract": "Neurodegenerative diseases are a growing global health problem with enormous consequences for individuals and society. The most common neurodegenerative diseases, such as Alzheimer's and Parkinson's diseases, can be caused by both genetic factors (mutations) and epigenetic changes caused by the environment, in particular, oxidative stress. One of the factors contributing to the development of oxidative stress that has an important effect on the nervous system is vitamin K, which is involved in redox processes. However, its role in cells is ambiguous: accumulation of high concentrations of vitamin K increases the content of reactive oxygen species increases, while small amounts of vitamin K have a protective effect and activate the antioxidant defense systems. The main function of vitamin K is its involvement in the gamma carboxylation of the so-called Gla proteins. Some Gla proteins are expressed in the nervous system and participate in its development. Vitamin K deficiency can lead to a decrease or loss of function of Gla proteins in the nervous system. It is assumed that the level of vitamin K in the body is associated with specific changes involved in the development of dementia and cognitive abilities. Vitamin K also influences the sphingolipid profile in the brain, which also affects cognitive function. The role of vitamin K in the regulation of biochemical processes at the cellular and whole-organism levels has been studied insufficiently. Further research can lead to the discovery of new targets for vitamin K and development of personalized diets and therapies.", "pub_date": "2024-01-01", "authors": ["Anna I Diachenko", "Igor A Rodin", "Tatiana N Krasnova", "Oleg I Klychnikov", "Lidia N Nefedova"], "journal": "Biochemistry. Biokhimiia", "doi": "10.1134/S0006297924140049", "source": "pubmed"}
{"doc_id": "17054278", "pmid": "17054278", "title": "Oral steroids for adhesive capsulitis.", "abstract": "BACKGROUND: This review is one in a series of Cochrane reviews of interventions for shoulder pain in adults. OBJECTIVES: To determine the efficacy and safety of oral steroids for adhesive capsulitis. SEARCH STRATEGY: Searches of the Cochrane Library including CENTRAL, Issue 4, 2005, Cochrane Musculoskeletal Review Group Register, MEDLINE, EMBASE, CINAHL were conducted in November 2005, unrestricted by date or language. SELECTION CRITERIA: Only studies described as randomised controlled trials studying participants with adhesive capsulitis, frozen shoulder, stiff painful shoulder or periarthritis and interventions of oral steroids compared to placebo, no treatment, or any other treatment were included. DATA COLLECTION AND ANALYSIS: Two independent reviewers assessed methodological quality of each included trial and extracted data. Standard Cochrane methodology was used to analyse the extracted data. MAIN RESULTS: Five small trials were included: two trials (30 and 49 participants) of oral steroids or placebo; one trial (40 participants) of oral steroids or no treatment; one trial (28 participants) of oral or intra-articular steroids; and one trial (32 participants) of manipulation under anaesthesia and intraarticular steroid injection with or without oral steroids. Study participants were similar across trials, but no trial used the same oral steroid regimen or dosage. Trials were of variable quality (only one of high quality) and some were poorly reported. No meta-analyses could be performed as no raw data could be extracted from one placebo-controlled trial and three trials used different comparators. One trial reported significant short-term benefits of oral steroids versus placebo: 48% more participants reported success (RR = 2 (95% CI 1.3 to 3.1, NNT=2); overall improvement in pain 2.7 (95% CI 1.4 to 4.0) on a 0 to 10 point scale; total shoulder abduction increased by 23.3 degrees (95% CI 11.3 to 35.3); Shoulder Pain and Disability Index (SPADI) score improved by 18.1 (95% CI 7.6 to 28.6) on a 0 to 100 point scale. But benefits were not maintained at 6 weeks. A second trial reported no significant differences between oral steroid and placebo in pain or range of movement but it suggested improvement occurred earlier in the steroid treated group. A third trial reported that oral steroids provided a more rapid initial improvement in pain compared to no treatment but negligible differences by five months. There were minimal adverse effects reported. AUTHORS' CONCLUSIONS: Available data from two placebo-controlled trials and one no-treatment controlled trial provides \"Silver\" level evidence (www.cochranemsk.org) that oral steroids provides significant short-term benefits in pain, range of movement of the shoulder and function in adhesive capsulitis but the effect may not be maintained beyond six weeks.", "pub_date": "2006-10-18", "authors": ["R Buchbinder", "S Green", "J M Youd", "R V Johnston"], "journal": "The Cochrane database of systematic reviews", "doi": "10.1002/14651858.CD006189", "source": "pubmed"}
{"doc_id": "21159047", "pmid": "21159047", "title": "Endoscopic rectal ultrasound and elastosonography are useful in flow chart for the diagnosis of deep pelvic endometriosis with rectal involvement.", "abstract": "AIM: Endometriosis is defined by the presence of endometrial glands and stroma outside the uterus. The disease causes pelvic pain, dysmenorrhea, dyspareunia, dyschezia and urinary symptoms. The aim of this study was to assess the usefulness of endoscopic ultrasound (EUS) and elastosonography for detecting rectosigmoid endometriosis and to compare the findings, in selected and symptomatic patients, with surgical specimens in order to select the best surgical strategy. MATERIAL & METHODS: Sixty-three consecutive patients (mean age 34.2; range 25-50 years) with diagnosis of endometriosis were referred for rectal endosonography to evaluate the rectal involvement. Patients complained of abdominal pain, rectal bleeding, constipation and dysmenorrhea. Sub-stenosis of the rectosigmoid lumen was found endoscopically in one patient (1.5%), bulging in 21 (33.3%), mucosal hyperemia or edema in one (1.5%), and no lesions in 39 patients (61.9%); no abdominal masses or obstruction were reported. Each woman completed a self-administered 100-point questionnaire to evaluate endometriosis-related pain (intensity of symptoms: 0 = absent, 100 = unbearable). After clinical imaging evaluation, 10 symptomatic patients (mean age 32.2; range 26-45 years) were evaluated for surgery. RESULTS: EUS detected endometriotic lesions in all patients as a hypoechoic mass, poorly vascularized with irregular, undefined margins. In cases where the rectosigmoid wall was involved, there was invasion of the fourth layer. All patients who were operated had histologic findings of endometriotic lesions involving the rectal wall, as indicated by EUS. CONCLUSION: EUS and elastosonography offers a non-invasive and sensitive technique to better define the endometriotic infiltration in the rectosigmoid wall.", "pub_date": "2010-12-15", "authors": ["Gianni Mezzi", "Stefano Ferrari", "Paolo Giorgio Arcidiacono", "Francesca Di Puppo", "Massimo Candiani", "Pier Alberto Testoni"], "journal": "The journal of obstetrics and gynaecology research", "doi": "10.1111/j.1447-0756.2010.01413.x", "source": "pubmed"}
{"doc_id": "33414559", "pmid": "33414559", "title": "Genetic analysis of ALS cases in the isolated island population of Malta.", "abstract": "Genetic isolates are compelling tools for mapping genes of inherited disorders. The archipelago of Malta, a sovereign microstate in the south of Europe is home to a geographically and culturally isolated population. Here, we investigate the epidemiology and genetic profile of Maltese patients with amyotrophic lateral sclerosis (ALS), identified throughout a 2-year window. Cases were largely male (66.7%) with a predominant spinal onset of symptoms (70.8%). Disease onset occurred around mid-age (median age: 64 years, men; 59.5 years, female); 12.5% had familial ALS (fALS). Annual incidence rate was 2.48 (95% CI 1.59-3.68) per 100,000 person-years. Male-to-female incidence ratio was 1.93:1. Prevalence was 3.44 (95% CI 2.01-5.52) cases per 100,000 inhabitants on 31", "pub_date": "2021-01-07", "authors": ["Rebecca Borg", "Maia Farrugia Wismayer", "Karl Bonavia", "Andrew Farrugia Wismayer", "Malcolm Vella", "Joke J F A van Vugt", "Brendan J Kenna", "Kevin P Kenna", "Neville Vassallo", "Jan H Veldink", "Ruben J Cauchi"], "journal": "European journal of human genetics : EJHG", "doi": "10.1038/s41431-020-00767-9", "source": "pubmed"}
{"doc_id": "36698236", "pmid": "36698236", "title": "Discoidin Domain Receptor 1 Inhibitors: Advances and Future Directions for Novel Therapeutics with Aid of DNA Encoded Library Screens and Artificial Intelligence.", "abstract": "Discoidin domain receptor (DDR) 1, a collagen binding receptor kinase, is an intensively researched therapeutic target for cancer, fibrosis and other diseases. The majority of early known DDR1 inhibitors targeted the ATP binding pocket of this enzyme that shares structural similarities with other kinase pockets across the biological system. This structural similarity of DDR1 kinase with other protein kinases often leads to \"off target \"toxicity issues. Understanding of uniqueness in DDR:ATP-phosphate-binding loop (P-loop), DNA encoded library screen, structure-guided optimization studies, and machine learning drug design platforms that come under the umbrella of artificial intelligence has led to the discovery of a new array of inhibitors that are highly selective for DDR1 over DDR2 and other similar kinases. Most of the drug discovery platforms concentrated on the ATP binding region of DDR1 kinase and never looked beyond this region for novel therapeutic options. Recent findings have disclosed the kinase-independent functions of DDR1 in immune exclusion, which resides in the extracellular collagen-binding domain, thus opening avenues for the development of inhibitors that veer away from targeting ATP binding pockets. This recent understanding of the functional modalities of DDR1 opens the complexity of targeting this transmembrane protein as per its functional prominence in the respective disease and thus demands the development of specific novel therapeutics. The perspective gives a short overview of recent developments of DDR1 inhibitors with the aid of the latest technologies, future directions for therapeutic development, and possibility of combinational therapeutic treatments to completely disengage functions of DDR1.", "pub_date": "2023-01-01", "authors": ["Rahul Sanawar", "Vinodh J Sahayasheela", "Praseetha Sarath", "Vipin Mohan Dan"], "journal": "Mini reviews in medicinal chemistry", "doi": "10.2174/1389557523666230125114921", "source": "pubmed"}
{"doc_id": "33401236", "pmid": "33401236", "title": "Risk of Cardiovascular Diseases Among Older Breast Cancer Survivors in the United States: A Matched Cohort Study.", "abstract": "BACKGROUND: It has been suggested that cardiovascular risks are increased in breast cancer survivors, but few studies have quantified the risks of a range of specific clinically important cardiovascular outcomes in detail. PATIENTS AND METHODS: Women aged >65 years with incident breast cancer from 2004 to 2013 in the SEER-Medicare linked database were matched with 5 cancer-free female counterparts (5:1 ratio). Prevalence of specific cardiovascular outcomes at baseline was measured, then Cox regression was used to calculate hazard ratios (HRs) and 95% confidence intervals for the risk of individual cardiovascular outcomes during follow-up. Modification of the effect was investigated by time since diagnosis, race/ethnicity, prior cardiovascular disease (CVD), and age. RESULTS: In all, 91,473 women with breast cancer and 454,197 without breast cancer were included. Women with breast cancer had lower baseline prevalence of all CVDs. Compared with cancer-free controls, breast cancer survivors had substantially increased risks of deep vein thrombosis (adjusted HR, 1.67; 95% CI, 1.62-1.73; 386,484 person-years of follow-up) and pericarditis (HR, 1.43; 95% CI, 1.38-1.49; 390,776 person-years of follow-up); evidence of smaller increased risks of sudden cardiac arrest, arrhythmia, heart failure, and valvular heart disease (adjusted HRs ranging from 1.05-1.09, lower CI limits all ≥1); and evidence of lower risk of incident angina, myocardial infarction, revascularization, peripheral vascular disease, and stroke (adjusted HRs ranging from 0.89-0.98, upper CI limits all ≤1). Increased risks of arrhythmia, heart failure, pericarditis, and deep vein thrombosis persisted >5 years after cancer diagnosis. CONCLUSIONS: Women with a history of breast cancer were at increased risk of several CVDs, persisting into survivorship. Monitoring and managing cardiovascular risk throughout the long-term follow-up of women diagnosed with breast cancer should be a priority.", "pub_date": "2021-01-05", "authors": ["Anthony A Matthews", "Sharon Peacock Hinton", "Susannah Stanway", "Alexander R Lyon", "Liam Smeeth", "Krishnan Bhaskaran", "Jennifer L Lund"], "journal": "Journal of the National Comprehensive Cancer Network : JNCCN", "doi": "10.6004/jnccn.2020.7629", "source": "pubmed"}
{"doc_id": "37598356", "pmid": "37598356", "title": "Exploring the complex relationship between vitamin K, gut microbiota, and warfarin variability in cardiac surgery patients.", "abstract": "BACKGROUND AND OBJECTIVES: Due to the high individual variability of anticoagulant warfarin, this study aimed to investigate the effects of vitamin K concentration and gut microbiota on individual variability of warfarin in 246 cardiac surgery patients. METHODS: The pharmacokinetics and pharmacodynamics (PKPD) model predicted international normalized ratio (INR) and warfarin concentration. Serum and fecal samples were collected to detect warfarin and vitamin K [VK1 and menaquinone-4 (MK4)] concentrations and gut microbiota diversity, respectively. In addition, the patient's medical records were reviewed for demographic characteristics, drug history, and CYP2C9, VKORC1, and CYP4F2 genotypes. RESULTS: The PKPD model predicted ideal values of 62.7% for S-warfarin, 70.4% for R-warfarin, and 76.4% for INR. The normal VK1 level was 1.34±1.12 nmol/ml (95% CI: 0.33-4.08 nmol/ml), and the normal MK4 level was 0.22±0.18 nmol/ml (95% CI: 0.07-0.63 nmol/ml). The MK4 to total vitamin K ratio was 16.5±9.8% (95% CI: 4.3-41.5%). The S-warfarin concentration of producing 50% of maximum anticoagulation and the half-life of prothrombin complex activity tended to increase with vitamin K. Further, Prevotella and Eubacterium of gut microbiota identified as the main bacteria associated with individual variability of warfarin. The results suggest that an increase in vitamin K concentration can decrease anticoagulation, and gut microbiota may influence warfarin anticoagulation through vitamin K2 synthesis. CONCLUSION: This study highlights the importance of considering vitamin K concentration and gut microbiota when prescribing warfarin. The findings may have significant implications for the personalized use of warfarin. Further research is needed to understand better the role of vitamin K and gut microbiota in warfarin anticoagulation.", "pub_date": "2023-12-01", "authors": ["Ling Xue", "Rajeev K Singla", "Qiong Qin", "Yinglong Ding", "Linsheng Liu", "Xiaoliang Ding", "Wenhao Qu", "Chenrong Huang", "Zhenya Shen", "Bairong Shen", "Liyan Miao"], "journal": "International journal of surgery (London, England)", "doi": "10.1097/JS9.0000000000000673", "source": "pubmed"}
{"doc_id": "37902139", "pmid": "37902139", "title": "Novel anti-amyloid-beta (Aβ) monoclonal antibody lecanemab for Alzheimer's disease: A systematic review.", "abstract": "BACKGROUND: Lecanemab is the latest monoclonal antibody that targets beta-amyloid approved exclusively for treatment of Alzheimer's disease with mild cognitive impairment or mild dementia. This article aims to provide a systematic review of the efficacy, and safety of lecanemab in slowing clinical decline in Alzheimer's disease. METHODS: A comprehensive search of various databases, including the National Institute of Health clinical trials registry, PubMed, and the Cochrane library, was conducted until July 2023 using the keywords lecanemab, BAN2401, and Alzheimer's disease. Additionally, conference abstracts listed in the Cochrane database (including Embase) and drug information from the US Food and Drug Administration (FDA) label were examined. Only clinical trials published in the English language were considered. In total, 107 articles were retrieved, and after thorough evaluation, three randomized, double-blind, multicenter clinical trials involving 2729 participants were included in the analysis. RESULTS: The FDA approved lecanemab for Alzheimer's disease in January 2023 which acts as a novel disease-modifying anti-amyloid-beta (Aβ) human monoclonal antibody and is administered intravenously. Based on the clinical trials included in this review, lecanemab was found efficacious in reducing the accumulation of beta-amyloid and slowing down the cognitive decline and it was well tolerated. Lecanemab had a statistically significant change from baseline in Clinical Dementia Rating-Sum of Boxes (CDR-SB), Alzheimer's Disease Composite Score (ADCOMS), Alzheimer's Disease Assessment Scale (ADAScog14), Alzheimer's Disease Cooperative Study-Activities of Daily Living Scale for Mild Cognitive Impairment (ADCS-MCI-ADL), and reductions in brain amyloid burden. The most common treatment-emergent adverse events were headache, infusion-related reactions, and Amyloid related imaging abnormalities-edema. CONCLUSIONS: Lecanemab therapy led to a substantial decrease in amyloid plaques and a noticeable slowing of clinical decline. The findings suggest a meaningful connection between the reduction in amyloid and the positive impact on patients' clinical outcomes, hinting at potential disease-modifying effects.", "pub_date": "2023-01-01", "authors": ["Selia Chowdhury", "Nurjahan Shipa Chowdhury"], "journal": "International journal of immunopathology and pharmacology", "doi": "10.1177/03946320231209839", "source": "pubmed"}
{"doc_id": "37904275", "pmid": "37904275", "title": "Optineurin in patients with Amyotrophic Lateral Sclerosis associated to atypical Parkinsonism in Tunisian population.", "abstract": "Amyotrophic Lateral Sclerosis (ALS) is a heterogeneous disorder and the phenotypic variability goes far beyond the used clinical stratification parameter. Evidence has emerged that ALS may coexist with distinct neurodegenerative diseases in single cases. We aim to study the clinical features of two familial cases of ALS carriers of two distinct variants harbored in the Optineurin (", "pub_date": "2024-01-23", "authors": ["I Kacem", "I Sghaier", "S Peverelli", "Y Abida", "H Ben Brahim", "A Ratti", "A Nasri", "N Ticozzi", "V Silani", "R Gouider"], "journal": "Amyotrophic lateral sclerosis & frontotemporal degeneration", "doi": "10.1080/21678421.2023.2273961", "source": "pubmed"}
{"doc_id": "37293153", "pmid": "37293153", "title": "Structural, topological, and functional characterization of transmembrane proteins TMEM213, 207, 116, 72 and 30B provides a potential link to ccRCC etiology.", "abstract": "Due to their involvement in the development of various cancers Transmembrane Proteins (TMEMs) are the focus of many recent studies. Previously we reported TMEM de-regulation in clear cell Renal Cell Carcinoma (ccRCC) with TMEM213, 207, 116, 72 and 30B being among the most downregulated on mRNA level. TMEM down-regulation was also more pronounced in advanced ccRCC tumors and was potentially linked to clinical parameters such as: metastasis (TMEM72 and 116), Fuhrman grade (TMEM30B) and overall survival (TMEM30B). To further investigate these findings, first, we set off to prove experimentally that selected TMEMs are indeed membrane-bound as predicted in silico, we verified the presence of signaling peptides on their N-termini, orientation of TMEMs within the membrane and validated their predicted cellular localization. To investigate the potential role of selected TMEMs in cellular processes overexpression studies in HEK293 and HK-2 cell lines were carried out. Additionally, we tested TMEM isoform expression in ccRCC tumors, identified mutations in TMEM genes and examined chromosomal aberrations in their loci. We confirmed the membrane-bound status of all selected TMEMs, assigned TMEM213, and 207 to early endosomes, TMEM72 to early endosomes and plasma membrane, TMEM116 and 30B to the endoplasmic reticulum. The N-terminus of TMEM213 was found to be exposed to the cytoplasm, the C-terminus of TMEM207, 116 and 72 were directed toward the cytoplasm, and both termini of TMEM30B faced the cytoplasm. Interestingly, TMEM mutations and chromosomal aberrations were infrequent in ccRCC tumors, yet we identified potentially damaging mutations in TMEM213 and TMEM30B and found deletions in the TMEM30B locus in nearly 30% of the tumors. Overexpression studies suggested selected TMEMs may take part in carcinogenesis processes such as cell adhesion, regulation of epithelial cell proliferation, and regulation of adaptive immune response, which could indicate a link to the development and progression of ccRCC.", "pub_date": "2023-05-15", "authors": ["Joanna Wesoly", "Natalia Pstrąg", "Kamil Derylo", "Barbara Michalec-Wawiórka", "Natalia Derebecka", "Hanna Nowicka", "Arkadiusz Kajdasz", "Katarzyna Kluzek", "Malgorzata Srebniak", "Marek Tchórzewski", "Zbigniew Kwias", "Hans Bluyssen"], "journal": "American journal of cancer research", "doi": "", "source": "pubmed"}
{"doc_id": "18841274", "pmid": "18841274", "title": "Metabolism and cell biology of vitamin K.", "abstract": "Naturally occurring vitamin K compounds comprise a plant form, phylloquinone (vitamin K(1)) and a series of bacterial menaquinones (MKs) (vitamin K(2)). Structural differences in the isoprenoid side chain govern many facets of metabolism of K vitamins including the way they are transported, taken up by target tissues, and subsequently excreted. In the post-prandial state, phylloquinone is transported mainly by triglyceride-rich lipoproteins (TRL) and long-chain MKs mainly by low-density lipoproteins (LDL). TRL-borne phylloquinone uptake by osteoblasts is an apoE-mediated process with the LRP1 receptor playing a predominant role. One K(2) form, MK-4, has a highly specific tissue distribution suggestive of local synthesis from phylloquinone in which menadione is an intermediate. Both phylloquinone and MKs activate the steroid and xenobiotic receptor (SXR) that initiates their catabolism, but MK-4 specifically upregulates two genes suggesting a novel MK-4 signalling pathway. Many studies have shown specific clinical benefits of MK-4 at pharmacological doses for osteoporosis and cancer although the mechanism(s) are poorly understood. Other putative non-cofactor functions of vitamin K include the suppression of inflammation, prevention of brain oxidative damage and a role in sphingolipid synthesis. Anticoagulant drugs block vitamin K recycling and thereby the availability of reduced vitamin K. Under extreme blockade, vitamin K can bypass the inhibition of Gla synthesis in the liver but not in the bone and the vessel wall. In humans, MK-7 has a greater efficacy than phylloquinone in carboxylating both liver and bone Gla proteins. A daily supplement of phylloquinone has shown potential for improving anticoagulation control.", "pub_date": "2008-10-01", "authors": ["Martin J Shearer", "Paul Newman"], "journal": "Thrombosis and haemostasis", "doi": "", "source": "pubmed"}
{"doc_id": "3565295", "pmid": "3565295", "title": "Recommended dietary intakes (RDI) of vitamin K in humans.", "abstract": "Vitamin K is essential for the formation of at least three proteins involved in blood clotting as well as of other proteins found in plasma, bone, and kidney. Vitamin K deficiency, however, primarily affects the blood clotting process. Vitamin K is provided both from the diet and from endogenous bacterial synthesis, presumably in roughly equal measure. Because intakes of 0.4 micrograms X kg-1 X d-1 (0.89 nmol X kg-1 X d-1) and probably lower intakes maintain normal clotting activities in healthy neomycin-treated adults, rounded daily recommended dietary intakes (RDI) for essentially all reference 76-kg men and 62-kg women are 45 micrograms (100 nmol) and 35 micrograms (78 nmol) phylloquinone, respectively. Newborn infants are at high risk because breast milk contains inadequate concentrations of vitamin K and their intestines are not yet colonized with vitamin K-producing bacteria. Body reserves of vitamin K are small and turnover rapidly. Hence, supplementation of infants with vitamin K is highly advisable. Increments of vitamin K during pregnancy and lactation are also suggested.", "pub_date": "1987-04-01", "authors": ["J A Olson"], "journal": "The American journal of clinical nutrition", "doi": "10.1093/ajcn/45.4.687", "source": "pubmed"}
{"doc_id": "30120708", "pmid": "30120708", "title": "CAR-T Cell Therapy for Acute Lymphoblastic Leukemia: Transforming the Treatment of Relapsed and Refractory Disease.", "abstract": "PURPOSE OF REVIEW: Genetically engineered T cells expressing a chimeric antigen receptor (CAR-T) targeting specific antigens present on acute lymphoblastic leukemia (ALL) blasts have generated promising results in children and adults with relapsed and refractory disease. We review the current evidence for CAR-T cell therapy in ALL, associated toxicities, and efforts to improve durable response to therapy. RECENT FINDINGS: CD19-directed CAR-T cells have recently been approved by the FDA for use in children and young adults with ALL and in adults with diffuse large B cell lymphoma (DLBCL) in the relapsed/refractory setting. CD22-directed CAR-T cells have shown efficacy against leukemia as well in a recent clinical trial, representing the first alternative CAR target to approach comparable efficacy to CD19 CAR-T cells. Standardization of toxicity grading and management, strategies to combat significant relapse rates after CAR-T therapy, and applicability of CAR-T cells to treat central nervous system (CNS) disease remain challenges in the field and represent priorities for continued research. CAR-T cells are a feasible, effective, and rapidly evolving therapy for patients with relapsed and refractory B cell malignancies.", "pub_date": "2018-10-01", "authors": ["Katherine C Pehlivan", "Brynn B Duncan", "Daniel W Lee"], "journal": "Current hematologic malignancy reports", "doi": "10.1007/s11899-018-0470-x", "source": "pubmed"}
{"doc_id": "32187975", "pmid": "32187975", "title": "Vitamin K Deficiency Bleeding in Infancy.", "abstract": "Vitamin K is essential for the synthesis of few coagulation factors. Infants can easily develop vitamin K deficiency owing to poor placental transfer, low vitamin K content in breast milk, and poor intestinal absorption due to immature gut flora and malabsorption. Vitamin K deficiency bleeding (VKDB) in infancy is classified according to the time of presentation: early (within 24 h), classic (within 1 week after birth), and late (between 2 week and 6 months of age). VKDB in infancy, particularly late-onset VKDB, can be life-threatening. Therefore, all infants, including newborn infants, should receive vitamin K prophylaxis. Exclusive breastfeeding and cholestasis are closely associated with this deficiency and result in late-onset VKDB. Intramuscular prophylactic injections reduce the incidence of early-onset, classic, and late-onset VKDB. However, the prophylaxis strategy has recently been inclined toward oral administration because it is easier, safer, and cheaper to administer than intramuscular injection. Several epidemiological studies have shown that vitamin K oral administration is effective in the prevention of VKDB in infancy; however, the success of oral prophylaxis depends on the protocol regimen and parent compliance. Further national surveillance and studies are warranted to reveal the optimal prophylaxis regimen in term and preterm infants.", "pub_date": "2020-03-16", "authors": ["Shunsuke Araki", "Akira Shirahata"], "journal": "Nutrients", "doi": "10.3390/nu12030780", "source": "pubmed"}
{"doc_id": "37398735", "pmid": "37398735", "title": "Comparing the Efficacy of Intra-articular Platelet-Rich Plasma and Corticosteroid Injections in the Management of Frozen Shoulder: A Randomized Controlled Trial.", "abstract": "Introduction Periarthritis of the shoulder, or frozen shoulder (FS), is a common, painful, and disabling condition with varied treatment strategies. Intra-articular (IA) corticosteroid (CS) injections are a popular treatment option, but their efficacy is often temporary. Platelet-rich plasma (PRP) has emerged as an alternative therapy for adhesive capsulitis, but the literature on its effectiveness is limited. This study aimed to compare the efficacy of IA PRP and CS injections in managing FS. Methods In this prospective, randomized study, 68 patients who met the inclusion criteria were enrolled and randomized using a computer-generated table into two groups: Group 1 (IA PRP) received 4 ml PRP, and Group 2 (IA CS) received 2 ml (80 mg) of methylprednisolone acetate mixed with 2 ml normal saline (for a total of 4 ml) as a CS injection in the IA area of the shoulder. Outcome measures included pain; shoulder range of motion (ROM); the condensed version of the disabling conditions of the arm, shoulder, and hand (QuickDASH) score; and the shoulder pain and disability index (SPADI) score. Participants were monitored via follow-up for 24 weeks, with pain and function assessed at each evaluation using the visual analog scale (VAS) score, the SPADI score, and the QuickDASH score. Results The IA PRP injections demonstrated better long-term outcomes than the IA CS injections, significantly improving pain, shoulder ROM, and daily activity performance. After 24 weeks, the mean VAS score in the PRP and methylprednisolone acetate groups was 1.00 (1.0 to 1.0) and 2.00 (2.0 to 2.0), respectively (P≤0.001). The mean QuickDASH score was 41.83 ± 6.33 in the PRP group and 48.76 ± 5.08 in the methylprednisolone acetate group (P≤0.001). The mean SPADI score was 53.32 ± 7.49 in the PRP group and 59.24 ± 5.80 in the methylprednisolone acetate group (P≤0.001), indicating a significant improvement in the PRP group's pain and disability scores after 24 weeks. The rate of complications was similar between the two groups. Conclusions Our findings suggest that IA PRP injections provide better long-term results than IA CS injections for managing FS. Platelet-rich plasma can be used as a treatment modality for better outcomes, particularly when the patient is contraindicated or refuses CS treatment. Further research is needed to evaluate the efficacy of these treatment modalities at different stages of FS and explore the potential benefits of ultrasound-guided injections.", "pub_date": "2023-05-30", "authors": ["Tarun Kumar Somisetty", "Hariprasad Seenappa", "Subhashish Das", "Arun H Shanthappa"], "journal": "Cureus", "doi": "10.7759/cureus.39728", "source": "pubmed"}
{"doc_id": "21865146", "pmid": "21865146", "title": "[Myocardial infarction associated with oral contraceptive use, smoking and elevated cholesterol level in a young patient].", "abstract": "Oral hormonal contraceptives are the safest methods for young patients to avoid unwanted pregnancy. They are well accepted and have certain beneficial effects; however, physicians should pay attention to risk factors even when applied in young age. Obesity, dyslipidemia, smoking and oral contraceptive pills alone or in combination may lead to serious adverse events. Authors present a young woman who developed acute myocardial infarction in association with several unconsidered risk factors including the use of contraceptive pills.", "pub_date": "2011-09-01", "authors": ["Zsuzsa Krasznai", "Péter Tóth"], "journal": "Orvosi hetilap", "doi": "10.1556/OH.2011.29201", "source": "pubmed"}
{"doc_id": "7774512", "pmid": "7774512", "title": "Current concepts and controversies in the use of vitamin K.", "abstract": "Vitamin K is a fat-soluble vitamin crucial to the production of many proteins involved with the coagulation process. It is integral in the synthesis of coagulants (factors II, VII, IX and X) and anticoagulants (proteins C and S). It is generally recognised that routine administration of vitamin K (phytomenadione) shortly after birth will prevent major neonatal morbidity and mortality related to haemorrhage. Vitamin K supplementation during pregnancy is also recommended if mothers are on anticonvulsant therapy or prolonged treatment with certain antibiotics. These medications, if ingested by pregnant women, predispose the neonate to a bleeding tendency caused by vitamin K deficiency. Vitamin K treatment of pregnant mothers before premature delivery has also been suggested to reduce the incidence of severe intracranial haemorrhage (ICH) in premature neonates. Although further studies are pending, the data to date do not support using antenatal vitamin K for preventing ICH.", "pub_date": "1995-03-01", "authors": ["J A Thorp", "L Gaston", "D R Caspers", "M L Pal"], "journal": "Drugs", "doi": "10.2165/00003495-199549030-00005", "source": "pubmed"}
{"doc_id": "31514191", "pmid": "31514191", "title": "Evaluating the Outcome of Two Different Regimes in Adhesive Capsulitis: A Prospective Clinical Study.", "abstract": "OBJECTIVE: Adhesive capsulitis or frozen shoulder is a painful condition affecting up to 5% of the general population. We conducted this study with the aim of evaluating the results of physiotherapy plus intra-articular methylprednisolone injection versus physiotherapy alone in idiopathic frozen shoulder. METHODS: This prospective clinical study was conducted in a tertiary care center between August 2016 and August 2018. Patients who were diagnosed with idiopathic frozen shoulder were included in the study, and each patient was randomly allocated to one of two groups: physiotherapy alone (group A) and physiotherapy plus intra-articular steroid injection (group B). RESULTS: A total of 52 cases diagnosed with idiopathic frozen shoulder were included and treated with the two modalities. There was a significant improvement in group B compared to group A at 6 weeks and 3 months in the range of flexion, abduction, and external rotation. The Shoulder Pain and Disability Index showed improvement in both pain and disability score in group B -compared to group A, and improvement was significant at 6 weeks and 3 months. CONCLUSION: The results demonstrate the advantages of physiotherapy plus intra-articular steroid injection in idiopathic frozen shoulder. The predictability of results with physiotherapy plus intra-articular steroid injection in selected patients is excellent, and it is a better modality of treatment compared to physiotherapy alone.", "pub_date": "2019-09-13", "authors": ["Rashid Anjum", "Jatin Aggarwal", "Rakesh Gautam", "Subodh Pathak", "Aryan Sharma"], "journal": "Medical principles and practice : international journal of the Kuwait University, Health Science Centre", "doi": "10.1159/000503317", "source": "pubmed"}
{"doc_id": "7860737", "pmid": "7860737", "title": "The cutaneous T cell lymphoma, mycosis fungoides, is a human T cell lymphotropic virus-associated disease. A study of 50 patients.", "abstract": "For nearly two decades it has been suspected that the cutaneous T cell lymphoma, mycosis fungoides (MF), and its leukemic variant, the Sézary syndrome, are caused by the human T lymphotropic virus (HTLV-I/II). Arguments against this concept included the finding that only a small number of MF patients have antibodies to HTLV-I/II and that attempts to detect proviral sequences by mere Southern hybridization of extracted DNA usually met with failure. However, we have reported repeatedly that HTLV-like particles emerge in blood mononuclear cell (PBMC) cultures of practically all patients with this disease. In several instances, the particles were identified as HTLV by immunoelectron microscopy as well as biomolecular analysis. With the assumptions that the virus in MF patients may have become detection by Southern hybridization alone, the extracts of freshly isolated PBMC of 50 consecutive patients were subjected to combined PCR/Southern analysis. Here we report the presence of HTLV pol and/or tax proviral sequences in 46 out of 50 (92%) of the patients tested. In addition, five of the patients, who lacked antibodies to HTLV-I/II structural proteins, were found to be seropositive for tax. It thus seems reasonable to conclude that MF/Sézary syndrome is an HTLV-associated disease and that lack of an immune response does not preclude infection with this type of virus.", "pub_date": "1995-02-01", "authors": ["B A Pancake", "D Zucker-Franklin", "E E Coutavas"], "journal": "The Journal of clinical investigation", "doi": "10.1172/JCI117697", "source": "pubmed"}
{"doc_id": "31822699", "pmid": "31822699", "title": "SMN complex member Gemin3 self-interacts and has a functional relationship with ALS-linked proteins TDP-43, FUS and Sod1.", "abstract": "The predominant motor neuron disease in infants and adults is spinal muscular atrophy (SMA) and amyotrophic lateral sclerosis (ALS), respectively. SMA is caused by insufficient levels of the Survival Motor Neuron (SMN) protein, which operates as part of the multiprotein SMN complex that includes the DEAD-box RNA helicase Gemin3/DDX20/DP103. C9orf72, SOD1, TDP-43 and FUS are ranked as the four major genes causing familial ALS. Accumulating evidence has revealed a surprising molecular overlap between SMA and ALS. Here, we ask the question of whether Drosophila can also be exploited to study shared pathogenic pathways. Focusing on motor behaviour, muscle mass and survival, we show that disruption of either TBPH/TDP-43 or Caz/FUS enhance defects associated with Gemin3 loss-of-function. Gemin3-associated neuromuscular junction overgrowth was however suppressed. Sod1 depletion had a modifying effect in late adulthood. We also show that Gemin3 self-interacts and Gem3", "pub_date": "2019-12-10", "authors": ["Rebecca Cacciottolo", "Joanna Ciantar", "Maia Lanfranco", "Rebecca M Borg", "Neville Vassallo", "Rémy Bordonné", "Ruben J Cauchi"], "journal": "Scientific reports", "doi": "10.1038/s41598-019-53508-4", "source": "pubmed"}
{"doc_id": "38836991", "pmid": "38836991", "title": "A Framework for the Administration of Anti-amyloid Monoclonal Antibody Treatments in Early-Stage Alzheimer's Disease.", "abstract": "The US Food and Drug Administration (FDA) approval of lecanemab for early-stage Alzheimer's disease (AD) represents an exciting new chapter in the management of neurodegenerative disease, but likewise presents numerous clinical, technical, and financial logistical challenges for both academic and non-academic medical institutions hoping to administer this drug. Minimal resources exist that provide guidance for establishing and maintaining a lecanemab treatment program at the institutional level. The current report aims to provide healthcare institutions a framework for the planning, onboarding, and longitudinal treatment of AD with anti-amyloid monoclonal antibody treatments. We present an implementation study involving three stages: (1) feasibility assessment, (2) operations and going live, and (3) monitoring assessment. We found that implementation of lecanemab in clinical practice was feasible due to the assignment of an enterprise-wide project manager to facilitate the planning phase, a cost analysis showing that lecanemab was financially sustainable, and the development of electronic medical record tools to support operational efficiency.", "pub_date": "2024-06-05", "authors": ["Michael H Rosenbloom", "Tricia O'Donohue", "Domi Zhou-Clark", "Deepashni Mala", "Andrew Frazier", "Michael Tarrant", "Michelle Modrijan", "Melora Riveira", "Darla Chapman", "Yvonne Griffin", "Lauren Shakalis", "Thomas J Grabowski"], "journal": "CNS drugs", "doi": "10.1007/s40263-024-01097-w", "source": "pubmed"}
{"doc_id": "23557890", "pmid": "23557890", "title": "Body mass index and active range of motion exercise treatment after intra-articular injection in adhesive capsulitis.", "abstract": "BACKGROUND: Adhesive capsulitis is commonly associated with medical diseases such as diabetes mellitus, hyperthyroidism, and obesity. Intra-articular injection has been used to speed recovery and relieve pain associated with frozen shoulder. In this study, we evaluated and compared the effects of an intra-articular injection of corticosteroid and lidocaine in the treatment of primary adhesive capsulitis in overweight and normal-weight patients. METHODS: This is a prospective clinical study of patients with adhesive capsulitis, in which the main treatment strategy was an intra-articular injection of corticosteroid (3 mL) and lidocaine (3 mL). Active range of motion exercise was initiated immediately after the injection and performed four times daily. The evaluation included the recording of a detailed medical and orthopedic history, and the assessment of pain and function by determining the Constant score at baseline (before injection) and every 2 weeks thereafter. Patients were classified as normal weight (body mass index [BMI] < 25 kg/m(2)) or overweight (BMI ≥ 25 kg/m(2)). The Constant scores of all patients were compared at 8 weeks after injection. RESULTS: After clinical examinations and radiographic and ultrasonographic studies, 79 patients were treated for adhesive capsulitis between 2010 and 2012. In the normal-weight group, the mean Constant score increased from 35.4 to 74.6 after 8 weeks, whereas in the overweight group, the mean Constant score increased from 32.0 to 47.2. There was a significant difference in the mean Constant score between the normal-weight and overweight groups at 8 weeks. CONCLUSION: Active range of motion exercise after an intra-articular injection of corticosteroid and lidocaine improved pain and functional outcome at 8 weeks in normal-weight (BMI < 25 kg/m(2)) patients with primary adhesive capsulitis. Manipulation under anesthesia may be considered a priority in overweight patients.", "pub_date": "2013-03-13", "authors": ["Hsi-Hsien Lin", "Tung-Fu Huang", "Hsiao-Li Ma", "Chien-Lin Liu"], "journal": "Journal of the Chinese Medical Association : JCMA", "doi": "10.1016/j.jcma.2012.12.008", "source": "pubmed"}
{"doc_id": "38245601", "pmid": "38245601", "title": "Real-world analysis of teclistamab in 123 RRMM patients from Germany.", "abstract": "Teclistamab, a B-cell maturation antigen (BCMA) × CD3 directed bispecific antibody, has shown high response rates and durable remissions in the MAJESTEC-1 trial in patients with relapsed and refractory multiple myeloma (RRMM). We retrospectively assessed efficacy and tolerability in 123 patients treated at 18 different German centers to determine whether outcome is comparable in the real-world setting. Most patients had triple-class (93%) or penta-drug (60%) refractory disease, 37% of patients had received BCMA-directed pretreatment including idecabtagene vicleucel (ide-cel) CAR-T cell therapy (21/123, 17.1%). With a follow-up of 5.5 months, we observed an overall response rate (ORR) of 59.3% and a median progression-free survival (PFS) of 8.7 months. In subgroup analyses, we found significantly lower ORR and median PFS in patients with extramedullary disease (37%/2.1 months), and/or an ISS of 3 (37%/1.3 months), and ide-cel pretreated patients (33%/1.8 months). Nonetheless, the duration of response in ide-cel pretreated patients was comparable to that of anti-BCMA naive patients. Infections and grade ≥3 cytopenias were the most frequent adverse events. In summary, we found that teclistamab exhibited a comparable efficacy and safety profile in the real-world setting as in the pivotal trial.", "pub_date": "2024-01-20", "authors": ["C Riedhammer", "F Bassermann", "B Besemer", "M Bewarder", "F Brunner", "A Carpinteiro", "H Einsele", "J Faltin", "J Frenking", "D Gezer", "S Goldman-Mazur", "M Hänel", "M Hoegner", "K M Kortuem", "J Krönke", "M Kull", "T Leitner", "C Mann", "R Mecklenbrauck", "M Merz", "A Morgner", "A Nogai", "M S Raab", "R Teipel", "R Wäsch", "L Rasche"], "journal": "Leukemia", "doi": "10.1038/s41375-024-02154-5", "source": "pubmed"}
{"doc_id": "39971932", "pmid": "39971932", "title": "Prasinezumab slows motor progression in Parkinsons disease: beyond the clinical data.", "abstract": "A post hoc subgroup analysis has suggested potential therapeutic benefits of prasinezumab, a humanized monoclonal anti-α-synuclein antibody, in patients with rapidly progressing Parkinson's disease (PD), despite initial trials showing limited impact on primary outcomes. Caution is needed due to the retrospective nature of subgroup analyses, and potential confounding factors that may have influenced the observed treatment effects in specific patient subsets. Critical considerations are provided here for designing and implementing preclinical studies and clinical trials involving monoclonal antibodies, suggesting that future research should prioritize refining preclinical models and optimizing biomarker-based patient selection to reduce risks of false trial outcomes, eventually advancing antibody-based therapies in PD effectively and safely.", "pub_date": "2025-02-19", "authors": ["Bin Xiao", "Eng-King Tan"], "journal": "NPJ Parkinson's disease", "doi": "10.1038/s41531-025-00886-4", "source": "pubmed"}
{"doc_id": "39412823", "pmid": "39412823", "title": "FDA Approval Summary: Teclistamab-A Bispecific CD3 T-Cell Engager for Patients with Relapsed or Refractory Multiple Myeloma.", "abstract": "On October 25, 2022, the FDA granted accelerated approval to teclistamab-cqyv (TECVAYLI; Janssen Biotech) for the treatment of adult patients with relapsed or refractory multiple myeloma who have received at least four prior lines of therapy, including a proteasome inhibitor, an immunomodulatory agent, and an anti-CD38 mAb. Substantial evidence of effectiveness was obtained from the MajesTEC-1 trial, a phase I/II, single-arm, open-label, multicenter study. Patients received step-up doses of teclistamab at 0.06 and 0.3 mg/kg followed by 1.5 mg/kg subcutaneously once weekly until disease progression or unacceptable toxicity. An overall response rate of 61.8% was observed, with a complete response or better rate of 28.2%. Cytokine release syndrome occurred in 72% of patients, and neurologic toxicity occurred in 57%, including immune effector cell-associated neurotoxicity syndrome in 6%. Due to the risk of cytokine release syndrome and neurologic toxicity, including immune effector cell-associated neurotoxicity syndrome, the US Prescribing Information for teclistamab includes a boxed warning, and teclistamab is available only through a restricted program under a risk evaluation and mitigation strategy. Here, we summarize the data and FDA review supporting the accelerated approval of teclistamab, a B-cell maturation antigen-directed bispecific antibody that was the first bispecific CD3 T-cell engager approved for treatment of multiple myeloma.", "pub_date": "2024-12-01", "authors": ["Andrea C Baines", "Bindu Kanapuru", "Jay Zhao", "Lauren S L Price", "Nan Zheng", "Robyn Konicki", "Michael L Manning", "Brenda J Gehrke", "Marc R Theoret", "Nicole J Gormley"], "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research", "doi": "10.1158/1078-0432.CCR-24-1872", "source": "pubmed"}
{"doc_id": "8186599", "pmid": "8186599", "title": "Distention arthrography in the treatment of adhesive capsulitis of the shoulder.", "abstract": "PURPOSE: Adhesive capsulitis involving the glenohumeral joint (frozen shoulder) is an insidious and painful condition that results in gradual loss of joint motion. Recovery is frequently prolonged despite multiple therapeutic maneuvers. The authors investigate the mechanism of action and the long-term clinical result of distention arthrography for the treatment of patients with frozen shoulder. PATIENTS AND METHODS: Sixteen patients with adhesive capsulitis of the shoulder were treated with therapeutic capsular distention by using intra-articular injection of a 30-mL mixture of lidocaine, corticosteroid, and contrast media immediately following diagnostic arthrography. RESULTS: Capsular disruption was demonstrated in all cases. Thirteen patients (80%) experienced immediate pain relief and increased shoulder mobility. This improvement was maintained over a follow-up interval of 6 months or more. Disruption occurred at the subscapular bursa in eight patients, the subacromial bursa in six, and the distal bicipital tendon sheath in two. These latter two patients had no pain relief. CONCLUSION: Arthrographic distention of the constricted capsule appears to be an excellent therapeutic intervention for achieving rapid symptomatic relief from adhesive capsulitis.", "pub_date": "1994-01-01", "authors": ["M L Gavant", "T E Rizk", "R E Gold", "P A Flick"], "journal": "Journal of vascular and interventional radiology : JVIR", "doi": "10.1016/s1051-0443(94)71488-3", "source": "pubmed"}
{"doc_id": "30119248", "pmid": "30119248", "title": "Inhibition of EP300 and DDR1 synergistically alleviates pulmonary fibrosis in vitro and in vivo.", "abstract": "OBJECTIVES: Pulmonary fibrosis is strongly correlated with inflammation factors, cytokine, and collagen secretion, whereby discoidin domain receptor 1 (DDR1) signaling plays an important role. EP300 is defined as an acetyltransferase that can acetylate histone and has been broadly studied in several chronic diseases, including cancer, inflammation and fibrosis. This study aimed to investigate the relationship between p300 and DDR1 in the pathological processes of pulmonary fibrosis. MATERIALS AND METHODS: Transcriptome analysis of single cell RNA-sequencing for idiopathic pulmonary fibrosis (IPF) bronchial epithelial cells demonstrated that both DDR1 and EP300 were up-regulated and involved in the regulation of autophagy, cellular response to organonitrogen compounds, and collagen metabolic pathways, respectively. The anti-fibrotic and anti-inflammation effects of Pim1 and DDR1 inhibitors in bleomycin-induced IPF murine models were estimated. RESULTS: We discovered that overexpression of EP300 signaling induced MRC5 human fibroblast cells that up-regulated the expression of DDR1 and FN1; however, no effects on COL1 A1 and DDR1 phosphorylation were observed. Mechanistically, TGF-β1 activated FN1, collagen, and DDR1 signaling could be reversed by the combination of p300 siRNA and DDR1 inhibitors. Moreover, the EP300 inhibitor SGC-CBP30 displayed synergistic effects with DDR1 inhibitors in pathogenic scores, airway goblet cell counts in bronchoalveolar lavage fluid (BALF), IL-4, IFN-γ, FN1COL1 A1 secretion and α-SMA, a marker of myofibroblast. CONCLUSIONS: The EP300 siRNA and inhibitors sensitized DDR1 inhibitors in our pulmonary fibrosis models in vitro and in vivo, implicating a combined inhibition of DDR1 with EP300 as potential therapies for IPF.", "pub_date": "2018-07-30", "authors": ["Jia Tao", "Min Zhang", "Zhijie Wen", "Baoxue Wang", "Lei Zhang", "Yu Ou", "Xu Tang", "Xiaoping Yu", "Qinglin Jiang"], "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "doi": "10.1016/j.biopha.2018.07.132", "source": "pubmed"}
{"doc_id": "17846067", "pmid": "17846067", "title": "Constraint-induced movement therapy in the treatment of the upper limb in children with hemiplegic cerebral palsy: a Cochrane systematic review.", "abstract": "BACKGROUND: Constraint-induced movement therapy (CIMT) is emerging as a treatment approach for children with hemiplegic cerebral palsy. It aims to increase spontaneous use of the affected upper limb and limit the effects of learned non-use. This review evaluates the effectiveness of CIMT, modified CIMT or Forced use in the treatment of children with hemiplegic cerebral palsy. DESIGN AND METHODS: Systematic Cochrane Review. The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2006, Issue 3), MEDLINE (1966 to August Week 4 2006), CINAHL (1982 to July Week 3 2006), EMBASE (1980 to August 2006), PsychInfo (1985 to August Week 4 2006) and reference lists of all relevant articles were searched. Relevant randomized and controlled clinical trials were systematically reviewed. RESULTS: Three studies met the inclusion criteria. One randomized controlled trial (RCT) showed a trend for positive treatment effect favouring CIMT using the Dissociated Movement subscale of the Quality of Upper Extremity Skills Test. A clinically controlled trial demonstrated a significant treatment effect favouring modified CIMT using the Assisting Hand Assessment at two and six months. Another inconsistently reported trial showed a significant treatment effect at six weeks on the self-care component of the WeeFIM using Forced use. REVIEWERS' CONCLUSIONS: Given the limited evidence, the use of CIMT, modified CIMT and Forced use should be considered experimental in children with hemiplegic cerebral palsy. Further research using adequately powered RCTs, rigorous methodology and valid, reliable outcome measures is essential to provide higher level support of the effectiveness of CIMT for children with hemiplegic cerebral palsy.", "pub_date": "2007-08-01", "authors": ["Brian Hoare", "Christine Imms", "Leeanne Carey", "Jason Wasiak"], "journal": "Clinical rehabilitation", "doi": "10.1177/0269215507080783", "source": "pubmed"}
{"doc_id": "38555449", "pmid": "38555449", "title": "Focused ultrasound-mediated blood-brain barrier opening is safe and feasible with moderately hypofractionated radiotherapy for brainstem diffuse midline glioma.", "abstract": "BACKGROUND: Diffuse midline glioma (DMG) is a pediatric tumor with dismal prognosis. Systemic strategies have been unsuccessful and radiotherapy (RT) remains the standard-of-care. A central impediment to treatment is the blood-brain barrier (BBB), which precludes drug delivery to the central nervous system (CNS). Focused ultrasound (FUS) with microbubbles can transiently and non-invasively disrupt the BBB to enhance drug delivery. This study aimed to determine the feasibility of brainstem FUS in combination with clinical doses of RT. We hypothesized that FUS-mediated BBB-opening (BBBO) is safe and feasible with 39 Gy RT. METHODS: To establish a safety timeline, we administered FUS to the brainstem of non-tumor bearing mice concurrent with or adjuvant to RT; our findings were validated in a syngeneic brainstem murine model of DMG receiving repeated sonication concurrent with RT. The brainstems of male B6 (Cg)-Tyrc-2J/J albino mice were intracranially injected with mouse DMG cells (PDGFB RESULTS: FUS-mediated BBBO did not affect cardiorespiratory rate, motor function, or tissue integrity in non-tumor bearing mice receiving RT. Tumor-bearing mice tolerated repeated brainstem BBBO concurrent with RT. 39 Gy/13fx offered local control, though disease progression occurred 3-4 weeks post-RT. CONCLUSION: Repeated FUS-mediated BBBO is safe and feasible concurrent with RT. In our syngeneic DMG murine model, progression occurs, serving as an ideal model for future combination testing with RT and FUS-mediated drug delivery.", "pub_date": "2024-03-30", "authors": ["Masih Tazhibi", "Nicholas McQuillan", "Hong-Jian Wei", "Matthew Gallitto", "Ethan Bendau", "Andrea Webster Carrion", "Xander Berg", "Danae Kokossis", "Xu Zhang", "Zhiguo Zhang", "Chia-Ing Jan", "Akiva Mintz", "Robyn D Gartrell", "Hasan R Syed", "Adriana Fonseca", "Jovana Pavisic", "Luca Szalontay", "Elisa E Konofagou", "Stergios Zacharoulis", "Cheng-Chia Wu"], "journal": "Journal of translational medicine", "doi": "10.1186/s12967-024-05096-9", "source": "pubmed"}
