{"doc_id": "34225997", "pmid": "34225997", "title": "Editorial Commentary: Corticosteroid Injections and Physical Therapy Are Effective First-Line Treatments for Frozen Shoulder.", "abstract": "Multisite corticosteroid injection therapy is more effective in terms of pain relief, restoration of motion, and functional status than single intra-articular injection for the treatment of primary frozen shoulder (adhesive capsulitis).", "pub_date": "2021-07-01", "authors": ["Jüri-Toomas Kartus"], "journal": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association", "doi": "10.1016/j.arthro.2021.02.028", "source": "pubmed"}
{"doc_id": "39805729", "pmid": "39805729", "title": "Incidence of acute kidney injury in relapsed and refractory multiple myeloma treated with teclistamab versus CAR-T cells.", "abstract": "BACKGROUND AND HYPOTHESIS: Teclistamab, a novel bispecific monoclonal antibody targeting CD3 and B cell maturation antigen (BCMA), and chimeric antigen receptor T cell (CAR-T) therapy are promising options for treating relapsed/refractory multiple myeloma (MM). However, the rates of acute kidney injury (AKI) associated with teclistamab remain inadequately characterized. This study aims to compare the incidence, severity, and outcomes of AKI between patients receiving teclistamab and CAR-T therapy. METHODS: This was a retrospective study involving 64 patients with relapsed/refractory MM treated with either teclistamab or CAR-T therapy. All patients had previously received at least four lines of chemotherapy before being treated with either teclistamab or CAR-T. The primary outcome was the incidence of AKI, and secondary outcomes included AKI severity, kidney recovery rates, and mortality. Kaplan-Meier estimates for AKI-free survival were calculated, and hazard ratios (HRs) for AKI risk were determined using Cox proportional hazards models. RESULTS: Sixty-four patients met inclusion criteria for this study (30 received CAR-T and 34 received teclistamab therapy). Among these patients, 14 AKI events occurred in total (22%), with 10 events (29%) in the teclistamab group and four events (13%) in the CAR-T group. AKI-free survival estimates at 180 days after treatment initiation were 68% [95% confidence interval (CI): 53%-87%] for teclistamab patients and 90% (95% CI: 79%-100%) for CAR-T patients. While patients receiving teclistamab were found to have an increased risk of an AKI event compared to those receiving CAR-T therapy, the results were not statistically significant [HR (95% CI): 3.38 (0.93-12.31), P = .065]. CONCLUSIONS: This study suggests that patients treated with teclistamab may experience a higher incidence of AKI compared to those receiving CAR-T therapy. However, further research is required to determine whether this increased risk is attributable to disease progression or teclistamab itself. These results highlight the need for close kidney function monitoring in patients receiving teclistamab.", "pub_date": "2025-08-01", "authors": ["Mariam Charkviani", "Maria Jose Vargas Brochero", "Arjunmohan Mohan", "Lisa E Vaughan", "Tyler B Sandahl", "Andre De Menezes Silva Corraes", "Yi Lin", "Nelson Leung", "Sandra M Herrmann"], "journal": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association", "doi": "10.1093/ndt/gfaf004", "source": "pubmed"}
{"doc_id": "17726156", "pmid": "17726156", "title": "Mitochondrial complex I inhibitor rotenone-elicited dopamine redistribution from vesicles to cytosol in human dopaminergic SH-SY5Y cells.", "abstract": "Parkinson's disease is a chronic neurodegenerative disorder characterized by loss of dopaminergic neurons in the substantia nigra. Rotenone, a pesticide, produces selective degeneration of dopaminergic neurons and motor dysfunction in rats. To determine the mechanisms underlying rotenone-induced neuronal death, we investigated whether intracellular dopamine plays a role in rotenone (0.1-0.4 microM)-induced apoptosis, using an in vitro model of human dopaminergic SH-SY5Y cells. The 40% decrease of dopamine content by inhibition of dopamine synthesis suppressed rotenone-induced apoptosis. On the other hand, the 30% increase of dopamine content by inhibition of dopamine metabolism enhanced rotenone-induced apoptosis. Depletion of intracellular dopamine using reserpine (0.1-10 microM) also prevented rotenone-induced apoptosis, and this effect was counteracted by dopamine (10-100 microM) replenishment. Inhibition of dopamine reverse transport increased cytosolic dopamine and enhanced rotenone-induced apoptosis. We examined the intracellular localization of dopamine in rotenone-treated cells immunocytochemically and quantitatively. Rotenone induced dopamine redistribution from vesicles to the cytosol. In this process, rotenone stimulated reactive oxygen species and protein carbonylation and decreased an antioxidant, glutathione. Addition of an antioxidant, N-acetylcysteine (3 mM), prevented dopamine being expelled from vesicles and inhibited rotenone-induced apoptosis. Our findings demonstrate that rotenone-generated reactive oxygen species are involved in dopamine redistribution to the cytosol, which in turn may play a role in rotenone-induced apoptosis of dopaminergic cells.", "pub_date": "2007-08-28", "authors": ["Masahiko Watabe", "Toshio Nakaki"], "journal": "The Journal of pharmacology and experimental therapeutics", "doi": "10.1124/jpet.107.127597", "source": "pubmed"}
{"doc_id": "16740143", "pmid": "16740143", "title": "Glucocorticoid receptor polymorphisms and haplotypes associated with chronic fatigue syndrome.", "abstract": "Chronic fatigue syndrome (CFS) is a significant public health problem of unknown etiology, the pathophysiology has not been elucidated, and there are no characteristic physical signs or laboratory abnormalities. Some studies have indicated an association of CFS with deregulation of immune functions and hypothalamic-pituitary-adrenal (HPA) axis activity. In this study, we examined the association of sequence variations in the glucocorticoid receptor gene (NR3C1) with CFS because NR3C1 is a major effector of the HPA axis. There were 137 study participants (40 with CFS, 55 with insufficient symptoms or fatigue, termed as ISF, and 42 non-fatigued controls) who were clinically evaluated and identified from the general population of Wichita, KS. Nine single nucleotide polymorphisms (SNPs) in NR3C1 were tested for association of polymorphisms and haplotypes with CFS. We observed an association of multiple SNPs with chronic fatigue compared to non-fatigued (NF) subjects (P < 0.05) and found similar associations with quantitative assessments of functional impairment (by the SF-36), with fatigue (by the Multidimensional Fatigue Inventory) and with symptoms (assessed by the Centers for Disease Control Symptom Inventory). Subjects homozygous for the major allele of all associated SNPs were at increased risk for CFS with odds ratios ranging from 2.61 (CI 1.05-6.45) to 3.00 (CI 1.12-8.05). Five SNPs, covering a region of approximately 80 kb, demonstrated high linkage disequilibrium (LD) in CFS, but LD gradually declined in ISF to NF subjects. Furthermore, haplotype analysis of the region in LD identified two associated haplotypes with opposite alleles: one protective and the other conferring risk of CFS. These results demonstrate NR3C1 as a potential mediator of chronic fatigue, and implicate variations in the 5' region of NR3C1 as a possible mechanism through which the alterations in HPA axis regulation and behavioural characteristics of CFS may manifest.", "pub_date": "2007-03-01", "authors": ["M S Rajeevan", "A K Smith", "I Dimulescu", "E R Unger", "S D Vernon", "C Heim", "W C Reeves"], "journal": "Genes, brain, and behavior", "doi": "10.1111/j.1601-183X.2006.00244.x", "source": "pubmed"}
{"doc_id": "38384337", "pmid": "38384337", "title": "Effects of tofersen treatment in patients with ", "abstract": "BACKGROUND: In April 2023, the antisense oligonucleotide tofersen was approved by the U.S. Food and Drug Administration (FDA) for treatment of  METHODS: Between 03/2022 and 04/2023, 24 patients with  FINDINGS: During the observation period, median ALSFRS-R decreased from 38.0 (IQR 32.0-42.0) to 35.0 (IQR 29.0-42.0), corresponding to a median progression rate of 0.11 (IQR -0.09 to 0.32) points of ALSFRS-R lost per month. Median serum NfL declined from 78.0 pg/ml (IQR 37.0-147.0 pg/ml;  INTERPRETATION: Consistent with the VALOR study and its Open Label Extension (OLE), our results confirm a reduction of NfL serum levels, and moreover show a reduction of pNfH in CSF. The therapy was safe, as no persistent symptoms were observed. Pleocytosis and Ig synthesis in CSF with clinical symptoms related to myeloradiculitis in two patients, indicate the potential of an autoimmune reaction. FUNDING: No funding was received towards this study.", "pub_date": "2024-02-15", "authors": ["Maximilian Wiesenfarth", "Johannes Dorst", "David Brenner", "Zeynep Elmas", "Özlem Parlak", "Zeljko Uzelac", "Katharina Kandler", "Kristina Mayer", "Ulrike Weiland", "Christine Herrmann", "Joachim Schuster", "Axel Freischmidt", "Kathrin Müller", "Reiner Siebert", "Franziska Bachhuber", "Tatiana Simak", "Kornelia Günther", "Elke Fröhlich", "Antje Knehr", "Martin Regensburger", "Alexander German", "Susanne Petri", "Julian Grosskreutz", "Thomas Klopstock", "Peter Reilich", "Florian Schöberl", "Tim Hagenacker", "Ute Weyen", "René Günther", "Maximilian Vidovic", "Martin Jentsch", "Thomas Haarmeier", "Patrick Weydt", "Ivan Valkadinov", "Jasper Hesebeck-Brinckmann", "Julian Conrad", "Jochen Hans Weishaupt", "Peggy Schumann", "Peter Körtvélyessy", "Thomas Meyer", "Wolfgang Philipp Ruf", "Simon Witzel", "Makbule Senel", "Hayrettin Tumani", "Albert Christian Ludolph"], "journal": "EClinicalMedicine", "doi": "10.1016/j.eclinm.2024.102495", "source": "pubmed"}
{"doc_id": "34188777", "pmid": "34188777", "title": "Machine learning applied to serum and cerebrospinal fluid metabolomes revealed altered arginine metabolism in neonatal sepsis with meningoencephalitis.", "abstract": "BACKGROUND: Neonatal sepsis with meningoencephalitis is a common complication of sepsis, which is a leading cause of neonatal death and neurological dysfunction. Early identification of neonatal sepsis with meningoencephalitis is particularly important for reducing brain damage. We recruited 70 patients with neonatal sepsis, 42 of which were diagnosed as meningoencephalitis, and collected cerebrospinal fluid (CSF) and serum samples. The purpose of this study was to find neonatal sepsis with meningoencephalitis-related markers using unbiased metabolomics technology and artificial intelligence analysis based on machine learning methods. RESULTS: We found that the characteristics of neonatal sepsis with meningoencephalitis were manifested mainly as significant decreases in the concentrations of homo-l-arginine, creatinine, and other arginine metabolites in serum and CSF, suggesting possible changes in nitric oxide synthesis. The antioxidants taurine and proline in the serum of the neonatal sepsis with meningoencephalitis increased significantly, suggesting abnormal oxidative stress. Potentially harmful bile salts and aromatic compounds were significantly increased in the serum of the group with meningoencephalitis. We compared different machine learning methods and found that the lasso algorithm performed best. Combining the lasso and XGBoost algorithms was successful in predicting the concentration of homo-l-arginine in CSF per the concentrations of metabolite markers in the serum. CONCLUSIONS: On the basis of machine learning combined with analysis of the serum and CSF metabolomes, we found metabolite markers related to neonatal sepsis with meningoencephalitis. The characteristics of neonatal sepsis with meningoencephalitis were manifested mainly by changes in arginine metabolism and related changes in creatinine metabolism.", "pub_date": "2021-05-18", "authors": ["Peng Zhang", "Zhangxing Wang", "Huixian Qiu", "Wenhao Zhou", "Mingbang Wang", "Guoqiang Cheng"], "journal": "Computational and structural biotechnology journal", "doi": "10.1016/j.csbj.2021.05.024", "source": "pubmed"}
{"doc_id": "10389027", "pmid": "10389027", "title": "The role of vitamins in the prevention of osteoporosis--a brief status report.", "abstract": "This papers summarizes the main role vitamins are believed to play in the prevention of osteoporosis, a common disease which is anticipated to rapidly increase because of the aging of the population. Vitamin D, the classical vitamin related to bone health, improves bone strength mainly by increasing intestinal calcium absorption and reabsorption of calcium by the kidney. Several intervention studies demonstrated in humans that vitamin D can improve bone status as measured by bone density. Vitamin C is considered an essential cofactor of collagen formation. Epidemiological studies report a positive association between vitamin C intake and bone density. Intervention studies on the effect of vitamin C on bone status are missing. Vitamin B6 could function as a cofactor to build up cross-links. In humans, however, there is little evidence to support this. Vitamin K is required for the biological activity of several coagulation factors; the classical function of vitamin K. Recent research also points to a role of vitamin K in bone metabolism. Vitamin K mediates the <--carboxylation of glutamyl residues on several bone proteins, notably osteocalcin. Epidemiological studies and results from first intervention trials are consistently suggesting that vitamin K may improve bone health.", "pub_date": "1999-05-01", "authors": ["P Weber"], "journal": "International journal for vitamin and nutrition research. Internationale Zeitschrift fur Vitamin- und Ernahrungsforschung. Journal international de vitaminologie et de nutrition", "doi": "10.1024/0300-9831.69.3.194", "source": "pubmed"}
{"doc_id": "32388766", "pmid": "32388766", "title": "Utilization pattern and side effect profile of oral anticonceptives: A community-based cross-sectional study among Saudi women.", "abstract": "BACKGROUND: The rapid change in the socio-demographic pattern and changing beliefs toward fertility and birth spacing have resulted in a notable increase in the use of oral anticonceptives in the Saudi Arabian community. However, information on the current utilization of oral anticonceptives and attitudes toward their use remains sparse. OBJECTIVE: The present study evaluated the utilization pattern of oral anticonceptives, attitude toward pill use, and incidence of side effects among Saudi women. SETTING: The study was conducted in a community setting in Jazan, Kingdom of Saudi Arabia. METHODS: Eligible Saudi women routinely using oral anticonceptive pills were invited to participate in this prospective, cross-sectional survey. Data were collected using a standardized, pretested, semi-structured questionnaire. Jazan was selected as it recorded the highest number of women using contraceptives in Saudi Arabia. MAIN OUTCOME MEASURE: The pattern of pill utilization, attitude toward pill use, and incidence of side effects. RESULTS: A total of 496 women consented to participate in this study. Most of the respondents (87.5%) were using or had used oral anticonceptives for birth control. In nearly half (49.2%) of participants, oral pills were advised by a gynaecologist, and approximately two-thirds (69.0%) were using or had used combined oral anticonceptives. Nearly two-thirds (63.1%) of respondents preferred pills over other contraception methods due to their ease of use. More than one-third (39.3%) of participants agreed that oral pills are safe. Approximately half (53.2%) of participants were aware that a missed pill must be taken immediately after recalling that a dose was missed. A total of 69.6% of participants experienced at least one side effect, of which mood swings (61.1%), weight gain or increase appetite (42.2%), decreased libido (34.1%), and nausea (31.2%) were most common. CONCLUSION: Saudi women had a high acceptance rate for oral anticonceptives as a legitimate method to prevent unintended pregnancy. This was associated with a modest degree of understanding about their risks and benefits. Pharmacists should provide up-to-date information and counsel patients about the use and side effects of oral anticonceptives.", "pub_date": "2020-05-09", "authors": ["Ayesha Yasmeen", "Mamoon H Syed", "Abdulkarim M Meraya", "Ahmed A Albarraq", "Hafiz A Makeen", "Saad S Alqahtani", "Mawada Abubaker", "Nabeel Kashaan A Syed"], "journal": "International journal of clinical pharmacy", "doi": "10.1007/s11096-020-01046-9", "source": "pubmed"}
{"doc_id": "32839343", "pmid": "32839343", "title": "Two-step release of kinase autoinhibition in discoidin domain receptor 1.", "abstract": "Discoidin domain receptor 1 (DDR1) is a collagen-activated receptor tyrosine kinase with important functions in organogenesis and tissue homeostasis. Aberrant DDR1 activity contributes to the progression of human diseases, including fibrosis and cancer. How DDR1 activity is regulated is poorly understood. We investigated the function of the long intracellular juxtamembrane (JM) region of human DDR1 and found that the kinase-proximal segment, JM4, is an important regulator of kinase activity. Crystal structure analysis revealed that JM4 forms a hairpin that penetrates the kinase active site, reinforcing autoinhibition by the activation loop. Using in vitro enzymology with soluble kinase constructs, we established that release from autoinhibition occurs in two distinct steps: rapid autophosphorylation of the JM4 tyrosines, Tyr569 and Tyr586, followed by slower autophosphorylation of activation loop tyrosines. Mutation of JM4 tyrosines abolished collagen-induced DDR1 activation in cells. The insights may be used to develop allosteric, DDR1-specific, kinase inhibitors.", "pub_date": "2020-08-24", "authors": ["Douglas Sammon", "Erhard Hohenester", "Birgit Leitinger"], "journal": "Proceedings of the National Academy of Sciences of the United States of America", "doi": "10.1073/pnas.2007271117", "source": "pubmed"}
{"doc_id": "36928619", "pmid": "36928619", "title": "Neurofilament light-chain response during therapy with antisense oligonucleotide tofersen in SOD1-related ALS: Treatment experience in clinical practice.", "abstract": "INTRODUCTION/AIMS: In amyotrophic lateral sclerosis (ALS) caused by superoxide dismutase 1 (SOD1) gene mutations (SOD1-ALS), the antisense oligonucleotide tofersen had been investigated in a phase III study (VALOR) and subsequently introduced in an expanded access program. In this study we assess neurofilament light chain (NfL) before and during tofersen treatment. METHODS: In six SOD1-ALS patients treated with tofersen at three specialized ALS centers in Germany, NfL in cerebrospinal fluid (CSF-NfL) and/or serum (sNfL) were investigated using the ALS Functional Rating Scale Revised (ALSFRS-R) and ALS progression rate (ALS-PR), defined by monthly decline of ALSFRS-R. RESULTS: Three of the six SOD1-ALS patients reported a negative family history. Three patients harbored a homozygous c.272A > C, p.(Asp91Ala) mutation. These and two other patients showed slower progressing ALS (defined by ALS-PR <0.9), whereas one patient demonstrated rapidly progressing ALS (ALS-PR = 2.66). Mean treatment duration was 6.5 (range 5 to 8) months. In all patients, NfL decreased (mean CSF-NfL: -66%, range -52% to -86%; mean sNfL: -62%, range -36% to -84%). sNfL after 5 months of tofersen treatment was significantly reduced compared with the nearest pretreatment measurement (P = .017). ALS-PR decreased in two patients, whereas no changes in ALSFRS-R were observed in four participants who had very low ALS-PR or ALSFRS-R values before treatment. DISCUSSION: In this case series, the significant NfL decline after tofersen treatment confirmed its value as response biomarker in an expanded clinical spectrum of SOD1-ALS. Given the previously reported strong correlation between sNfL and ALS progression, the NfL treatment response supports the notion of tofersen having disease-modifying activity.", "pub_date": "2023-04-03", "authors": ["Thomas Meyer", "Peggy Schumann", "Patrick Weydt", "Susanne Petri", "Yasemin Koc", "Susanne Spittel", "Sarah Bernsen", "René Günther", "Jochen H Weishaupt", "Marie Dreger", "Felix Kolzarek", "Dagmar Kettemann", "Jenny Norden", "Matthias Boentert", "Maximilian Vidovic", "Christian Meisel", "Christoph Münch", "André Maier", "Péter Körtvélyessy"], "journal": "Muscle & nerve", "doi": "10.1002/mus.27818", "source": "pubmed"}
{"doc_id": "2708539", "pmid": "2708539", "title": "The development and preliminary evaluation of a screening test to detect school learning problems.", "abstract": "The Einstein Assessment of School-Related Skills was developed to aid pediatricians and other professionals in the identification of children who are at risk for, or are exhibiting, school learning difficulties. This brief (7-10 minutes) screening instrument measures reading, arithmetic, auditory memory, language cognition, and visual-motor abilities of children in grades K-5. The Einstein Assessment was standardized on 1665 nonhandicapped and 116 learning-disabled children in grades K-5. The median percent of nonhandicapped children in grades 2-5 passing was 78% in the fall and 74% in the spring, compared with 18% and 14% of the learning-disabled children (numbers of diagnosed learning-disabled children in grades K-1 were too small for analysis). The median test-retest reliability coefficient was 0.94. These data provide preliminary support for the Einstein as a screening test for school learning difficulty.", "pub_date": "1989-04-01", "authors": ["R L Gottesman", "F M Cerullo"], "journal": "Journal of developmental and behavioral pediatrics : JDBP", "doi": "", "source": "pubmed"}
{"doc_id": "8227605", "pmid": "8227605", "title": "Examination of cutaneous T-cell lymphoma for human herpesviruses by using the polymerase chain reaction.", "abstract": "The etiology of cutaneous T-cell lymphoma remains unknown, although an association with viral infection, in particular certain retroviruses and human herpesviruses, has been suggested. The purpose of this study was to examine skin biopsies of cutaneous T-cell lymphoma for the presence of Epstein-Barr virus, herpes simplex virus type 1 and type 2, and human herpesvirus-6 by using the polymerase chain reaction. Lesional skin biopsies from 30 patients with cutaneous T-cell lymphoma were studied. Control specimens included biopsies from 9 patients with lymphomatoid papulosis and 10 patients with pityriasis lichenoides et varioliformis acuta. DNA extracted from each specimen, as well as from a known positive control for each virus, was examined by using the polymerase chain reaction with viral-specific primers. Each DNA specimen was also amplified with control primers for human beta globin. The specificity of the amplified products was confirmed by Southern analysis. Neither Epstein-Barr virus nor herpes simplex virus was detected in any of the patient specimens examined. Human herpesvirus-6 was detected in one specimen of cutaneous T-cell lymphoma and one specimen of lymphomatoid papulosis. These results do not support a role for any of these herpesviruses in the pathogenesis of cutaneous T-cell lymphoma.", "pub_date": "1993-08-01", "authors": ["S L Brice", "J D Jester", "M Friednash", "L E Golitz", "M A Leahy", "S S Stockert", "W L Weston"], "journal": "Journal of cutaneous pathology", "doi": "10.1111/j.1600-0560.1993.tb01266.x", "source": "pubmed"}
{"doc_id": "34660490", "pmid": "34660490", "title": "External Validation of BMT-", "abstract": "", "pub_date": "2021-10-01", "authors": ["Catherine Billard", "Camille Jung", "Arnold Munnich", "Sahawanatou Gassama", "Monique Touzin", "Anne Mirassou", "Thiébaut-Noël Willig"], "journal": "Frontiers in pediatrics", "doi": "10.3389/fped.2021.733713", "source": "pubmed"}
{"doc_id": "29862459", "pmid": "29862459", "title": "Revisiting the Paraquat-Induced Sporadic Parkinson's Disease-Like Model.", "abstract": "Parkinson's disease (PD) is a major neurodegenerative disorder that affects 1-2% of the total global population. Despite its high prevalence and publication of several studies focused on understanding its pathology, an effective treatment that stops and/or reverses the damage to dopaminergic neurons is unavailable. Similar to other neurodegenerative disorders, PD etiology may be linked to several factors, including genetic susceptibility and environmental elements. Regarding environmental factors, several neurotoxic pollutants, including 6-hydroxydopamine (6-OHDA) and 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP), have been identified. Moreover, some pesticides/herbicides, such as rotenone, paraquat (PQ), maneb (MB), and mancozeb (MZ), cause neurotoxicity and induce a PD-like pathology. Based on these findings, several in vitro and in vivo PD-like models have been developed to understand the pathophysiology of PD and evaluate different therapeutic strategies to fight dopaminergic neurodegeneration. 6-OHDA and MPTP are common models used in PD research, and pesticide-based approaches have become secondary models of study. However, some herbicides, such as PQ, are commonly used by farming laborers in developing countries. Thus, the present review summarizes the relevant scientific background regarding the use and effects of chronic exposure to PQ in the context of PD. Similarly, we discuss the relevance of PD-like models developed using this agrochemical compound.", "pub_date": "2018-06-03", "authors": ["Sussy Bastías-Candia", "Juan M Zolezzi", "Nibaldo C Inestrosa"], "journal": "Molecular neurobiology", "doi": "10.1007/s12035-018-1148-z", "source": "pubmed"}
{"doc_id": "38084203", "pmid": "38084203", "title": "A light at the end of the tunnel - from mutation identification to a potential treatment for Alzheimer's disease.", "abstract": "Recent advances have driven the development of immunotherapies that act by either promoting or suppressing a patient's immune system to treat inflammation, autoimmune disease, cardiovascular disease, infectious diseases, and several cancers. In addition, research conducted over the past 25 years has identified therapeutic targets and indicated that immunotherapy could be used to treat Alzheimer's disease (AD). Despite a number of setbacks, this approach has now led to the development of the first disease-modifying treatments for this devastating disease. A key neuropathological feature of AD is the accumulation of a ~40-amino acid peptide known as amyloid β (Aβ) in the brain and cerebrovasculature. Our detection of an Aβ precursor protein mutation that caused early-onset AD in a Swedish family by enhancing Aβ protofibril formation sharpened the focus on soluble Aβ aggregates (oligomers and protofibrils) as viable therapeutic targets. Initial studies developed and tested a mouse monoclonal antibody (mAb158) with specific conformation-dependent binding to these soluble Aβ aggregates. Treatment with mAb158 selectively reduced Aβ protofibrils in the brain and cerebrospinal fluid of a transgenic mouse model of AD. A humanized version of mAb158 (lecanemab) subsequently entered clinical trials. Based on promising Phase 2 data showing plaque clearance and reduced cognitive decline, a Phase 3 trial found that lecanemab slowed decline on the primary cognitive endpoint by 27% over 18 months and also produced positive effects on secondary clinical endpoints and key biomarkers. In July 2023, the FDA granted lecanemab a full approval, and this therapeutic antibody will be marketed as Leqembi®. This represents a significant advance for patients with AD, although many challenges remain. In particular, it is now more important than ever to identify individuals who are vulnerable to AD, so that treatment can be initiated at an early stage in the disease process.", "pub_date": "2023-11-28", "authors": ["Lars Lannfelt"], "journal": "Upsala journal of medical sciences", "doi": "10.48101/ujms.v128.10316", "source": "pubmed"}
{"doc_id": "25791070", "pmid": "25791070", "title": "Human allogeneic AB0/Rh-identical umbilical cord blood cells in the treatment of juvenile patients with cerebral palsy.", "abstract": "BACKGROUND AIMS: The term \"cerebral palsy\" (CP) encompasses many syndromes that emerge from brain damage at early stages of ontogenesis and manifest as the inability to retain a normal body position or perform controlled movements. Existing methods of CP treatment, including various rehabilitation strategies and surgical and pharmacological interventions, are mostly palliative, and there is no specific therapy focused on restoring injured brain function. METHODS: During a post-registration clinical investigation, the safety and efficacy of intravenous infusion of allogeneic human leukocyte antigen (HLA)-unmatched umbilical cord blood (UCB) cells were studied in 80 pediatric patients with cerebral palsy and associated neurological complications. Patients received up to 6 intravenous infusions of AB0/Rh-identical, red blood cell-depleted UCB cells at an average dose of 250 × 10(6) viable cells per infusion. RESULTS: Patients were followed for 3-36 months, and multiple cell infusions did not cause any adverse effects. In contrast, in most patients who received four or more UCB cell infusions, positive dynamics related to significant improvements in neurological status and/or cognitive functions were observed. CONCLUSIONS: The results confirm that multiple intravenous infusions of allogeneic AB0/Rh-identical UCB cells may be a safe and effective procedure and could be included in treatment and rehabilitation programs for juvenile patients with cerebral palsy.", "pub_date": "2015-03-17", "authors": ["Yury A Romanov", "Oleg P Tarakanov", "Sergey M Radaev", "Tamara N Dugina", "Svetlana S Ryaskina", "Anna N Darevskaya", "Yana V Morozova", "William A Khachatryan", "Konstantin E Lebedev", "Nelli S Zotova", "Anna S Burkova", "Gennady T Sukhikh", "Vladimir N Smirnov"], "journal": "Cytotherapy", "doi": "10.1016/j.jcyt.2015.02.010", "source": "pubmed"}
{"doc_id": "37181737", "pmid": "37181737", "title": "Performance of qSOFA Score as a Screening Tool for Sepsis in the Emergency Department.", "abstract": "INTRODUCTION: Sepsis is the leading cause of mortality, and various scoring systems have been developed for its early identification and treatment. The objective was to test the ability of quick sequential organ failure assessment (qSOFA) score to identify sepsis and predict sepsis-related mortality in the emergency department (ED). METHODS: We conducted a prospective study from July 2018 to April 2020. Consecutive patients with age ≥18 years who presented to the ED with a clinical suspicion of infection were included. Sensitivity, specificity, positive predictive value (PPV), negative predictive values (NPV), and odds ratio (OR) for sepsis related mortality on day 7 and 28 were measured. RESULTS: A total of 1200 patients were recruited; of which 48 patients were excluded and 17 patients were lost to follow-up. 54 (45.4%) of 119 patients with positive qSOFA (qSOFA >2) died at 7 days and 76 (63.9%) died at 28 days. A total of 103 (10.1%) of 1016 patients with negative qSOFA (qSOFA score <2) died at 7 days and 207 (20.4%) died at 28 days. Patients with positive qSOFA score were at higher odds of dying at 7 days (OR: 3.9, 95% confidence interval [CI]: 3.1-5.2,  CONCLUSION: The qSOFA score can be used as a risk stratification tool in a resource-limited setting to identify infected patients at an increased risk of death.", "pub_date": "2023-03-24", "authors": ["Atul Kumar Tiwari", "Nayer Jamshed", "Ankit Kumar Sahu", "Akshay Kumar", "Praveen Aggarwal", "Sanjeev Bhoi", "Roshan Mathew", "Meera Ekka"], "journal": "Journal of emergencies, trauma, and shock", "doi": "10.4103/jets.jets_99_22", "source": "pubmed"}
{"doc_id": "34864269", "pmid": "34864269", "title": "Intimate partner violence and trauma-informed care in pregnancy.", "abstract": "Intimate partner violence is defined as any behavior within an intimate relationship that causes physical, psychological, or sexual harm to those in the relationship. Globally, women are disproportionately victims of intimate partner violence. The risk increases during pregnancy, with estimated rates of as high as 20% among pregnant persons. Intimate partner violence is associated with adverse perinatal outcomes, including perinatal and maternal death. Given that pregnancy is a period of frequent interaction with the healthcare system, it is an opportune time to screen and intervene for intimate partner violence. Universal screening at the first prenatal visit and subsequently every trimester is recommended, with either written or verbal validated tools. Pregnant persons experiencing intimate partner violence need nonjudgmental, compassionate, confidential, and trauma-informed care. The goal of this review is to outline pregnancy-specific care considerations.", "pub_date": "2021-12-03", "authors": ["Kathleen A Drexler", "Johanna Quist-Nelson", "Amy B Weil"], "journal": "American journal of obstetrics & gynecology MFM", "doi": "10.1016/j.ajogmf.2021.100542", "source": "pubmed"}
{"doc_id": "39672636", "pmid": "39672636", "title": "Breaking Down the Barriers for Patients With Cutaneous T-Cell Lymphoma: Current Controversies and Challenges for Radiation Oncologists in 2024.", "abstract": "Cutaneous T-cell lymphomas (CTCL) are a rare collection of diseases, frequently associated with diagnostic challenges and complex management dilemmas. The multidisciplinary team is vital for accurate clinico-pathological diagnoses and for collaborative therapeutic decisions throughout the management journey, which frequently involves multiple lines of therapy. Radiotherapy (RT) is a highly effective skin-directed therapy for CTCL, commonly delivered as localised fields or as total skin electron beam therapy (TSEBT). Mycosis fungoides (MF) is the most common of the CTCL, and patients typically experience high rates of morbidity and long natural histories of relapse and progression. Patients with MF typically present with incurable disease; in these patients, RT has an established role in symptom- and disease-control, achieving excellent response rates and proven therapeutic benefits. The role of RT continues to evolve, with modern practices favouring lower doses to reduce toxicity risks and allow for re-irradiation. Less commonly, there are situations where RT has an integral role in the potential cure of patients with MF: firstly, in the setting of unilesional MF where localised RT alone may be curative, and secondly, in the setting of preconditioning prior to curative-intent allogeneic hematopoietic stem cell transplant for patients with advanced MF/Sezary syndrome, where conventional-dose TSEBT is indicated as the most effective single agent for maximal debulking of skin disease. Radiotherapy also has an important role in the management of the less common CTCL, including the curative treatment of localised primary cutaneous anaplastic large cell lymphoma. Despite proven efficacy and quality of life benefits, disparity exists in access to RT and TSEBT. World-wide, stronger multidisciplinary collaborations and greater patient advocacy are required to increase access to RT and improve equity of care for our patients with CTCL.", "pub_date": "2025-01-01", "authors": ["Belinda A Campbell", "H Miles Prince", "Karin Thursky", "Bouthaina Dabaja", "Richard Hoppe", "Lena Specht", "Stephen Morris", "Sandro V Porceddu"], "journal": "Seminars in radiation oncology", "doi": "10.1016/j.semradonc.2024.08.005", "source": "pubmed"}
{"doc_id": "39091627", "pmid": "39091627", "title": "Atypical presentation of γ/δ mycosis fungoides with an unusual phenotype and ", "abstract": "Mycosis fungoides is the most frequent subtype of primary cutaneous T-cell lymphomas. The diagnosis is based on a thorough clinic-pathologic correlation, which can, especially in early-stage disease, be challenging due to similarities with several benign skin disorders such as psoriasis and atopic dermatitis. Here, we present a case of an 81-year-old man with a 20-year-long medical history of skin problems treated as psoriasis with limited effect. Since December 2021, the patient experienced worsening of his skin symptoms with rapidly growing tumors and widespread patches and plaques. Positron emission tomography/computed tomography evaluation revealed markedly metabolic activity related to the skin tumors and increased FDG uptake in several retroperitoneal lymph nodes. Histological assessment of skin biopsies demonstrated a highly proliferative T-cell lymphoma with a γ/δ+ and CD8+ cytotoxic phenotype. The morphology of the tumor cells appeared blastic with an abnormal immunephenotype CD3+, CD2-, CD5", "pub_date": "2024-07-30", "authors": ["Pia Rude Nielsen", "Lone Schejbel", "Pär Lars Josefsson", "Lone Skov", "Signe Ledou Nielsen"], "journal": "Open life sciences", "doi": "10.1515/biol-2022-0925", "source": "pubmed"}
{"doc_id": "26376757", "pmid": "26376757", "title": "Milk fat globule-epidermal growth factor-factor VIII downregulates interleukin-17 expression in sepsis by modulating STAT3 activation.", "abstract": "BACKGROUND: Milk fat globule-epidermal growth factor-factor VIII (MFG-E8) is a secretory glycoprotein with a known role in inflammation. In sepsis, interleukin (IL)-17 acts as a proinflammatory cytokine to exaggerate systemic inflammation. We hypothesize that MFG-E8 downregulates IL-17 expression in sepsis. METHODS: Sepsis was induced in 8-week-old male C57BL/6 mice by cecal ligation and puncture (CLP). Recombinant mouse MFG-E8 (rmMFG-E8) at a dosage of 20 μg/kg body weight or phosphate-buffered saline was concurrently injected. After 10 hours, blood and spleen samples were harvested for analysis. For in vitro studies, splenocytes isolated from healthy mice pretreated with rmMFG-E8 and splenocytes from MFG-E8 knockout (mfge8(-/-)) mice were stimulated with phorbol 12-myristate 13-acetate (PMA) and ionomycin, followed by measurement of IL-17 expression with either quantitative PCR or enzyme-linked immunosorbent assay. RESULTS: At 10 hours after CLP, rmMFG-E8 inhibited the elevated levels of IL-17 protein in serum by 31%, compared with the vehicle. In the spleen, rmMFG-E8 reduced the upregulated IL-17 mRNA and protein levels by 81% and 51%, respectively. This correlated with a significant reduction in organ injury markers AST and ALT in sepsis after administration of rmMFG-E8. In vitro treatment of splenocytes isolated from healthy mice with rmMFG-E8 showed significant downregulation in PMA/ionomycin-induced IL-17 expression. In contrast, CD4 T-cells from mfge8(-/-) mice showed significant upregulation of IL-17 compared with wild-type mice. The phosphorylated level of signal transducer and activator of transcription 3 (STAT3) was downregulated in spleen tissue of septic mice treated with rmMFG-E8. Conversely, mfge8(-/-) mice showed increased phosphorylated STAT3 compared with wild-type mice after sepsis. CONCLUSION: Our findings demonstrate MFG-E8-mediated downregulation of IL-17 expression, implicating its potential as a novel therapeutic agent against sepsis.", "pub_date": "2015-09-14", "authors": ["Cindy Cen", "Monowar Aziz", "Weng-Lang Yang", "Jeffrey Nicastro", "Gene F Coppa", "Ping Wang"], "journal": "Surgery", "doi": "10.1016/j.surg.2015.08.011", "source": "pubmed"}
{"doc_id": "21199726", "pmid": "21199726", "title": "Expression of discoidin domain receptors (DDR2) in alcoholic liver fibrosis in rats.", "abstract": "BACKGROUND AND AIMS: We undertook this study to evaluate the expression of discoidin domain receptor 2 (DDR2) and its relationship with alcoholic liver fibrosis. METHODS: Liver fibrosis was induced by intragastric administration of alcohol in 30 rats. Pathological changes and ultrastructure of the liver were studied. The expression of DDR2 mRNA and protein was detected by RT-PCR and Western blot, respectively, at weeks 12, 16 and 20 during the alcohol administration. RESULTS: In the control group (con) (n = 10), DDR2 mRNA expression and DDR2 protein were 1.02 ± 0.13 (con ratio x10⁻³) and 0.32 ± 0.03, respectively. In the study groups there was a progressive increase in DDR2 mRNA expression from weeks 12, 16 and 20 (3.64 ± 1.69, 8.34 ± 2.39, 15.73 ± 4.57 con ratio x10⁻³, p <0.05). There was also a progressive increase in DDR2 protein from weeks 12-20 (0.48 ± 0.05, 0.74 ± 0.06 and 0.99 ± 0.05, p <0.05). The mean DDR2 mRNA and protein in the three study groups was higher than in the control group (p <0.01). The expressions of DDR2 mRNA and protein were positively correlated with collagen type I, III and IV in liver tissues as well as with the serum biomarkers of liver fibrosis, collagen type III, hyaluronic acid, collagen type IV and laminin (p <0.01). CONCLUSIONS: The expression of DDR2 in this alcohol-induced liver fibrosis rat model is enhanced. The expression of DDR2 is closely associated with collagens in the fibrotic liver tissues.", "pub_date": "2010-11-01", "authors": ["Xi-Hong Zhang", "Ming Yan", "Li Liu", "Tie-Jun Wu", "Long-Le Ma", "Le-Xin Wang"], "journal": "Archives of medical research", "doi": "10.1016/j.arcmed.2010.10.010", "source": "pubmed"}
{"doc_id": "38484213", "pmid": "38484213", "title": "Lecanemab Questions.", "abstract": "The recently published results of the 18-month randomized controlled trial of lecanemab, reporting the efficacy of the drug in slowing the progression of early Alzheimer disease, quickly led to approval by the FDA and widespread acceptance of lecanemab treatment. However, there are a number of matters that deserve further consideration. The success of blinding was not assessed, even as infusion reactions and the cerebral pathology underlying amyloid-related imaging abnormalities could have signaled to many participants that they were on drug, potentially exerting a potent placebo effect. The value of the outcome to participants is not defined in the absolute terms necessary for clinical decision-making, and the difference attributable to lecanemab was between 18% and 46% of estimates of the minimal clinically important difference on the Clinical Dementia Rating Scale Sum of Boxes. The attenuation of change on the Alzheimer's Disease Assessment Scale-Cognitive 14 achieved by lecanemab at 18 months was 50% of that achieved by donepezil at 6 months. Lecanemab treatment imposes a high treatment burden. The fact that the burden commences at the initiation of lecanemab treatment, whereas the benefit accrues years later requires us to take into account value discounting over time, which would significantly reduce the benefit/burden ratio. Finally, treatment with monoclonal antibodies to cerebral amyloid has consistently been associated with progressive cerebral atrophy. At the least, these issues should be raised in treatment discussions with patients. They also suggest a need to very seriously reconsider how we evaluate clinical trial results preparatory to translating them into clinical practice. Some suggestions are provided.", "pub_date": "2024-03-14", "authors": ["Stephen E Nadeau"], "journal": "Neurology", "doi": "10.1212/WNL.0000000000209320", "source": "pubmed"}
{"doc_id": "36028390", "pmid": "36028390", "title": "New insights into vitamin K biology with relevance to cancer.", "abstract": "Phylloquinone (vitamin K1) and menaquinones (vitamin K2 family) are essential for post-translational γ-carboxylation of a small number of proteins, including clotting factors. These modified proteins have now been implicated in diverse physiological and pathological processes including cancer. Vitamin K intake has been inversely associated with cancer incidence and mortality in observational studies. Newly discovered functions of vitamin K in cancer cells include activation of the steroid and xenobiotic receptor (SXR) and regulation of oxidative stress, apoptosis, and autophagy. We provide an update of vitamin K biology, non-canonical mechanisms of vitamin K actions, the potential functions of vitamin K-dependent proteins in cancer, and observational trials on vitamin K intake and cancer.", "pub_date": "2022-08-23", "authors": ["JoEllen Welsh", "Min Ji Bak", "Carmen J Narvaez"], "journal": "Trends in molecular medicine", "doi": "10.1016/j.molmed.2022.07.002", "source": "pubmed"}
{"doc_id": "39776525", "pmid": "39776525", "title": "Financial challenges of being on long-term, high-cost medications.", "abstract": "The isocitrate dehydrogenase (IDH) inhibitor, vorasidenib, may offer a promising new treatment option for patients with IDH-mutant gliomas. However, the indefinite nature of this targeted therapy raises significant financial concerns. High costs of targeted cancer therapies, often exceeding $150 000 annually, contribute to financial toxicity, characterized by medical debt, income loss, and psychological stress, and place stress on health systems. This review analyzes the drug approval and pricing mechanisms in various countries and their impact on healthcare costs and patient access, focusing specifically on the impacts in neuro-oncology. The United States employs a market-driven approach resulting in higher drug prices, while most countries, such as the United Kingdom, Germany, France, Italy, Japan, South Africa, and Brazil, use negotiated pricing and health technology assessment to manage costs. The financial burden of expensive medications affects patient adherence and quality of life, with many cancer patients facing substantial out-of-pocket expenses and potential treatment abandonment, and many more unable to access these drugs altogether. Vorasidenib's introduction, while potentially improving patient outcomes, may exacerbate financial toxicity unless mitigated by patient access programs and cost-management strategies. As neuro-oncology treatment paradigms evolve, understanding the economic implications of new therapies is essential to ensure equitable access and optimize patient care.", "pub_date": "2024-12-03", "authors": ["Cleopatra Elshiekh", "Roberta Rudà", "Edward R Scheffer Cliff", "Francesca Gany", "Joshua A Budhu"], "journal": "Neuro-oncology practice", "doi": "10.1093/nop/npae098", "source": "pubmed"}
{"doc_id": "34574769", "pmid": "34574769", "title": "Effects of Rare Earth Elements on Blood Pressure and Their Exposure Biomarkers: Evidence from Animal Experiments.", "abstract": "Solid fuel combustion is an important source of the release of rare earth elements (", "pub_date": "2021-09-18", "authors": ["Yiming Pang", "Jianjun Jiang", "Kexin Li", "Lailai Yan", "Yanqiu Feng", "Junli Wang", "Xiaolu Cao", "Zhiwen Li", "Bin Wang"], "journal": "International journal of environmental research and public health", "doi": "10.3390/ijerph18189836", "source": "pubmed"}
{"doc_id": "18183720", "pmid": "18183720", "title": "Comparison of three prognostic scores (PRISM, PELOD and PIM 2) at pediatric intensive care unit under Pakistani circumstances.", "abstract": "BACKGROUND: To compare the performance of the Pediatric Risk of Mortality (PRISM), the Pediatric Index of Mortality 2 (PIM 2) and Pediatric Logistic Organ Dysfunction (PELOD) scores at general pediatric intensive care unit in a developing country setting, investigating the relation between observed and predicted mortality. METHOD: A contemporary cohort study was undertaken at Pediatric Intensive Care Unit (PICU), Children's Hospital, Institute of Child Health, Lahore, Pakistan. 131 consecutive admissions fulfilling the inclusion criteria were enrolled in the study. PRISM, PIM 2 and PELOD calculations were performed as set out by original articles, using the published formulae. Statistical analysis included Standardized Mortality Rate (SMR), Hosmer Lemeshow goodness of fit test, receiver operating curve (ROC) characteristics and Spearman's correlation test. RESULTS: 139 patients were admitted to PICU. 38 presented exclusion criteria. 29 (28.7%) patients died. Estimated mortality was; PRISM: 19.7(19.5%), PIM: 21.01(20.5%) and PELOD:18.4(18.3%). SMR was 1.47 (SD +/- 0.19), 1.4 (SD +/- 0.19) and 1.57 (SD +/- 0.19), respectively. PRISM had better calibration (x2 = 7.49, p = 0.49) followed by PIM 2 (x2 = 9.65, p = 0.29). PIM 2 showed best discrimination with area under ROC = 0.88 (0.81-0.94) followed by PRISM 0.78 (0.67-0.89) and PELOD 0.77 (0.68-0.87). Spearman's correlation r between PRISM and PIM 2 returned 0.74 (p < 0.001). CONCLUSION: PRISM as well as PIM 2 is validated for PICU setting in Pakistani circumstances. PELOD performed poorly. PIM 2 has advantages over PRISM for stratification of patients in clinical trials.", "pub_date": "2007-01-01", "authors": ["Ahmad Usaid Qureshi", "Agha Shabbir Ali", "Tahir Masood Ahmad"], "journal": "Journal of Ayub Medical College, Abbottabad : JAMC", "doi": "", "source": "pubmed"}
{"doc_id": "37097090", "pmid": "37097090", "title": "Ultrasound-Guided Glenohumeral Corticosteroid Injection for the Treatment of Adhesive Capsulitis of the Shoulder: The Role of Clinical Stage in Response to Treatment.", "abstract": "BACKGROUND: Treatment for idiopathic adhesive capsulitis of the shoulder remains controversial. Stages 1 to 2 reflect an inflammatory process supporting a rationale for intra-articular glenohumeral joint corticosteroid injection to treat synovial inflammation and prevent progression to capsular fibrosis. HYPOTHESIS: We hypothesize that an intra-articular ultrasound-guided glenohumeral injection (USGI) of corticosteroid in patients diagnosed with Stage 1 or 2 idiopathic adhesive capsulitis will result in timely functional recovery and resolution of pain and stiffness. STUDY DESIGN: Case series. LEVEL OF EVIDENCE: Level 4. METHODS: Patients with Stage 1 or 2 idiopathic adhesive capsulitis treated with an intra-articular corticosteroid injection were included. Patients were seen by a single physician and diagnosed using history and physical examination with careful attention to measurement of glenohumeral range of motion (ROM). A total of 61 patients met inclusion criteria. ROM measurements documented in the patient charts were recorded in forward flexion, abduction, internal rotation, and external rotation in neutral abduction. All ROM measurements were performed pre- and postinjection. All patients were treated with an USGI of local anesthetic and depomedrol. Recovery criteria were defined as forward flexion, abduction, and external rotation within 15° of the contralateral side and internal rotation within 3 spinous process levels of the contralateral side. RESULTS: A total of 11 patients with Stage 1 and 50 patients with Stage 2 adhesive capsulitis comprised the final study cohort. Within the Stage 1 cohort, all 11 patients met recovery criteria for forward flexion and internal rotation (100%), 10 met recovery criteria for abduction (91%), and 8 met recovery criteria for external rotation (73%). Within the Stage 2 cohort, 31 patients met recovery criteria for forward flexion (62%), 30 met recovery criteria for abduction (60%), 36 met recovery criteria for internal rotation (72%), and 25 met recovery criteria for external rotation (50%). The difference in time to recovery in days was statistically significant in all ROM planes and was within 2 to 6 weeks for patients in Stage 1 and 7 to 10 weeks for Stage 2. CONCLUSION: USGI for early adhesive capsulitis allows patients to recover ROM more rapidly if performed early after onset of pain and stiffness. CLINICAL RELEVANCE: These results stress the importance of recognition of idiopathic adhesive capsulitis in its early stages and subsequent intervention with an intra-articular glenohumeral corticosteroid injection.", "pub_date": "2023-04-25", "authors": ["Brittany M Ammerman", "Elizabeth R Dennis", "Daphne Ling", "Jo A Hannafin"], "journal": "Sports health", "doi": "10.1177/19417381231168799", "source": "pubmed"}
{"doc_id": "38309714", "pmid": "38309714", "title": "Agricultural paraquat dichloride use and Parkinson's disease in California's Central Valley.", "abstract": "BACKGROUND: Paraquat dichloride is currently among the most widely used commercial herbicides in the USA. In the present study, we provide epidemiological assessment of ambient paraquat exposure and Parkinson's disease (PD) risk in a population-based study of PD in agricultural regions of Central California. METHODS: Based on 829 PD patients and 824 community controls, we assessed associations between ambient paraquat dichloride exposure and PD. We estimated residential and workplace proximity to commercial agricultural applications in three California counties since 1974 using the CA pesticide use reporting (PUR) data and land use maps. We evaluated any, duration and average intensity [pounds (0.45 kilograms) per acre per year] of exposure for paraquat in four time windows. RESULTS: Ambient paraquat exposure assessed at both residence and workplace was associated with PD, based on several different exposure measures. The PD patients both lived and worked near agricultural facilities applying greater amounts of the herbicide than community controls. For workplace proximity to commercial applications since 1974, working near paraquat applications every year in the window [odds ratio (OR) = 2.15, 95% confidence interval (CI) = 1.46, 3.19] and a higher average intensity of exposure [per 10 pounds (4.54 kilograms), OR = 2.08, 95% CI = 1.31, 3.38] were both associated with an increased odds of PD. Similar associations were observed for residential proximity (duration: OR = 1.91, 95% CI = 1.30, 2.83; average intensity: OR = 1.72, 95% CI = 0.99, 3.04). Risk estimates were comparable for men and women, and the strongest odds were observed for those diagnosed at ≤60 years of age. CONCLUSION: This study provides further indication that paraquat dichloride exposure increases the risk of Parkinson's disease.", "pub_date": "2024-02-01", "authors": ["Kimberly C Paul", "Myles Cockburn", "Yufan Gong", "Jeff Bronstein", "Beate Ritz"], "journal": "International journal of epidemiology", "doi": "10.1093/ije/dyae004", "source": "pubmed"}
{"doc_id": "37529628", "pmid": "37529628", "title": "Health-economic benefits of anti-CD20 treatments in relapsing multiple sclerosis estimated using a treatment-sequence model.", "abstract": "BACKGROUND: In high-income countries, four anti-CD20 monoclonal antibodies (mAbs) are used or in the pipeline for relapsing MS: ocrelizumab, ofatumumab (both registered), ublituximab (awaiting registration) and rituximab (off-label). List prices differ significantly between registered and off-label drugs. OBJECTIVE: Comparing differences in benefits between anti-CD20 mAbs from a health-economic and societal perspective. METHODS: To reflect lifetime use of DMTs, we used a treatment-sequence model to compare ocrelizumab/ofatumumab and eight other drug classes in terms of health (lifetime relapses, time to Expanded Disability Status Scale [EDSS] 6, lifetime quality-adjusted life years) and cost-effectiveness (net health benefit). To become cost-effective compared to ocrelizumab, we modelled the list price of ublituximab and desired effect on EDSS progression of rituximab. RESULTS: Although drug sequences with ocrelizumab in first- and second-line were more cost-effective than ofatumumab, our probabilistic analysis suggests this outcome was very uncertain. To be more cost-effective than ocrelizumab, ublituximab needs to be about 25% cheaper whilst rituximab needs to equal the effect on disability progression seen with first-line treatments. CONCLUSIONS: Our model showed no clear difference in cost-effectiveness between ocrelizumab and ofatumumab. Hence, prescribing the least costly anti-CD20 mAb can democratise MS care without a loss in health benefits.", "pub_date": "2023-07-24", "authors": ["Ide Smets", "Matthijs Versteegh", "Simone Huygens", "Cato Corsten", "Beatrijs Wokke", "Joost Smolders"], "journal": "Multiple sclerosis journal - experimental, translational and clinical", "doi": "10.1177/20552173231189398", "source": "pubmed"}
{"doc_id": "21917718", "pmid": "21917718", "title": "Introduction to statistical methods for analyzing large data sets: gene-set enrichment analysis.", "abstract": "This Teaching Resource provides lecture notes, slides, and a problem set for a series of lectures introducing the mathematical concepts behind gene-set enrichment analysis (GSEA) and were part of a course entitled \"Systems Biology: Biomedical Modeling.\" GSEA is a statistical functional enrichment analysis commonly applied to identify enrichment of biological functional categories in sets of ranked differentially expressed genes from genome-wide mRNA expression data sets.", "pub_date": "2011-09-06", "authors": ["Neil R Clark", "Avi Ma'ayan"], "journal": "Science signaling", "doi": "10.1126/scisignal.2001966", "source": "pubmed"}
{"doc_id": "30216518", "pmid": "30216518", "title": "Interleukin 17 is an important pathogenicity gene in pediatric sepsis.", "abstract": "OBJECTIVE: Sepsis represents a complex disease with the dysregulated inflammatory response. The purpose of this study is to explore the role of interleukin 17 (IL-17, also known as IL-17A) in the occurrence and development of pediatric sepsis. METHODS: We established the sepsis neonatal rat model with the method of intraperitoneal injection of Escherichia coli (E coli). At each target time point, we got the blood from heart after anesthetizing animals, and the lung and liver tissues were fixed in formalin. Immunohistochemistry and enzyme-linked immunosorbent assay assay was used to analyze the expression of IL-17A in the lung/liver and plasma respectively. A public data set of neonatal sepsis gene microarray was used to verify our result, and explore main functions of IL-17A in sepsis. RESULTS: The expression levels of IL-17A in the plasma, lung and liver gradually increased with the extension of the experimental time in sepsis group, and were significantly higher than control group at 4 hours after injection of E coli (P < 0.01). In our study, we found the levels of IL-17A mRNA in pediatric sepsis group were significantly higher than control group, which is consistent with the neonatal rat septicemia model. In addition, through the functional (GO) enrichment analysis, we found the genes associated with IL-17A in pediatric sepsis are mainly enriched in the functions of immune response and cell membrane formation. CONCLUSION: IL-17A might be a potential therapeutic target for pediatric sepsis.", "pub_date": "2018-09-14", "authors": ["Yujie Han", "Xiaoying Li", "Shasha Gao", "Xianghong Liu", "Lili Kang", "Xiaomei Li", "Yujie Lang", "Xiao Li", "Mingying Sun", "Zhongtao Gai", "Shenglin Yu"], "journal": "Journal of cellular biochemistry", "doi": "10.1002/jcb.27644", "source": "pubmed"}
{"doc_id": "7615987", "pmid": "7615987", "title": "Lymphocyte activation in cutaneous T-cell lymphoma.", "abstract": "Cutaneous T-cell lymphoma (CTCL) is a neoplasm of CD4+ T cells that includes mycosis fungoides and its leukemic variant, Sezary syndrome. The phenotype of CTCL cells and their predilection for localizing in the skin and regional lymph nodes indicate that CTCL is a neoplasm of mature, memory helper T cells belonging to the skin-associated lymphoid tissue. Experimental evidence suggests that the mechanisms of lymphocyte activation in CTCL may involve both T-cell receptor-dependent and -independent pathways. Furthermore, recent studies of the consequences of this activation have yielded several important findings. First, a dominant T-cell clone is generally present in CTCL specimens, including the earliest histologically diagnosable cutaneous patch lesions. Second, some cases of apparent chronic dermatitis harbor dominant T-cell clones. Such cases, known as \"clonal dermatitis,\" have been observed to develop into overt CTCL. This suggests that patients with clonal dermatitis may be at increased risk for subsequent CTCL. Third, diseases associated with CTCL, such as lymphomatoid papulosis, large-cell lymphoma, and Hodgkin disease, arise as subclones of the original CTCL tumor and thereby share its clone-specific T-cell receptor gene rearrangements. Development of these secondary lymphoproliferative disorders appears to involve somatic mutations leading to deregulation of lymphoid activation/proliferation pathways. Fourth, CD8+ tumor-infiltrating lymphocytes present within lesions of CD4+ CTCL express a phenotype consistent with activated, major histocompatibility complex-restricted, cytotoxic T-cell differentiation. They tend to be more plentiful in early-stage disease and their proportion appears to correlate positively with improved survival, suggesting that they may exert an anti-tumor host response.", "pub_date": "1995-07-01", "authors": ["G S Wood"], "journal": "The Journal of investigative dermatology", "doi": "10.1111/1523-1747.ep12316249", "source": "pubmed"}
{"doc_id": "35150133", "pmid": "35150133", "title": "DDR1 associates with TRPV4 in cell-matrix adhesions to enable calcium-regulated myosin activity and collagen compaction.", "abstract": "Tissue fibrosis manifests as excessive deposition of compacted, highly aligned collagen fibrils, which interfere with organ structure and function. Cells in collagen-rich lesions often exhibit marked overexpression of discoidin domain receptor 1 (DDR1), which is linked to increased collagen compaction through the association of DDR1 with the Ca", "pub_date": "2022-02-12", "authors": ["Andrew Y Wang", "Nuno M Coelho", "Pamma D Arora", "Yongqiang Wang", "Denise Eymael", "Chenfan Ji", "Qin Wang", "Wilson Lee", "Jessica Xu", "Andras Kapus", "Karina M M Carneiro", "Christopher A McCulloch"], "journal": "Journal of cellular physiology", "doi": "10.1002/jcp.30696", "source": "pubmed"}
{"doc_id": "35097146", "pmid": "35097146", "title": "Evaluating Utilization Trends in Adhesive Capsulitis of the Shoulder: A Retrospective Cohort Analysis of a Large Database.", "abstract": "BACKGROUND: Nonoperative and operative treatment modalities have been used for symptom management of adhesive capsulitis, but neither has been shown to significantly alter the long-term natural history. PURPOSE/HYPOTHESIS: The purpose was to evaluate the current trends in resource and treatment strategy utilization for patients with adhesive capsulitis. It was hypothesized that (1) patients with idiopathic adhesive capsulitis will primarily undergo nonoperative treatment and (2) patients with systemic medical comorbidities will demonstrate relatively higher utilization of nonoperative therapies. STUDY DESIGN: Cross-sectional study; Level of evidence, 3. METHODS: We searched the Mariner/PearlDiver database for  RESULTS: The median age of this 165,937-patient cohort was 58 years, with 67% being women. There was a high prevalence of comorbid diabetes (44.2%), thyroid disorder (29.6%), and Dupuytren contracture (1.3%). Within 2 years of diagnosis of adhesive capsulitis, diagnostic and therapeutic modality utilization included radiography (47.2%), opioids (46.7%), physical therapy (43.1%), injection (39.0%), MRI (15.8%), arthroscopic surgery (2.7%), and manipulation under anesthesia (2.5%). Over 68% of the diagnostic and therapeutic modalities were rendered from 3 months before to 3 months after diagnosis. Patients with diabetes, thyroid disorders, tobacco use, and obesity had greater odds for treatment with physical therapy, opioids, radiography, and injection when compared with patients without these comorbidities (odds ratio [OR] range, 1.05-2.21;  CONCLUSION: Patients with adhesive capsulitis underwent primarily nonoperative treatment, with a high percentage utilizing opioids. The most active periods for treatment were from 3 months before diagnosis to 3 months after, and patients with medical comorbidities were more likely to undergo nonoperative treatment.", "pub_date": "2022-01-25", "authors": ["Charles J Cogan", "Nicolas Cevallos", "Ryan D Freshman", "Drew Lansdown", "Brian T Feeley", "Alan L Zhang"], "journal": "Orthopaedic journal of sports medicine", "doi": "10.1177/23259671211069577", "source": "pubmed"}
{"doc_id": "16650175", "pmid": "16650175", "title": "Cutaneous T-cell lymphoma with HTLV-I infection: clinical overlap with adult T-cell leukemia/lymphoma.", "abstract": "Adult T-cell leukemia/lymphoma (ATLL) is a malignant proliferation of mature helper T lymphocytes,(1) and is caused by human T-lymphotropic virus type I (HTLV-I);(2) an HTLV-I infection endemic in the Caribbean, south-western Japan, South America and Africa.(3,4) Seroepidemiological studies suggest that it is also endemic in Brazil.(5) Although carriers of HTLV-I show polyclonal integration of virus in T lymphocytes, only patients with ATLL of various subtypes show monoclonal integration of HTLV-I in tumor cells.(6,7) Cutaneous T-cell lymphomas (CTCL) are a group of primary cutaneous lymphoproliferative diseases(8) with unknown etiology.(9) The two most common presentations of CTCL are mycosis fungoides (MF) and Sézary syndrome (SS).(10-13) However, both CTCL categories can easily resemble ATLL. Therefore, in HTLV-I endemic areas, differentiation between ATLL and CTCL must be performed, as they have different prognoses and treatment approaches.(14).", "pub_date": "2006-04-01", "authors": ["F H Sakamoto", "G W B Colleoni", "S P Teixeira", "M Yamamoto", "N S Michalany", "F A Almeida", "A K Chiba", "V Petri", "M A Fernandes", "M S Pombo-de-Oliveira"], "journal": "International journal of dermatology", "doi": "10.1111/j.1365-4632.2006.02687.x", "source": "pubmed"}
{"doc_id": "37812369", "pmid": "37812369", "title": "Molecular Profiling and Targeted Therapies in Gliomas.", "abstract": "PURPOSE OF REVIEW: Molecular profiling enables the evaluation of genetic alterations for the diagnosis and classification of gliomas and the selection of appropriate therapies. This review summarizes the current role of molecular profiling and targeted therapies for gliomas. RECENT FINDINGS: Molecular profiling is an integral part of the 2021 WHO classification of gliomas. Progress in the development of targeted therapies remains limited due to many factors including the presence of the blood-brain barrier and issues of tumor heterogeneity. Nonetheless, advances have been made with the IDH1/2 inhibitor vorasidenib for IDH-mutant grade 2 gliomas, the combination of dabrafenib and trametinib for BRAFV600E mutated gliomas, and the therapies for subsets of patients with fusions and H3K27M-altered diffuse midline gliomas. While there has been progress in the use of molecular profiling for the classification and treatment of gliomas, much work remains for targeted therapies to realize their potential.", "pub_date": "2023-10-09", "authors": ["Yuli Felistia", "Patrick Y Wen"], "journal": "Current neurology and neuroscience reports", "doi": "10.1007/s11910-023-01299-7", "source": "pubmed"}
{"doc_id": "36155238", "pmid": "36155238", "title": "Emotional working memory training improves cognitive inhibitory abilities in individuals with borderline personality trait: A randomized parallel-group trial.", "abstract": "BACKGROUND: Cognitive inhibition impairment is one of the causes of impulsive behaviors in individuals with borderline personality disorder (BPD). This study aimed to investigate the effect of emotional working memory training (EWMT) on cognitive inhibition in individuals with a clinically significant borderline personality trait. METHODS: In a randomized, parallel-group trial, 40 individuals with borderline personality trait, were selected out of 1000 screened individuals and were randomly assigned to the experimental (N = 20) and waiting-list control (N = 20) groups based on the score on the Borderline Personality Scale and the follow-up Structured Clinical Interview for DSM-IV Personality Disorders. The experimental group underwent 10 sessions of EWMT and the control group did not receive any intervention (waiting list). Participants completed the Stroop Color and Word Test (SCWT) and Go/No-Go task Before and after the intervention. RESULTS: EWMT significantly reduced reaction time of incongruent trials in the SCWT and commission errors in the Go/No-Go task after the intervention only in the experimental group. Furthermore, the interference score in SCWT and commission error rate at the post-intervention time were significantly lower for the experimental vs the waitlist group. LIMITATIONS: The single-blind design and absence of follow-up measures. CONCLUSIONS: EWMT can improve cognitive inhibition in individuals with borderline personality trait and could be used for therapeutic purposes of impulsivity behavior in BPD.", "pub_date": "2022-09-22", "authors": ["Sajjad Basharpoor", "Nasim Zakibakhsh Mohammadi", "Fazeleh Heidari", "Anita Azarkolah", "Carmelo M Vicario", "Mohammad Ali Salehinejad"], "journal": "Journal of affective disorders", "doi": "10.1016/j.jad.2022.09.089", "source": "pubmed"}
{"doc_id": "38940427", "pmid": "38940427", "title": "TMEM52B Isoforms P18 and P20 Differentially Promote the Oncogenesis and Metastasis of Nasopharyngeal Carcinoma.", "abstract": "Transmembrane protein 52B (TMEM52B), a newly identified tumor-related gene, has been reported to regulate various tumors, yet its role in nasopharyngeal carcinoma (NPC) remains unclear. Transcriptomic analysis of NPC cell lines reveals frequent overexpression of TMEM52B, and immunohistochemical results show that TMEM52B is associated with advanced tumor stage, recurrence, and decreased survival time. Depleting TMEM52B inhibits the proliferation, migration, invasion, and oncogenesis of NPC cells in vivo. TMEM52B encodes two isoforms, TMEM52B-P18 and TMEM52B-P20, differing in their N-terminals. While both isoforms exhibit similar pro-oncogenic roles and contribute to drug resistance in NPC, TMEM52B-P20 differentially promotes metastasis. This functional discrepancy may be attributed to their distinct subcellular localization; TMEM52B-P18 is confined to the cytoplasm, while TMEM52B-P20 is found both at the cell membrane and in the cytoplasm. Mechanistically, cytoplasmic TMEM52B enhances AKT phosphorylation by interacting with phosphoglycerate kinase 1 (PGK1), fostering NPC growth and metastasis. Meanwhile, membrane-localized TMEM52B-P20 promotes E-cadherin ubiquitination and degradation by facilitating its interaction with the E3 ubiquitin ligase NEDD4, further driving NPC metastasis. In conclusion, the TMEM52B-P18 and TMEM52B-P20 isoforms promote the metastasis of NPC cells through different mechanisms. Drugs targeting these TMEM52B isoforms may offer therapeutic benefits to cancer patients with varying degrees of metastasis.", "pub_date": "2024-06-28", "authors": ["Yuqi Zhu", "Yanxin Lu", "Chunhua Xu", "Yuqian Huang", "Ziyi Yu", "Tongyu Wang", "Longyi Mao", "Ximian Liao", "Shi Li", "Wanqing Zhang", "Feng Zhou", "Kaiqing Liu", "Yu Zhang", "Wei Yang", "Shasha Min", "Yaqin Deng", "Zaixing Wang", "Xiaoqin Fan", "Guohui Nie", "Xina Xie", "Zesong Li"], "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)", "doi": "10.1002/advs.202402457", "source": "pubmed"}
{"doc_id": "15198914", "pmid": "15198914", "title": "Association of pesticide exposure with neurologic dysfunction and disease.", "abstract": "Poisoning by acute high-level exposure to certain pesticides has well-known neurotoxic effects, but whether chronic exposure to moderate levels of pesticides is also neurotoxic is more controversial. Most studies of moderate pesticide exposure have found increased prevalence of neurologic symptoms and changes in neurobehavioral performance, reflecting cognitive and psychomotor dysfunction. There is less evidence that moderate exposure is related to deficits in sensory or motor function or peripheral nerve conduction, but fewer studies have considered these outcomes. It is possible that the most sensitive manifestation of pesticide neurotoxicity is a general malaise lacking in specificity and related to mild cognitive dysfunction, similar to that described for Gulf War syndrome. Most studies have focused on organophosphate insecticides, but some found neurotoxic effects from other pesticides, including fungicides, fumigants, and organochlorine and carbamate insecticides. Pesticide exposure may also be associated with increased risk of Parkinson disease; several classes of pesticides, including insecticides, herbicides, and fungicides, have been implicated. Studies of other neurodegenerative diseases are limited and inconclusive. Future studies will need to improve assessment of pesticide exposure in individuals and consider the role of genetic susceptibility. More studies of pesticides other than organophosphates are needed. Major unresolved issues include the relative importance of acute and chronic exposure, the effect of moderate exposure in the absence of poisoning, and the relationship of pesticide-related neurotoxicity to neurodegenerative disease.", "pub_date": "2004-06-01", "authors": ["Freya Kamel", "Jane A Hoppin"], "journal": "Environmental health perspectives", "doi": "10.1289/ehp.7135", "source": "pubmed"}
{"doc_id": "39822297", "pmid": "39822297", "title": "Older US adults' experiences with and views about cognitive screening and blood biomarker testing for Alzheimer's disease.", "abstract": "INTRODUCTION: Dementia is underdiagnosed in the United States. Understanding of older adults' experiences with screening is needed to optimize diagnosis. METHODS: US adults ages 65 to 80 ( RESULTS: Most older adults were aware of screening (71%); 41% reported ever being screened. Older age, higher education, retirement, poorer health, and family history of dementia were associated with higher odds of screening; Hispanic and non-Hispanic Asian race/ethnicity were associated with lower odds ( DISCUSSION: Cognitive screening rates remain low. Older adults view screening and BBM as useful to inform health decisions but have concerns about potential harms. HIGHLIGHTS: Only one in five older US adults report having cognitive screening in the past year.Sociodemographic and health factors may influence whether older adults receive cognitive screening.Most older adults have positive views about cognitive screening and BBM testing.Many older adults would be concerned about distress or stigma if test result indicated dementia risk.", "pub_date": "2025-01-16", "authors": ["Chelsea G Cox", "Matthias Kirch", "Dianne Singer", "Erica Solway", "Preeti N Malani", "Jeffrey T Kullgren", "J Scott Roberts"], "journal": "Alzheimer's & dementia (Amsterdam, Netherlands)", "doi": "10.1002/dad2.70067", "source": "pubmed"}
{"doc_id": "10785884", "pmid": "10785884", "title": "Effect of sepsis syndrome on neonatal protein and energy metabolism.", "abstract": "OBJECTIVE: It was our hypothesis that septic illness would alter both protein and energy metabolism in neonates, with elevations of tumor necrosis factor-alpha (TNF-alpha), interleukin-6 (IL-6), and interleukin-1 beta (IL-1 beta) serving as markers for these effects. STUDY DESIGN: A total of 31 infants with suspected sepsis were enrolled into four groups: septic, sick-nonseptic, healthy-nonseptic, and recovered septic infants. Degree of illness, oxygen consumption, nitrogen balance, urine 3-methylhistidine/creatinine (MeH/Cr), and TNF-alpha, IL-6, IL-1 beta, and C-reactive protein (CRP) were measured. RESULTS: Oxygen consumption increased, while nitrogen balance decreased and MeH/Cr increased with increasing degree of illness. Nitrogen balance improved on recovery from sepsis. IL-6 and CRP levels were elevated in septic infants compared with sick-nonseptic and healthy infants. CONCLUSION: Neonates experience a hypermetabolic response with increased nitrogen loss during septic illness, proportional to the degree of illness. Increased delivery of protein substrate may be nutritionally advantageous to the septic neonate.", "pub_date": "2000-03-01", "authors": ["J D Mrozek", "M K Georgieff", "B R Blazar", "M C Mammel", "S J Schwarzenberg"], "journal": "Journal of perinatology : official journal of the California Perinatal Association", "doi": "10.1038/sj.jp.7200319", "source": "pubmed"}
{"doc_id": "37251789", "pmid": "37251789", "title": "The affordability of lecanemab, an amyloid-targeting therapy for Alzheimer's disease: an EADC-EC viewpoint.", "abstract": "Lecanemab, an anti-amyloid antibody with effects on biomarker and clinical endpoints in early Alzheimer's Disease (AD), was granted accelerated approval by the FDA in 2023 and regulatory review in Europe is ongoing. We estimate the population potentially eligible for treatment with lecanemab in the 27 EU countries to 5.4 million individuals. Treatment costs would exceed 133 billion EUR per year if the drug is priced similarly as in the United States, amounting to over half of the total pharmaceutical expenditures in the EU. This pricing would be unsustainable; the ability to pay for high-priced therapies varies substantially across countries. Pricing similarly to what has been announced for the United States may place the drug out of reach for patients in some European countries. Disparities in access to novel amyloid-targeting agents may further deepen the inequalities across Europe in health outcomes. As representatives of the European Alzheimer's Disease Consortium Executive Committee, we call for pricing policies that allow eligible patients across Europe to access important innovations, but also continued investments in research and development. Infrastructure to follow up the usage of new therapies in routine care and new payment models may be needed to address affordability and inequalities in patient access.", "pub_date": "2023-05-22", "authors": ["Linus Jönsson", "Anders Wimo", "Ron Handels", "Gunilla Johansson", "Mercè Boada", "Sebastiaan Engelborghs", "Lutz Frölich", "Frank Jessen", "Patrick Gavin Kehoe", "Milica Kramberger", "Alexandre de Mendonςa", "Pierre Jean Ousset", "Nikolaos Scarmeas", "Pieter Jelle Visser", "Gunhild Waldemar", "Bengt Winblad"], "journal": "The Lancet regional health. Europe", "doi": "10.1016/j.lanepe.2023.100657", "source": "pubmed"}
{"doc_id": "18004221", "pmid": "18004221", "title": "Adhesive capsulitis.", "abstract": "Adhesive capsulitis is a common problem seen in the general population by orthopedic surgeons. It is a problem that causes patients pain and disability, and symptoms can last up to 2 years and longer. The questions of when and how to treat the frozen shoulder can present challenges. Most treatments are conservative; however, indications for surgery do exist. Arthroscopic capsular release has gained popularity over the years and offers a predictably good treatment in patients with adhesive capsulitis. The purpose of this paper is to review the orthopedic literature on adhesive capsulitis, to provide background information on this topic, and to describe our technique in arthroscopic capsular release.", "pub_date": "2007-12-01", "authors": ["James P Tasto", "David W Elias"], "journal": "Sports medicine and arthroscopy review", "doi": "10.1097/JSA.0b013e3181595c22", "source": "pubmed"}
{"doc_id": "39025958", "pmid": "39025958", "title": "Treatment of IDH-mutant glioma in the INDIGO era.", "abstract": "Gliomas are the most common primary brain tumor and are uniformly lethal. Despite significant advancements in understanding the genetic landscape of gliomas, standard-of-care has remained largely unchanged. Subsets of gliomas are defined by gain-of-function mutations in the metabolic genes encoding isocitrate dehydrogenase (IDH). Efforts to exploit mutant IDH activity and/or directly inhibit it with mutant IDH inhibitors have been the focus of over a decade of research. The recently published INDIGO trial, demonstrating the benefit of the mutant IDH inhibitor vorasidenib in patients with low-grade IDH-mutant gliomas, introduces a new era of precision medicine in brain tumors that is poised to change standard-of-care. In this review, we highlight and contextualize the results of the INDIGO trial and introduce key questions whose answers will guide how mutant IDH inhibitors may be used in the clinic. We discuss possible combination therapies with mutant IDH inhibition and future directions for clinical and translational research.", "pub_date": "2024-07-19", "authors": ["Mathew D Lin", "Alexander C-Y Tsai", "Kalil G Abdullah", "Samuel K McBrayer", "Diana D Shi"], "journal": "NPJ precision oncology", "doi": "10.1038/s41698-024-00646-2", "source": "pubmed"}
{"doc_id": "39025065", "pmid": "39025065", "title": "Trofinetide for the treatment of Rett syndrome: Long-term safety and efficacy results of the 32-month, open-label LILAC-2 study.", "abstract": "BACKGROUND: Trofinetide was approved for the treatment of Rett syndrome (RTT) in patients aged ≥2 years based on the results of the 12-week, randomized, phase 3 LAVENDER study. In LILAC, a 40-week, open-label extension study of LAVENDER, trofinetide continued to improve the symptoms of RTT, with a similar safety profile as LAVENDER. Here, we report long-term safety and efficacy results of LILAC-2, a 32-month, open-label extension study. METHODS: Females aged 5-22 years who completed LILAC were eligible to enter LILAC-2. Safety and tolerability were assessed with the incidence of adverse events (AEs). Efficacy was assessed with Rett Syndrome Behaviour Questionnaire (RSBQ) and Clinical Global Impression-Improvement (CGI-I) scores. Caregiver interviews explored the patient's experience with RTT and the efficacy of trofinetide during study participation. FINDINGS: In total, 77 participants were enrolled in LILAC-2. The most common AEs were diarrhea (53.2%), COVID-19 (27.3%), and vomiting (19.5%). The mean (standard error [SE]) change in RSBQ score from LAVENDER baseline to week 104 of LILAC-2 was -11.8 (2.45). The mean (SE) CGI-I score from LILAC baseline to week 12 of LILAC-2 was 3.1 (0.10). Most caregivers (96%; n = 24/25) were satisfied or very satisfied with the benefits of trofinetide. CONCLUSIONS: Long-term treatment with trofinetide continued to improve RTT symptoms, without new safety concerns. Caregivers reported satisfaction with trofinetide related to improvements that were meaningful for their child and themselves. FUNDING: The study was supported by Acadia Pharmaceuticals (San Diego, CA, USA). This study was registered at ClinicalTrials.gov: NCT04776746.", "pub_date": "2024-07-17", "authors": ["Alan K Percy", "Jeffrey L Neul", "Timothy A Benke", "Elizabeth M Berry-Kravis", "Daniel G Glaze", "Eric D Marsh", "Amy M Barrett", "Di An", "Kathie M Bishop", "James M Youakim"], "journal": "Med (New York, N.Y.)", "doi": "10.1016/j.medj.2024.06.007", "source": "pubmed"}
{"doc_id": "27923181", "pmid": "27923181", "title": "Combined oral contraceptive use is associated with both improvement and worsening of mood in the different phases of the treatment cycle-A double-blind, placebo-controlled randomized trial.", "abstract": "OBJECTIVE: Ever since the introduction of combined oral contraception (COC), one of the major reasons for discontinuing the pill use has been mood-related side effects. Moreover, women who discontinue the pill turn to less effective methods whereby the probability of an unintended conception increases. Approximately 4-10% of COC users complain of depressed mood, irritability or increased anxiety, but drug-related causality has been difficult to prove. Given the lack of randomized controlled trials in this area, we aimed to prospectively estimate the severity of adverse mood in COC users that would be as representative of general users as possible. METHODS: This investigator-initiated, multi-center, randomized, double-blinded, placebo-controlled study included 202 healthy women. Women were randomized to a COC (1.5mg estradiol and 2.5mg nomegestrolacetate) or placebo for three treatment cycles. Main outcome measure was the Daily Record of Severity of Problems (DRSP), which was filled out daily during one baseline cycle and the final treatment cycle. RESULTS: Results from 84 women in the COC group and 94 women in the placebo group were analysed. COC use was associated with small, but statistically significant, increases in mean anxiety (0.22; 95% CI: 0.07-0.37, p=0.003), irritability (0.23; 95% CI: 0.07-0.38, p=0.012), and mood swings scores (0.15; 95% CI: 0.00-0.31, p=0.047) during the intermenstrual phase, but a significant premenstrual improvement in depression (-0.33; 95% CI: -0.62 to -0.05, p=0.049). Secondary analyses showed that women with previous adverse hormonal contraceptive experience reported significantly greater mood worsening in the intermenstrual phase in comparison with healthy women, p<0.05. The proportion of women who reported a clinically relevant mood deterioration did not differ between those allocated to COC (24.1%) or placebo (17.0%), p=0.262. CONCLUSION: COC use is associated with small but statistically significant mood side effects in the intermenstrual phase. These findings are driven by a subgroup of women who clearly suffer from COC-related side effects. However, positive mood effects are noted in the premenstrual phase and the proportion of women with clinically relevant mood worsening did not differ between treatment groups.", "pub_date": "2016-11-29", "authors": ["Cecilia Lundin", "Kristina Gemzell Danielsson", "Marie Bixo", "Lena Moby", "Hanna Bengtsdotter", "Izabella Jawad", "Lena Marions", "Jan Brynhildsen", "Agota Malmborg", "Ingela Lindh", "Inger Sundström Poromaa"], "journal": "Psychoneuroendocrinology", "doi": "10.1016/j.psyneuen.2016.11.033", "source": "pubmed"}
{"doc_id": "39810405", "pmid": "39810405", "title": "The influence of interleukin-27 on metabolic fitness in a murine neonatal model of bacterial sepsis.", "abstract": "Human neonates are predisposed to an increased risk of mortality from infection due to fundamental differences in the framework of innate and adaptive immune responses relative to those in the adult population. As one key difference in neonates, an increase in the immunosuppressive cytokine, IL-27, is responsible for poor outcomes in a murine neonatal model of bacterial sepsis. In our model, the absence of IL-27 signaling during infection is associated with improved maintenance of body mass, increased bacterial clearance with reduced systemic inflammation, and decreased mortality rates that correlate to preservation of glucose homeostasis and insulin production. To further elucidate the mechanisms associated with IL-27 signaling and metabolic fitness, we analyzed global transcriptomes from spleen, liver, pancreas, and hindlimb muscle during ", "pub_date": "2025-01-14", "authors": ["Jessica M Povroznik", "Lei Wang", "Madhavi Annamanedi", "Rachael L Bare", "Halima Akhter", "Gangqing Hu", "Cory M Robinson"], "journal": "American journal of physiology. Endocrinology and metabolism", "doi": "10.1152/ajpendo.00243.2024", "source": "pubmed"}
{"doc_id": "37357276", "pmid": "37357276", "title": "Lecanemab: Appropriate Use Recommendations.", "abstract": "Lecanemab (Leqembi®) is approved in the United States for the treatment of Alzheimer's disease (AD) to be initiated in early AD (mild cognitive impairment [MCI] due to AD or mild AD dementia) with confirmed brain amyloid pathology. Appropriate Use Recommendations (AURs) are intended to help guide the introduction of new therapies into real-world clinical practice. Community dwelling patients with AD differ from those participating in clinical trials. Administration of lecanemab at clinical trial sites by individuals experienced with monoclonal antibody therapy also differs from the community clinic-based administration of lecanemab. These AURs use clinical trial data as well as research and care information regarding AD to help clinicians administer lecanemab with optimal safety and opportunity for effectiveness. Safety and efficacy of lecanemab are known only for patients like those participating in the phase 2 and phase 3 lecanemab trials, and these AURs adhere closely to the inclusion and exclusion criteria of the trials. Adverse events may occur with lecanemab including amyloid related imaging abnormalities (ARIA) and infusion reactions. Monitoring guidelines for these events are detailed in this AUR. Most ARIA with lecanemab is asymptomatic, but a few cases are serious or, very rarely, fatal. Microhemorrhages and rare macrohemorrhages may occur in patients receiving lecanemab. Anticoagulation increases the risk of hemorrhage, and the AUR recommends that patients requiring anticoagulants not receive lecanemab until more data regarding this interaction are available. Patients who are apolipoprotein E ε4 (APOE4) gene carriers, especially APOE4 homozygotes, are at higher risk for ARIA, and the AUR recommends APOE genotyping to better inform risk discussions with patients who are lecanemab candidates. Clinician and institutional preparedness are mandatory for use of lecanemab, and protocols for management of serious events should be developed and implemented. Communication between clinicians and therapy candidates or those on therapy is a key element of good clinical practice for the use of lecanemab. Patients and their care partners must understand the potential benefits, the potential harms, and the monitoring requirements for treatment with this agent. Culture-specific communication and building of trust between clinicians and patients are the foundation for successful use of lecanemab.", "pub_date": "2023-01-01", "authors": ["J Cummings", "L Apostolova", "G D Rabinovici", "A Atri", "P Aisen", "S Greenberg", "S Hendrix", "D Selkoe", "M Weiner", "R C Petersen", "S Salloway"], "journal": "The journal of prevention of Alzheimer's disease", "doi": "10.14283/jpad.2023.30", "source": "pubmed"}
{"doc_id": "38307724", "pmid": "38307724", "title": "A Physiologically Based Pharmacokinetic Modeling Approach to Assess the Potential for Drug Interactions Between Trofinetide and CYP3A4-Metabolized Drugs.", "abstract": "PURPOSE: Trofinetide is the first drug to be approved by the US Food and Drug Administration for use in the treatment of patients with Rett syndrome, a multisystem disorder requiring multimodal therapies. Cytochrome P450 (CYP) 3A4 metabolizes >50% of therapeutic drugs and is the CYP isozyme most commonly expressed in the liver and intestines. In vitro studies suggest the concentration of trofinetide producing 50% inhibition (IC METHODS: Using a validated physiologically based pharmacokinetic (PBPK) model, deterministic and stochastic simulations were used for assessing the PK properties related to exposure and bioavailability of midazolam (sensitive index substrate for CYP3A4) following an oral (15 mg) or intravenous (2 mg) dose, with and without single-dose and steady-state (12 g) coadministration of oral trofinetide. FINDINGS: Following coadministration of intravenous midazolam and oral trofinetide, the PK properties of midazolam were unchanged. The trofinetide concentration in the gut wall was >15 mmol/L during the first 1.5 hours after dosing. With the coadministration of oral midazolam and trofinetide, the model predicted increases in fraction of dose reaching the portal vein, bioavailability, C IMPLICATIONS: In this study that used a PBPK modeling approach, it was shown that CYP3A4 enzyme activity in the liver was not affected by trofinetide coadministration, but trofinetide was predicted to be a weak inhibitor of intestinal CYP3A4 metabolism after oral administration at therapeutic doses.", "pub_date": "2024-02-01", "authors": ["Mona Darwish", "James M Youakim", "Inger Darling", "Viera Lukacova", "Joel S Owen", "Heather Bradley"], "journal": "Clinical therapeutics", "doi": "10.1016/j.clinthera.2023.12.007", "source": "pubmed"}
{"doc_id": "37831471", "pmid": "37831471", "title": "Donanemab: Not two without a third.", "abstract": "Recently, the U.S. Food and Drug Administration (FDA) approved 2 anti-amyloid monoclonal antibodies, aducanumab (June 7, 2021) and lecanemab (July 6, 2023), for the treatment of Alzheimer's disease (AD) patients, and will most likely also approve a 3rd one, donanemab, soon. While these antibodies have been shown to significantly reduce amyloid in the brain, there is little, if any, evidence that they provide clinically meaningful benefit for AD patients by slowing cognitive decline. I have said it before, and I say it again: the reported benefits of anti-amyloid antibodies observed in clinical trials are erroneous and based on misinterpretation of data and a trivial miscalculation. For example, Sims et al. (2023) reported in a phase III clinical trial that donanemab treatment of early symptomatic AD patients with amyloid and tau pathology provided 35% and 36% slowing of clinical progression and cognitive decline, respectively, as measured using the Integrated Alzheimer's Disease Rating Scale (iADRS) and Clinical Dementia Rating-Sum of Boxes (CDR-SB) psychometric tests. Here, in this editorial, I show that 2.5% and 9.6% would be better estimates for less cognitive impairment with donanemab treatment.", "pub_date": "2023-10-01", "authors": ["Markku Kurkinen"], "journal": "Advances in clinical and experimental medicine : official organ Wroclaw Medical University", "doi": "10.17219/acem/172673", "source": "pubmed"}
{"doc_id": "28916848", "pmid": "28916848", "title": "Interleukin-17 as a predictor of sepsis in polytrauma patients: a prospective cohort study.", "abstract": "Sepsis is one of the most serious complications after major trauma, and may be associated with increased mortality. We sought to determine whether there is an association between serum levels of interleukin-17 (IL-17) at the time of admission to the intensive care unit (ICU) and the development of sepsis. We evaluated 100 adult patients with major trauma admitted to the surgical ICU over a 6-month period. Serum levels of IL-17, IL-6, and TNF-α were determined by enzyme-linked immunosorbent assays (ELISA). The IL-17 rs1974226 genotype was determined by real-time PCR. In both non-adjusted and adjusted analyses, IL-17 was the only biomarker significantly associated with sepsis [median serum IL-17 of 72 pg/mL in sepsis versus 37 pg/mL in those without sepsis, P = 0.0001; adjusted odds ratio (OR) 3.2, P = 0.02]. No significant association was found among IL-17 rs1974226 genotypes and related serum cytokine levels. These data suggest that elevated serum IL-17 may increase the susceptibility for septic complications in polytrauma patients and so could be a useful biomarker for trauma patient management.", "pub_date": "2017-09-15", "authors": ["M Ahmed Ali", "E S Mikhael", "A Abdelkader", "L Mansour", "R El Essawy", "R El Sayed", "A Eladawy", "A Mukhtar"], "journal": "European journal of trauma and emergency surgery : official publication of the European Trauma Society", "doi": "10.1007/s00068-017-0841-3", "source": "pubmed"}
{"doc_id": "37851042", "pmid": "37851042", "title": "Amyotrophic Lateral Sclerosis and Other Motor Neuron Diseases.", "abstract": "OBJECTIVE: This article reviews the clinical spectrum of amyotrophic lateral sclerosis (ALS), its variant presentations, and the approach to diagnosis and management. This review includes a detailed discussion of current and emerging disease-modifying therapies and the management of respiratory and bulbar manifestations of disease. An updated review of ALS genetics and pathophysiology is also provided. This article also touches on several other important motor neuron diseases. LATEST DEVELOPMENTS: A new set of simplified diagnostic criteria may help identify patients at earlier stages of the disease. A coformulation of sodium phenylbutyrate and tauroursodeoxycholic acid has been shown to have a significant benefit on disease progression and survival, leading to approval by regulatory authorities in the United States and Canada. An oral formulation of edaravone and an antisense oligonucleotide to a SOD1 gene variation (tofersen) have also recently been approved by the US Food and Drug Administration (FDA). Phase 3 trials of intrathecal mesenchymal stem cells failed to meet primary end points for efficacy. Updated American Academy of Neurology quality measures for the care of patients with ALS were published in 2023. ESSENTIAL POINTS: There has been continued progress in ALS genetics, diagnosis, and disease-modifying therapies. However, we still lack a definitive biomarker or a treatment that can halt the progression or reverse the course of disease. The evolving understanding of the genetic and pathophysiologic underpinnings of disease offers promise for more effective and clinically meaningful treatments in the future.", "pub_date": "2023-10-01", "authors": ["Aaron Izenberg"], "journal": "Continuum (Minneapolis, Minn.)", "doi": "10.1212/CON.0000000000001345", "source": "pubmed"}
{"doc_id": "26970899", "pmid": "26970899", "title": "Comparative toxicities of selected rare earth elements: Sea urchin embryogenesis and fertilization damage with redox and cytogenetic effects.", "abstract": "BACKGROUND: Broad-ranging adverse effects are known for rare earth elements (REE), yet only a few studies tested the toxicity of several REE, prompting studies focusing on multi-parameter REE toxicity. METHODS: Trichloride salts of Y, La, Ce, Nd, Sm, Eu and Gd were tested in Paracentrotus lividus sea urchin embryos and sperm for: (1) developmental defects in either REE-exposed larvae or in the offspring of REE-exposed sperm; (2) fertilization success; (3) mitotic anomalies in REE-exposed embryos and in the offspring of REE-exposed sperm, and (4) reactive oxygen species (ROS) formation, and malondialdehyde (MDA) and nitric oxide (NO) levels. RESULTS: REEs affected P. lividus larvae with concentration-related increase in developmental defects, 10(-6) to 10(-4)M, ranking as: Gd(III)>Y(III)>La(III)>Nd(III)≅Eu(III)>Ce(III)≅Sm(III). Nominal concentrations of REE salts were confirmed by inductively coupled plasma mass spectrometry (ICP-MS). Significant increases in MDA levels, ROS formation, and NO levels were found in REE-exposed embryos. Sperm exposure to REEs (10(-5) to 10(-4)M) resulted in concentration-related decrease in fertilization success along with increase in offspring damage. Decreased mitotic activity and increased aberration rates were detected in REE-exposed embryos and in the offspring of REE-exposed sperm. CONCLUSION: REE-associated toxicity affecting embryogenesis, fertilization, cytogenetic and redox endpoints showed different activities of tested REEs. Damage to early life stages, along with redox and cytogenetic anomalies should be the focus of future REE toxicity studies.", "pub_date": "2016-03-10", "authors": ["Giovanni Pagano", "Marco Guida", "Antonietta Siciliano", "Rahime Oral", "Fatma Koçbaş", "Anna Palumbo", "Immacolata Castellano", "Oriana Migliaccio", "Philippe J Thomas", "Marco Trifuoggi"], "journal": "Environmental research", "doi": "10.1016/j.envres.2016.02.031", "source": "pubmed"}
{"doc_id": "30808775", "pmid": "30808775", "title": "Clonotypic Diversity of the T-cell Receptor Corroborates the Immature Precursor Origin of Cutaneous T-cell Lymphoma.", "abstract": "PURPOSE: Mycosis fungoides is one of the most common types of extranodal T-cell lymphomas, considered to be caused by malignant transformation of the mature T cells residing in the skin. However, some clinical observations such as the multifocal distribution of mycosis fungoides lesions or patterns of relapse after radiotherapy are not readily explainable by the mature T-cell origin theory. EXPERIMENTAL DESIGN: We have performed a detailed analysis of T-cell receptor (TCR) rearrangements in single malignant cells and in biopsies from mycosis fungoides tumors composed of >80% of malignant cells using next-generation sequencing (NGS) to pinpoint the relationship between neoplastic cells in mycosis fungoides. We have also aimed to detect malignant, circulating T-cell by whole blood TCR sequencing. RESULTS: We found a substantial clonal heterogeneity in the mycosis fungoides samples with regards to TCR, and we demonstrated that lymphoma cells harboring identical TCRγ sequences may harbor different TCRα and β sequences. Lack of absolute TCRα, -β, -γ monoclonality was further confirmed by TCR amplification and sequencing from microdissected lymphoma cells. We have also found the TCR rearrangements characteristic for lymphoma cells in patients' peripheral blood despite the lack of leukemic blood involvement; however, the circulating TCRγ clonotype did not always represent the dominant cutaneous clonotype. CONCLUSIONS: These findings can be explained by a model where malignant transformation takes place during early T-cell development giving rise to circulating premalignant clones, which home to the skin producing clinically apparent lesions of cutaneous lymphoma. Therapeutic strategies in T-cell lymphoma should therefore target those early lymphoma precursor cells.", "pub_date": "2019-02-26", "authors": ["Abdelbasset Hamrouni", "Hanne Fogh", "Zoulika Zak", "Niels Ødum", "Robert Gniadecki"], "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research", "doi": "10.1158/1078-0432.CCR-18-4099", "source": "pubmed"}
{"doc_id": "36355221", "pmid": "36355221", "title": "Re: \"Next generation sequencing in neonatology: what does it mean for the next generation?\".", "abstract": "Available evidence does not support limiting the use of rapid or ultra-rapid exome or genome sequencing in critically ill neonates to cases of predicted high diagnostic yield. Such testing is best positioned to improve neonatal care when test utilization is conceptualized within the total care of the family with a goal of rapid resolution of the diagnostic odyssey.", "pub_date": "2022-11-10", "authors": ["Monica H Wojcik", "Kristen P Fishler", "Bimal P Chaudhari"], "journal": "Human genetics", "doi": "10.1007/s00439-022-02498-x", "source": "pubmed"}
{"doc_id": "28721613", "pmid": "28721613", "title": "Comparative toxicity of seven rare earth elements in sea urchin early life stages.", "abstract": "The widespread use of rare earth elements (REEs) in a number of technological applications raises unanswered questions related to REE-associated adverse effects. We have previously reported on the multiple impact of some REEs on the early life stages of the sea urchin Paracentrotus lividus. The present investigation was to evaluate REE toxicity to early life stages in two unrelated sea urchin species, Sphaerechinus granularis and Arbacia lixula. The comparative toxicities were tested of seven REEs, namely yttrium, lanthanum, cerium, neodymium, samarium, europium and gadolinium as chloride salts at concentrations ranging from 10", "pub_date": "2017-07-18", "authors": ["Marco Trifuoggi", "Giovanni Pagano", "Marco Guida", "Anna Palumbo", "Antonietta Siciliano", "Maria Gravina", "Daniel M Lyons", "Petra Burić", "Maja Levak", "Philippe J Thomas", "Antonella Giarra", "Rahime Oral"], "journal": "Environmental science and pollution research international", "doi": "10.1007/s11356-017-9658-1", "source": "pubmed"}
{"doc_id": "22244448", "pmid": "22244448", "title": "Abnormal accumulation of human transmembrane (TMEM)-176A and 176B proteins is associated with cancer pathology.", "abstract": "Transmembrane (TMEM)-176A and 176B proteins belong to the MS4A family of proteins whose function in the immune system remains unclear. TMEM176A transcripts were previously shown to be elevated in liver cancer or kidney tissue with proteinuria, while marked changes in TMEM176B transcripts have been found in tolerated tissue allografts and neoplastic fibroblasts. To study the functional relationship between human TMEM176A and 176B and their putative link to cancer, we used polymerase chain reaction and biochemical assays. Here, we show that TMEM176A and 176B are widely expressed in all human tissues examined. Co-immunoprecipitation of heterologously expressed TMEM176A and 176B revealed direct physical interaction. To determine the relevance of such interaction to cancer pathology, we analyzed biopsied tissue samples from a variety of normal and cancer tissues. Our data reveal that human TMEM176A and 176B protein levels are significantly elevated in lymphoma, but not in normal tissues. The protein levels of TMEM176A are also significantly increased in lung carcinoma. Finally, analysis of the protein expression ratio of TMEM176A over 176B showed significant differences between normal and cancer tissues of the breast, lymph, skin, and liver, which indicates that both TMEM proteins could be potential useful markers for certain human cancers.", "pub_date": "2012-01-12", "authors": ["Math P Cuajungco", "William Podevin", "Vinod K Valluri", "Quang Bui", "Van H Nguyen", "Katrina Taylor"], "journal": "Acta histochemica", "doi": "10.1016/j.acthis.2011.12.006", "source": "pubmed"}
{"doc_id": "29018799", "pmid": "29018799", "title": "TruSeq-Based Gene Expression Analysis of Formalin-Fixed Paraffin-Embedded (FFPE) Cutaneous T-Cell Lymphoma Samples: Subgroup Analysis Results and Elucidation of Biases from FFPE Sample Processing on the TruSeq Platform.", "abstract": "Cutaneous T-cell lymphomas (CTCLs) are a heterogeneous group of malignancies with courses ranging from indolent to potentially lethal. We recently studied in a 157 patient cohort gene expression profiles generated by the TruSeq targeted RNA gene expression sequencing. We observed that the sequencing library quality and depth from formalin-fixed paraffin-embedded (FFPE) skin samples were significantly lower when biopsies were obtained prior to 2009. We also observed that the fresh CTCL samples clustered together, even though they included stage I-IV disease. In this study, we compared TruSeq gene expression patterns in older (≤2008) vs. more recent (≥2009) FFPE samples to determine whether these clustering analyses and earlier described differentially expressed gene findings are robust when analyzed based on the year of biopsy. We also explored biases found in FFPE samples when subjected to the TruSeq analysis of gene expression. Our results showed that ≤2008 and ≥2009 samples clustered equally well to the full data set and, importantly, both analyses produced nearly identical trends and findings. Specifically, both analyses enriched nearly identical DEGs when comparing benign vs. (1) stage I-IV and (2) stage IV (alone) CTCL samples. Results obtained using either ≤2008 or ≥2009 samples were strongly correlated. Furthermore, by using subgroup analyses, we were able to identify additional novel differentially expressed genes (DEGs), which did not reach statistical significance in the prior full data set analysis. Those included CTCL-upregulated ", "pub_date": "2017-09-22", "authors": ["Philippe Lefrançois", "Michael T Tetzlaff", "Linda Moreau", "Andrew K Watters", "Elena Netchiporouk", "Nathalie Provost", "Martin Gilbert", "Xiao Ni", "Denis Sasseville", "Madeleine Duvic", "Ivan V Litvinov"], "journal": "Frontiers in medicine", "doi": "10.3389/fmed.2017.00153", "source": "pubmed"}
{"doc_id": "28199848", "pmid": "28199848", "title": "Discoidin Domain Receptor 1 Mediates Myosin-Dependent Collagen Contraction.", "abstract": "Discoidin domain receptor 1 (DDR1) is a tyrosine kinase collagen adhesion receptor that mediates cell migration through association with non-muscle myosin IIA (NMIIA). Because DDR1 is implicated in cancer fibrosis, we hypothesized that DDR1 interacts with NMIIA to enable collagen compaction by traction forces. Mechanical splinting of rat dermal wounds increased DDR1 expression and collagen alignment. In periodontal ligament of DDR1 knockout mice, collagen mechanical reorganization was reduced >30%. Similarly, cultured cells with DDR1 knockdown or expressing kinase-deficient DDR1d showed 50% reduction of aligned collagen. Tractional remodeling of collagen was dependent on DDR1 clustering, activation, and interaction of the DDR1 C-terminal kinase domain with NMIIA filaments. Collagen remodeling by traction forces, DDR1 tyrosine phosphorylation, and myosin light chain phosphorylation were increased on stiff versus soft substrates. Thus, DDR1 clustering, activation, and interaction with NMIIA filaments enhance the collagen tractional remodeling that is important for collagen compaction in fibrosis.", "pub_date": "2017-02-01", "authors": ["Nuno M Coelho", "Pamma D Arora", "Sander van Putten", "Stellar Boo", "Petar Petrovic", "Alyna Xue Lin", "Boris Hinz", "Christopher A McCulloch"], "journal": "Cell reports", "doi": "10.1016/j.celrep.2017.01.061", "source": "pubmed"}
{"doc_id": "28769538", "pmid": "28769538", "title": "Cytokine Kinetics in Febrile Neutropenic Children: Insights on the Usefulness as Sepsis Biomarkers, Influence of Filgrastim, and Behavior of the IL-23/IL-17 Pathway.", "abstract": "BACKGROUND: The study aimed to describe the kinetics of various cytokines from day 1 to day 14 of the onset of fever in neutropenic children and to evaluate their performances as discriminators of sepsis in the first 24 hours of fever, the possible influence of filgrastim, and the functioning of the IL-23/IL-17 axis. METHODS: IL-1 RESULTS: Thirteen patients (37.1%) developed sepsis. In mixed models, IL-6, IL-8, IL-10, and G-CSF showed higher estimated means in septic patients ( CONCLUSIONS: Cytokines kinetics showed proinflammatory and anti-inflammatory responses similar to what is described in nonneutropenic patients. IL-8, IL-6, IL-10, and procalcitonin are useful as early biomarkers of sepsis. Filgrastim upregulates expression of these markers, and we observed deficiency in the IL-23-IL-17 axis accompanying sepsis.", "pub_date": "2017-07-09", "authors": ["Orlei Ribeiro de Araujo", "Reinaldo Salomão", "Milena Karina Coló Brunialti", "Dafne Cardoso Bourguignon da Silva", "Andreza Almeida Senerchia", "Fabianne Altruda de Moraes Costa Carlesse", "Antonio Sergio Petrilli"], "journal": "Mediators of inflammation", "doi": "10.1155/2017/8291316", "source": "pubmed"}
{"doc_id": "32194499", "pmid": "32194499", "title": "When the Room Is Spinning: Experience of Vestibular Neuritis by a Neurotologist.", "abstract": "Vestibular neuritis (VN) is the most common cause of acute prolonged spontaneous vertigo, and is characterized by acute unilateral vestibular hypofunction, probably due to inflammation of the vestibular nerve. VN is diagnosed at the bedside when there is spontaneous horizontal-torsional nystagmus beating away from the side of the lesion, abnormal head impulse tests for the semicircular canals involved on the lesion side, and when other neurological symptoms and signs are absent. Here, as a neuro-otologist, I describe my experience during an attack of VN and discuss how it may help physicians to better understand why and what a patient feels during attacks of vertigo.", "pub_date": "2020-03-03", "authors": ["Ji-Soo Kim"], "journal": "Frontiers in neurology", "doi": "10.3389/fneur.2020.00157", "source": "pubmed"}
{"doc_id": "38232652", "pmid": "38232652", "title": "Trofinetide Treatment Demonstrates a Benefit Over Placebo for the Ability to Communicate in Rett Syndrome.", "abstract": "BACKGROUND: Trofinetide was approved by the US Food and Drug Administration for the treatment of Rett syndrome (RTT) in March 2023. Benefiting the ability to communicate in RTT is often identified as the most important caregiver goal for new therapies. This analysis reports the communication-related end points from the phase 3 LAVENDER study of trofinetide in RTT. METHODS: Females with RTT, aged five to 20 years, were randomized 1:1 to trofinetide or placebo for 12 weeks. Secondary efficacy end points related to communication were based on change from baseline to week 12 and included the caregiver-rated Communication and Symbolic Behavior Scales Developmental Profile™ Infant-Toddler Checklist (CSBS-DP-IT) Social Composite score (key secondary end point; scores ranged from 0 to 26 [higher scores indicated better communication]) and novel clinician rating scales (0 [normal] to 7 [severe impairment]) measuring the ability to communicate choices nonverbally (RTT-COMC) and verbally (RTT-VCOM). RESULTS: Trofinetide demonstrated a statistically significant difference versus placebo for the CSBS-DP-IT Social Composite score (least squares mean [LSM] difference = 1.0; 95% confidence interval [CI], 0.3 to 1.7; P = 0.0064; Cohen's d effect size = 0.43) and a nominally significant difference for the RTT-COMC (LSM difference: -0.3; 95% CI, -0.6 to -0.0; P = 0.0257; Cohen's d effect size = 0.36). As expected, there was no difference for the RTT-VCOM. CONCLUSIONS: Significant treatment benefit for trofinetide versus placebo was observed in scales measuring the ability to communicate. These scales may be appropriate for future clinical studies in RTT and other neurodevelopmental disorders.", "pub_date": "2023-11-23", "authors": ["Jeffrey L Neul", "Alan K Percy", "Timothy A Benke", "Elizabeth M Berry-Kravis", "Daniel G Glaze", "Sarika U Peters", "Eric D Marsh", "Di An", "Kathie M Bishop", "James M Youakim"], "journal": "Pediatric neurology", "doi": "10.1016/j.pediatrneurol.2023.11.005", "source": "pubmed"}
{"doc_id": "30918097", "pmid": "30918097", "title": "Double-blind, randomized, placebo-controlled study of trofinetide in pediatric Rett syndrome.", "abstract": "OBJECTIVE: To determine safety, tolerability, and pharmacokinetics of trofinetide and evaluate its efficacy in female children/adolescents with Rett syndrome (RTT), a debilitating neurodevelopmental condition for which no pharmacotherapies directed at core features are available. METHODS: This was a phase 2, multicenter, double-blind, placebo-controlled, parallel-group study, in which safety/tolerability, pharmacokinetics, and clinical response to trofinetide were characterized in 82 children/adolescents with RTT, aged 5 to 15 years. Sixty-two participants were randomized 1:1:1:1 to receive placebo twice a day (bid) for 14 days, followed by placebo, 50, 100, or 200 mg/kg bid of trofinetide for 42 days. Following blinded safety data review, 20 additional participants were randomized 1:1 to the 200 mg/kg or placebo bid groups. Safety assessments included adverse events, clinical laboratory tests, physical examinations, and concomitant medications. Clinician- and caregiver-based efficacy measurements assessed clinically relevant, phenotypic dimensions of impairment of RTT. RESULTS: All dose levels were well tolerated and generally safe. Trofinetide at 200 mg/kg bid showed statistically significant and clinically relevant improvements relative to placebo on the Rett Syndrome Behaviour Questionnaire, RTT-Clinician Domain Specific Concerns-Visual Analog Scale, and Clinical Global Impression Scale-Improvement. Exploratory analyses suggested that observed changes correlated with trofinetide exposure. CONCLUSION: These results, together with those from a previous adolescent/adult trial, indicate trofinetide's potential for treating core RTT symptoms and support further trials. CLASSIFICATION OF EVIDENCE: This study provides Class I evidence that for children/adolescents with RTT, trofinetide was safe, well-tolerated, and demonstrated improvement over placebo at 200 mg/kg bid in functionally important dimensions of RTT.", "pub_date": "2019-03-27", "authors": ["Daniel G Glaze", "Jeffrey L Neul", "Walter E Kaufmann", "Elizabeth Berry-Kravis", "Sean Condon", "George Stoms", "Sean Oosterholt", "Oscar Della Pasqua", "Larry Glass", "Nancy E Jones", "Alan K Percy"], "journal": "Neurology", "doi": "10.1212/WNL.0000000000007316", "source": "pubmed"}
{"doc_id": "29263734", "pmid": "29263734", "title": "Vitamin K and bone.", "abstract": "Vitamin K is mainly known as an agent involved in blood coagulation, maintaining the activity of coagulation factors in the liver. In addition, epidemiological studies suggested that a lack of vitamin K is associated with several diseases, including osteoporosis and vascular calcification. There are two main kinds of vitamin K: Phylloquinone (or PK) and Menaquinones (MKn), both act as co-enzyme of y-glutamyl carboxylase (GGCX) transforming under-carboxylated in carboxylated vitamin K dependent proteins, such as Bone Gla Protein (or Osteocalcin) and Matrix Gla Protein. Recently, Vitamin K was also identified as a ligand of the nuclear steroid and xenobiotic receptor (SXR) (in murine species Pregnane X Receptor: PXR), expressed in osteoblasts. The purpose of this literature review is to evaluate the protective role of Vitamin K in bone and vascular health.", "pub_date": "2017-10-25", "authors": ["Maria Fusaro", "Maria Cristina Mereu", "Andrea Aghi", "Giorgio Iervasi", "Maurizio Gallieni"], "journal": "Clinical cases in mineral and bone metabolism : the official journal of the Italian Society of Osteoporosis, Mineral Metabolism, and Skeletal Diseases", "doi": "10.11138/ccmbm/2017.14.1.200", "source": "pubmed"}
{"doc_id": "39711787", "pmid": "39711787", "title": "Comparative efficacy and tolerability of ublituximab vs. other monoclonal antibodies in the treatment of relapsing multiple sclerosis: a systematic review and network meta-analysis of randomized trials.", "abstract": "BACKGROUND: Relapsing multiple sclerosis (RMS) is a chronic, inflammatory disease of the central nervous system. Ublituximab, an anti-CD20 monoclonal antibody (mAb), is indicated for the treatment of RMS. We performed a systematic literature review (SLR) to identify randomized trials reporting the clinical efficacy and tolerability of ublituximab or comparator disease-modifying therapies (DMTs) for treatment of RMS, and assessed their comparative effects using network meta-analysis (NMA). METHODS: The SLR involved a comprehensive search across various medical databases to identify relevant studies. Included studies were randomized controlled trials (RCTs) of an adult RMS population, focusing on treatment with at least one of ublituximab, alemtuzumab, natalizumab, ocrelizumab, or ofatumumab. For outcomes included in the NMA (annualized relapse rate (ARR), confirmed disability progression (CDP), and treatment discontinuation rate), rate ratios (RR) or hazard ratios (HR), along with their 95% confidence intervals (CIs), were calculated. We performed NMA using a contrast-based random-effects model within a frequentist framework for all outcomes. Ranking probabilities among comparators, and intervention rankings for the NMA, were estimated using surface under the cumulative ranking curve (SUCRA). RESULTS: We included 15 RCTs in the review. For the ARR outcome, there was no statistically significant difference between ublituximab and the other included mAbs [ofatumumab (RR 1.02 (95% CI 0.64-1.62)), natalizumab (RR 0.99 (0.59-1.65)), alemtuzumab (RR 0.86 (0.51-1.46)), and ocrelizumab (RR 0.75 (0.44-1.28))]. For CDP at 6 months, our results showed no statistically significant difference between ublituximab and the comparator mAbs [ofatumumab (HR 0.97 (0.49-1.92)), natalizumab (HR 1.13 (0.53-2.40)), alemtuzumab (HR 1.25 (0.56-2.81)), and ocrelizumab (HR 1.29 (0.57-2.90))]. For CDP at 3 and 6 months, there was no statistically significant difference between ublituximab and placebo. The all-cause treatment discontinuation rate analysis showed no significant difference between ublituximab and other mAbs, except for alemtuzumab. CONCLUSIONS: Results of this SLR-informed NMA showed that there is no statistically significant difference between ublituximab and the other mAbs in terms of clinical efficacy. Additionally, the findings show that there is no statistically significant difference in discontinuation rates with the exception of the comparison with alemtuzumab, which may be attributed to its unique dosing schedule.", "pub_date": "2024-12-06", "authors": ["Eoin Moloney", "Atefeh Mashayekhi", "Sakshi Sharma", "Vasileios Kontogiannis", "Amir Ansaripour", "Wallace Brownlee", "David Paling", "Mehdi Javanbakht"], "journal": "Frontiers in neurology", "doi": "10.3389/fneur.2024.1479476", "source": "pubmed"}
{"doc_id": "6445254", "pmid": "6445254", "title": "Acceptability of drugs for male fertility regulation: a prospectus and some preliminary data. World Health Organization Task Force on Psychosocial Research in Family Planning.", "abstract": "Hormonal substances for male fertility regulation administered orally or by injection are currently undergoing clinical evaluation. These trials, sponsored by the World Health Organization, provide unique opportunities for intensive study of the acceptability of such an approach to fertility regulation, and of these drugs in particular. The research employs repeated interviews over a 15-month period and is conducted by social scientists collaborating with biomedical scientists at each of seven sites (Bangkok, Hong Kong, London, Mexico City, Santiago, Seoul, and Toronto). The focus is upon gauging male user's evaluations of hormonal methods (several androgen/gestagen combinations as well as cyproterone acetate) relative to their evaluations of other male methods they know about or have experienced. Of particular importance is to determine whether the hormonal methods modify or interfere with sexual desire, feelings, and behavior. The research is also assessing specific ways in which various perceived properties of fertility regulating methods relate to their acceptability in different socio-cultural settings. A 7-country WHO (World Health Organization) field trial on hormonal drugs for males administered either by daily pill or monthly injection, is being undertaken. The trials, being conducted in Hong Kong, Bangkok, London, Mexico City, Santiago, Seoul, and Toronto, provide an opportunity to assess acceptability and effects on sexuality of these new male contraceptives. The research uses repeated interviews over a 15-month period, conducted by social and biomedical scientists. The respondents are asked to compare their evaluation of the method with previously-used male or female methods and to indicate whether they feel the method modified or interfered with sexual desire, feelings, and/or performance. Methodology of the trials is explained. The hormones used, numbers of volunteers participating, and other factors important for each trial site are tabulated. Preliminary results are available from some of the trial sites The new method, either pill or injectable, was ranked highest as to acceptability, followed by vasectomy and condoms. Respondents favored self-administered, reversible methods. In fact, irreversibility was found to be the most negative feature of vasectomy, indicating that a reversible form of sterilization would be acceptable. Respondents in all trial sites favored 3-month injectables the most and permanent methods the least. Effectiveness and ease of use were important in a contraceptive.", "pub_date": "1980-02-01", "authors": [], "journal": "Contraception", "doi": "10.1016/0010-7824(80)90124-9", "source": "pubmed"}
{"doc_id": "28642139", "pmid": "28642139", "title": "Clinical characteristics and epidemiology of sepsis in the neonatal intensive care unit in the era of multi-drug resistant organisms: A retrospective review.", "abstract": "BACKGROUND: Sepsis in the neonatal intensive care unit (NICU) remains one of the most significant causes of morbidity and mortality, especially for preterm newborns. Multi-drug resistant organisms (MDROs) are emerging as important pathogens that cause neonatal sepsis in NICU. Therefore, studying the epidemiology, clinical features, and outcome caused by MDROs vs. non-MDROs, and identifying risk factors that may predispose patients to sepsis by MDROs are important. METHODS: Episodes of blood culture-proven sepsis (age: 0-90 days) in the NICU at our institution from January 2012 to December 2015 were retrospectively reviewed. Collected data included demographics, signs at time of sepsis, laboratory values, microbiologic results, and final outcome. We compared clinical and laboratory data and final outcome for patients with sepsis due to MDROs vs. non-MDROs. Multivariate analysis was performed on variables with a P value of <0.05 from univariate analysis. RESULTS: Sixty-eight episodes of sepsis (ages 0-54 days, median 7 days; 34 female; 81% premature) were caused by Gram-negative bacteria (n = 42; 62%), Gram-positive bacteria (n = 21; 31%), or Candida (n = 5; 7%). The most common organisms that were isolated were Acinetobacter baumannii (27%), Klebsiella pneumoniae (22%), coagulase-negative staphylococcus (CoNS) (18%), group B streptococcus (10%), and Escherichia coli (6%). Compared with non-MDROs (n = 16; 31%, excluding CoNS and Candida), MDROs (n = 35; 69%) were associated with higher mortality (P = 0.002) and more delay in providing targeted antimicrobial therapy (P = 0.002) (based on antimicrobial susceptibility tests). Sepsis due to the most resistant organisms (A. baumannii and K. pneumoniae Carbapenemase [KPC]-producing bacteria, n = 20; 39%) was associated with higher mortality (P = 0.001) and significantly associated with exposure to carbapenem and vancomycin before onset of sepsis (cases exposed = 13/20; 65%, P < 0.001). CONCLUSION: MDROs are the most common cause of sepsis at our NICU and are associated with higher mortality compared with non-MDROs. Previous exposure to carbapenem and vancomycin was associated with sepsis caused by the most resistant organisms.", "pub_date": "2017-06-09", "authors": ["Dawood Yusef", "Tala Shalakhti", "Samah Awad", "Hana'a Algharaibeh", "Wasim Khasawneh"], "journal": "Pediatrics and neonatology", "doi": "10.1016/j.pedneo.2017.06.001", "source": "pubmed"}
{"doc_id": "20049211", "pmid": "20049211", "title": "Well-water consumption and Parkinson's disease in rural California.", "abstract": "INTRODUCTION: Investigators have hypothesized that consuming pesticide-contaminated well water plays a role in Parkinson's disease (PD), and several previous epidemiologic studies support this hypothesis. OBJECTIVES: We investigated whether consuming water from private wells located in areas with documented historical pesticide use was associated with an increased risk of PD. METHODS: We employed a geographic information system (GIS)-based model to estimate potential well-water contamination from agricultural pesticides among 368 cases and 341 population controls enrolled in the Parkinson's Environment and Genes Study (PEG). We separately examined 6 pesticides (diazinon, chlorpyrifos, propargite, paraquat, dimethoate, and methomyl) from among 26 chemicals selected for their potential to pollute groundwater or for their interest in PD, and because at least 10% of our population was exposed to them. RESULTS: Cases were more likely to have consumed private well water and to have consumed it on average 4.3 years longer than controls (p = 0.02). High levels of possible well-water contamination with methomyl [odds ratio (OR) = 1.67; 95% confidence interval (CI), 1.00-2.78]), chlorpyrifos (OR = 1.87; 95% CI, 1.05-3.31), and propargite (OR = 1.92; 95% CI, 1.15-3.20) resulted in approximately 70-90% increases in relative risk of PD. Adjusting for ambient pesticide exposures only slightly attenuated these increases. Exposure to a higher number of water-soluble pesticides and organophosphate pesticides also increased the relative risk of PD. CONCLUSION: Our study, the first to use agricultural pesticide application records, adds evidence that consuming well water presumably contaminated with pesticides may play a role in the etiology of PD.", "pub_date": "2009-07-31", "authors": ["Nicole M Gatto", "Myles Cockburn", "Jeff Bronstein", "Angelika D Manthripragada", "Beate Ritz"], "journal": "Environmental health perspectives", "doi": "10.1289/ehp.0900852", "source": "pubmed"}
{"doc_id": "36296903", "pmid": "36296903", "title": "Vitamin K Contribution to DNA Damage-Advantage or Disadvantage? A Human Health Response.", "abstract": "Vitamin K is the common name for a group of compounds recognized as essential for blood clotting. The group comprises phylloquinone (K1)-a 2-methyl-3-phytyl-1,4-naphthoquinone; menaquinone (K2, MK)-a group of compounds with an unsaturated side chain in position 3 of a different number of isoprene units and a 1,4-naphthoquinone group and menadione (K3, MD)-a group of synthetic, water-soluble compounds 2-methyl-1,4-naphthoquinone. However, recent epidemiological studies suggest that vitamin K has various benefits that go beyond blood coagulation processes. A dietary intake of K1 is inversely associated with the risk of pancreatic cancer, K2 has the potential to induce a differentiation in leukemia cells or apoptosis of various types of cancer cells, and K3 has a documented anti-cancer effect. A healthy diet rich in fruit and vegetables ensures an optimal supply of K1 and K2, though consumers often prefer supplements. Interestingly, the synthetic form of vitamin K-menadione-appears in the cell during the metabolism of phylloquinone and is a precursor of MK-4, a form of vitamin K2 inaccessible in food. With this in mind, the purpose of this review is to emphasize the importance of vitamin K as a micronutrient, which not only has a beneficial effect on blood clotting and the skeleton, but also reduces the risk of cancer and other pro-inflammatory diseases. A proper diet should be a basic and common preventive procedure, resulting in a healthier society and reduced burden on healthcare systems.", "pub_date": "2022-10-11", "authors": ["Julia Kaźmierczak-Barańska", "Bolesław T Karwowski"], "journal": "Nutrients", "doi": "10.3390/nu14204219", "source": "pubmed"}
{"doc_id": "19494309", "pmid": "19494309", "title": "IL-17 receptor signaling is required to control polymicrobial sepsis.", "abstract": "Sepsis is a systemic inflammatory response resulting from the inability of the host to contain the infection locally. Previously, we demonstrated that during severe sepsis there is a marked failure of neutrophil migration to the infection site, which contributes to dissemination of infection, resulting in high mortality. IL-17 plays an important role in neutrophil recruitment. Herein, we investigated the role of IL-17R signaling in polymicrobial sepsis induced by cecal ligation and puncture (CLP). It was observed that IL-17R-deficient mice, subjected to CLP-induced non-severe sepsis, show reduced neutrophil recruitment into the peritoneal cavity, spread of infection, and increased systemic inflammatory response as compared with C57BL/6 littermates. As a consequence, the mice showed an increased mortality rate. The ability of IL-17 to induce neutrophil migration was demonstrated in vivo and in vitro. Beside its role in neutrophil recruitment to the infection focus, IL-17 enhanced the microbicidal activity of the migrating neutrophils by a mechanism dependent on NO. Therefore, IL-17 plays a critical role in host protection during polymicrobial sepsis.", "pub_date": "2009-06-01", "authors": ["Andressa Freitas", "José C Alves-Filho", "Tatiana Victoni", "Thomas Secher", "Henrique P Lemos", "Fabiane Sônego", "Fernando Q Cunha", "Bernhard Ryffel"], "journal": "Journal of immunology (Baltimore, Md. : 1950)", "doi": "10.4049/jimmunol.0803039", "source": "pubmed"}
{"doc_id": "39413893", "pmid": "39413893", "title": "An integrated multi-omics approach allowed ultra-rapid diagnosis of a deep intronic pathogenic variant in PDHX and precision treatment in a neonate critically ill with lactic acidosis.", "abstract": "The diagnosis of mitochondrial disorders is complex. Rapid whole genome sequencing is a first line test for critically ill neonates and infants allowing rapid diagnosis and treatment. Standard genomic technology and bioinformatic pipelines still have an incomplete diagnostic yield requiring complementary approaches. There are currently limited options for rapid additional tests to continue a diagnostic work-up after a negative rapid whole-genome sequencing result, reflecting a gap in clinical practice. Multi-modal integrative diagnostic approaches derived from systems biology including proteomics and transcriptomics show promise in suspected mitochondrial disorders. In this article, we report the case of a neonate who presented with severe lactic acidosis on the second day of life, for whom an initial report of ultra-rapid genome sequencing was negative. The patient was started on dichloroacetate as an emergency investigational new drug (eIND), with a sharp decline in lactic acid levels and clinical stabilization. A proteomics-based approach identified a complete absence of PDHX protein, leading to a re-review of the genome data for the PDHX gene in which a homozygous deep intronic pathogenic variant was identified. Subsequent testing in the following months confirmed the diagnosis with deficient pyruvate dehydrogenase enzyme activity, reduced protein levels of E3-binding protein, and confirmed by mRNA sequencing to lead to the inclusion of a cryptic exon and a premature stop codon. This case highlights the power of rapid proteomics in guiding genomic analysis. It also shows a promising role for dichloroacetate treatment in controlling lactic acidosis related to PDHX-related pyruvate dehydrogenase complex deficiency.", "pub_date": "2024-10-15", "authors": ["Rodrigo T Starosta", "Austin A Larson", "Naomi J L Meeks", "Sara Gracie", "Marisa W Friederich", "Sommer M Gaughan", "Peter R Baker", "Kelly G Knupp", "Cole R Michel", "Richard Reisdorph", "Daniella H Hock", "David A Stroud", "Tim Wood", "Johan L K Van Hove"], "journal": "Mitochondrion", "doi": "10.1016/j.mito.2024.101973", "source": "pubmed"}
{"doc_id": "27939703", "pmid": "27939703", "title": "Tackling Bet v 1 and associated food allergies with a single hybrid protein.", "abstract": "BACKGROUND: Allergy vaccines should be easily applicable, safe, and efficacious. For Bet v 1-mediated birch pollen and associated food allergies, a single wild-type allergen does not provide a complete solution. OBJECTIVE: We aimed to combine immunologically relevant epitopes of Bet v 1 and the 2 clinically most important related food allergens from apple and hazelnut to a single hybrid protein, termed MBC4. METHODS: After identification of T cell epitope-containing parts on each of the 3 parental allergens, the hybrid molecule was designed to cover relevant epitopes and evaluated in silico. Thereby a mutation was introduced into the hybrid sequence, which should alter the secondary structure without compromising the immunogenic properties of the molecule. RESULTS: MBC4 and the parental allergens were purified to homogeneity. Analyses of secondary structure elements revealed substantial changes rendering the hybrid de facto nonreactive with patients' serum IgE. Nevertheless, the protein was monomeric in solution. MBC4 was able to activate T-cell lines from donors with birch pollen allergy and from mice immunized with the parental allergens. Moreover, on immunization of mice and rabbits, MBC4 induced cross-reactive IgG antibodies, which were able to block the binding of human serum IgE. CONCLUSION: Directed epitope rearrangements combined with a knowledge-based structural modification resulted in a protein unable to bind IgE from allergic patients. Still, properties to activate specific T cells or induce blocking antibodies were conserved. This suggests that MBC4 is a suitable vaccine candidate for the simultaneous treatment of Bet v 1 and associated food allergies.", "pub_date": "2016-12-07", "authors": ["Heidi Hofer", "Claudia Asam", "Michael Hauser", "Birgit Nagl", "Josef Laimer", "Martin Himly", "Peter Briza", "Christof Ebner", "Roland Lang", "Thomas Hawranek", "Barbara Bohle", "Peter Lackner", "Fátima Ferreira", "Michael Wallner"], "journal": "The Journal of allergy and clinical immunology", "doi": "10.1016/j.jaci.2016.09.055", "source": "pubmed"}
{"doc_id": "6867799", "pmid": "6867799", "title": "Adhesive capsulitis of the shoulder: arthrographic diagnosis and treatment.", "abstract": "Thirty-one patients (33 shoulders) had clinical adhesive capsulitis confirmed by arthrography and simultaneously treated by intra-articular injection of lidocaine and long-acting corticosteroid introduced with the contrast material during the examination. The routine arthrographic procedure was modified to include gentle passive manipulation of the joint while under the effect of the local anesthetic agent. The patients were instructed to continue exercises at home. The clinical follow-up has averaged eight months. In 31 of the 33 shoulders (94%) excellent relief of symptoms and restoration of function were obtained. There are several advantages to this approach: (1) an accurate diagnosis is made, (2) accurate intra-articular injection of steroid is assured as opposed to blind clinical injections, which often deposit medication in the periarticular soft tissues, (3) the morbidity is much lower than with operative techniques involving general anesthesia, and (4) the therapeutic result has been far better than with the usual program of analgesics and physical therapy.", "pub_date": "1983-07-01", "authors": ["J A Loyd", "H M Loyd"], "journal": "Southern medical journal", "doi": "10.1097/00007611-198307000-00016", "source": "pubmed"}
{"doc_id": "21088475", "pmid": "21088475", "title": "Vitamin K, bone fractures, and vascular calcifications in chronic kidney disease: an important but poorly studied relationship.", "abstract": "Vitamin K denotes a group of lipophilic vitamins determining post-translational modification of proteins. There are 2 main forms of vitamin K: vitamin K1 (phylloquinone, found in vegetables); vitamin K2 (menaquinone, produced by bacteria in the intestine and in fermented foods). Vitamin K stores are limited in humans, but it can be recycled. Vitamin K1 is principally transported to the liver, regulating the production of coagulation factors. Vitamin K2, instead, is also transported to extra-hepatic tissues, such as bone and arteries, regulating the activity of matrix Gla-protein (MGP) and osteocalcin [bone Gla-protein (BGP)]. In patients with chronic kidney disease (CKD), cardiovascular mortality is the first cause of death. Some pathogenetic mechanisms of vascular calcification (such as hyperparathyroidism, hyperphosphatemia, hypercalcemia, role of vitamin D) have been widely investigated, but the potential role of vitamin K is still uncertain. Vitamin K could play a key role, as it transforms glutamic acid residues into γ-carboxyglutamic acid, through a carboxylation process, makings both MGP (cMGP) and BGP (cBGP) biologically active. cMGP inhibits vascular calcifications (VC), while cBGP has an important role for a proper mineralization process. Uncarboxylated MGP and BGP (ucMGP and ucBGP) concentrations are indirect markers of vitamin K2 deficiency. The purpose of this review is to analyze the current literature to understand the relationship between vitamin K2 status, fragility fractures and VC in CKD patients. This analysis could be of help in planning investigations of Vitamin K status and its possible supplementation in CKD patients to avert fragility fractures and VC.", "pub_date": "2010-11-16", "authors": ["M Fusaro", "G Crepaldi", "S Maggi", "F Galli", "A D'Angelo", "L Calò", "S Giannini", "D Miozzo", "M Gallieni"], "journal": "Journal of endocrinological investigation", "doi": "10.1007/BF03347093", "source": "pubmed"}
{"doc_id": "23121679", "pmid": "23121679", "title": "Usefulness of the delta neutrophil index for assessing neonatal sepsis.", "abstract": "AIM: We investigated the significance of the calculated delta neutrophil index (DNI) as a diagnostic factor for neonatal sepsis. METHODS: In retrospective study, 24 infants were diagnosed with blood culture-proven sepsis, and 48 non-septic neonates matched for gestational age, and birth weight served as controls. Among the 24 infants with sepsis, 5 died within 7 days at diagnosis. RESULTS: Mean DNI (at diagnosis, after 24 h and 72 h), CRP and WBC counts were significantly higher, and neutrophil and platelet counts were significantly lower in sepsis group than control group. In sepsis group, mean DNI at the time of diagnosis, DNI at 72 h, and CRP at 72 h were significantly higher, and platelet counts were significantly lower for patients with sepsis who died compared with those who survived. In multiple logistic regression analysis, mortality in neonates with sepsis significantly correlated with DNI at 72 h (OR 1.47, 95% CI 1.1-5.6, p = 0.032) and with platelet count (OR 0.93, 95% CI 0.51-0.99, p = 0.014). ROC analysis for DNI at 72 h revealed a cut-off value of 12%, which predicted mortality with 81% sensitivity and 87% specificity. CONCLUSION: DNI may be a valuable tool in assessing the prognosis of patients with neonatal sepsis.", "pub_date": "2012-11-07", "authors": ["Soon M Lee", "Ho S Eun", "Ran Namgung", "Min S Park", "Kook I Park", "Chul Lee"], "journal": "Acta paediatrica (Oslo, Norway : 1992)", "doi": "10.1111/apa.12052", "source": "pubmed"}
{"doc_id": "33679185", "pmid": "33679185", "title": "Associations between intimate partner violence and pregnancy complications: A cross-sectional study in India.", "abstract": "BACKGROUND: The high prevalence rates of violence of the intimate partner affects the maternal health of the woman that sometimes ends in maternal mortality as well as the possibility of an adverse effect on the newborn. The purpose of this study was to assess the prevalence and determinants of intimate physical and sexual intimate partner violence (IPV) on mothers and examine the association between IPV and pregnancy complications. MATERIALS AND METHODS: Data for the present study were retrieved from the National Family Health Survey-IV (2015-2016). In total, 79,729 women completed the domestic violence questions, but 24,882 were considered for this analysis. The study was restricted to currently married women aged 15-49 who had given birth to at least one child in the 5 years preceding the survey. The association between self-reporting pregnancy complications with the experience of IPV was examined using Chi-square test, followed by multivariate logistic regression. RESULTS: The study findings show that IPV, specifically physical and sexual violence, are associated with pregnancy complications. The results show that 31.6% of the women had experienced some form of IPV. The factors associated with IPV included husband's alcohol habit, women who had witnessed parental violence, and women whose husbands had shown high marital controlling behavior. The high level of pregnancy complications was reported by women who had experienced sexual violence, emotional violence, and women whose husbands display three or more specific behaviors. CONCLUSION: Confidential screening for IPV and prompt referral to support services could be crucial in improving women's reproductive health.", "pub_date": "2021-01-07", "authors": ["Durga B Avanigadda", "Ravisankar A Kulasekaran"], "journal": "Journal of family & community medicine", "doi": "10.4103/jfcm.JFCM_256_20", "source": "pubmed"}
{"doc_id": "8483786", "pmid": "8483786", "title": "Correlating infectious outcome with clinical parameters of 1130 consecutive febrile infants aged zero to eight weeks.", "abstract": "The study objectives were to characterize the infectious outcomes and associated clinical parameters of a large group of febrile young infants who received outpatient sepsis evaluation. This retrospective review of consecutive cases during a seven-year period was set in an urban pediatric emergency department. Febrile infants, aged zero to eight weeks, were the participants. All received a standard evaluation for sepsis, including complete blood count/blood culture, lumbar puncture/cerebrospinal fluid culture, and urinalysis/urine culture. Of 1130 patients, 447 (42%) were aged zero to four weeks, and 683 (58%) were aged four to eight weeks. In 96 cases (8.5%), a bacterial pathogen was isolated by culture of cerebrospinal fluid, blood, urine, or stool; 58% were aged zero to four weeks and 42% were aged four to eight weeks. The rate of positive cultures per patient age was doubled in those aged zero to four weeks (12%) compared with those aged four to eight weeks (6%). The 49 cases of invasive bacterial infections (bacterial meningitis/bacteremia) were most commonly associated with lower degrees of fever, as slightly over one half (25/49) had temperature < 39 degrees C. The most common pathogens of invasive bacterial infection were group B streptococcus and Escherichia coli, accounting for 33 of 49 cases (67%); the most common pathogens of invasive bacterial infection in older children (Haemophilus influenzae type b and Streptococcus pneumoniae) were relatively underrepresented, accounting for only five of these 49 (10%) cases.", "pub_date": "1993-04-01", "authors": ["W A Bonadio", "H Webster", "A Wolfe", "D Gorecki"], "journal": "Pediatric emergency care", "doi": "10.1097/00006565-199304000-00006", "source": "pubmed"}
{"doc_id": "19237892", "pmid": "19237892", "title": "Gene-expression profiling of peripheral blood mononuclear cells in sepsis.", "abstract": "OBJECTIVES: It has been shown that gene-expression profiling of circulating neutrophils could identify signature genes of sepsis. However, whether similar transcriptional changes occurred in peripheral blood mononuclear cells (PBMC) was not known. Using microarray technology, we performed gene-expression profiling of PBMC to identify signature genes that distinguish sepsis from noninfectious causes of systemic inflammatory response syndrome (SIRS), between Gram-positive and Gram-negative sepsis. DESIGN: A cross-sectional, observational study. SETTING: A 20-bed general intensive care unit of a tertiary referral hospital. PATIENTS: Seventy critically ill patients (46 sepsis and 24 SIRS). INTERVENTIONS: Intravenous blood was collected for leukocyte separation and RNA extraction. Gene-expression profiling was performed on PBMC using Affymetrix GeneChip microarrays with 54,675 transcripts. Data were divided into a training set (n = 35) and a validation set (n = 35). A molecular signature was developed in the training set using support vector machine and was then validated in the validation set. MEASUREMENTS AND MAIN RESULTS: We identified a molecular signature of 138 genes that could differentiate between sepsis and SIRS patients with 91% and 80% accuracy in the training and validation sets, respectively. There were no signature genes that could differentiate between Gram-positive and Gram-negative sepsis. The expression of genes involved in inflammatory response and immune function was significantly reduced in septic patients when compared with those with SIRS. Genes involved in apoptosis, on the other hand, were more highly expressed in septic patients. CONCLUSION: There was evidence of sepsis-related immunosuppression and reduced inflammatory response in mononuclear cells on a transcriptome level. These characteristic transcriptional changes can be used to aid the diagnosis of sepsis.", "pub_date": "2009-03-01", "authors": ["Benjamin M P Tang", "Anthony S McLean", "Ian W Dawes", "Stephen J Huang", "Ruby C Y Lin"], "journal": "Critical care medicine", "doi": "10.1097/CCM.0b013e31819b52fd", "source": "pubmed"}
{"doc_id": "15231966", "pmid": "15231966", "title": "Once-daily atomoxetine treatment for children with attention-deficit/hyperactivity disorder, including an assessment of evening and morning behavior: a double-blind, placebo-controlled trial.", "abstract": "OBJECTIVES: Atomoxetine seems to be as effective for treating attention-deficit/hyperactivity disorder (ADHD) when the daily dose is administered once in the morning as when the dose is divided and administered in the morning and evening. In the present study, the efficacy of atomoxetine administered once daily among children with ADHD was assessed throughout the day, including the evening and early morning. Another goal was to determine how early in treatment it was possible to discern a specific effect of the drug on ADHD symptoms. METHODS: This study was a randomized, multicenter, double-blind, placebo-controlled trial conducted at 12 outpatient sites in the United States. A total of 197 children, 6 to 12 years of age, who had been diagnosed as having ADHD, on the basis of the Diagnostic and Statistical Manual of Mental Disorders (4th ed.) criteria, were randomized to receive 8 weeks of treatment with atomoxetine or placebo, dosed once daily in the mornings. ADHD symptoms were assessed with parent and investigator rating scales. The primary outcome measure was the Attention-Deficit/Hyperactivity Disorder Rating Scale-IV-Parent Version: Investigator-Administered and Scored total score. Daily parent assessments of children's home behaviors in the evening and early morning were recorded with an electronic data entry system. This instrument measures 11 specific morning or evening activities, including getting up and out of bed, doing or completing homework, and sitting through dinner. RESULTS: Seventy-one percent of the children enrolled were male, 69% met criteria for the combined subtype (both inattentive and hyperactive/impulsive symptoms), and the most common psychiatric comorbidity was oppositional defiant disorder (35%). Once-daily atomoxetine (final mean daily dose of 1.3 mg/kg) was significantly more effective than placebo in treating core symptoms of ADHD. Mean reductions in the Attention-Deficit/Hyperactivity Disorder Rating Scale-IV-Parent Version: Investigator-Administered and Scored total score were significantly greater for patients randomized to atomoxetine, beginning at the first visit after the initiation of treatment and continuing at all subsequent visits. Both inattentive and hyperactive/impulsive symptom clusters were significantly reduced with atomoxetine, compared with placebo. With continued treatment and dose titrations, core symptoms of ADHD continued to decrease throughout the 8-week study. Mean reductions in the daily parent assessment total scores for patients randomized to atomoxetine were superior during the first week, beginning with the first day of dosing, and were also superior at endpoint. Efficacy outcomes for the evening hours for atomoxetine-treated patients were superior to those for placebo-treated patients, as assessed with 2 different assessment scales. Decreases in the daily parent assessment morning subscores at endpoint showed a significant reduction in symptoms that lasted into the mornings. Rates of discontinuations attributable to adverse events were <5% for both groups. Adverse events reported significantly more frequently with atomoxetine were decreased appetite, somnolence, and fatigue. CONCLUSIONS: Among children 6 to 12 of age who had been diagnosed as having ADHD, once-daily administration of atomoxetine in the morning provided safe, rapid, continuous, symptom relief that lasted not only into the evening hours but also into the morning hours. Atomoxetine treatment was safe and well tolerated.", "pub_date": "2004-07-01", "authors": ["Douglas K Kelsey", "Calvin R Sumner", "Charles D Casat", "Daniel L Coury", "Humberto Quintana", "Keith E Saylor", "Virginia K Sutton", "Jill Gonzales", "Sandra K Malcolm", "Kory J Schuh", "Albert J Allen"], "journal": "Pediatrics", "doi": "10.1542/peds.114.1.e1", "source": "pubmed"}
{"doc_id": "38830549", "pmid": "38830549", "title": "Donanemab, another anti-Alzheimer's drug with risk and uncertain benefit.", "abstract": "Based on \"reducing amyloid plaques in the brain\", the U.S. Food and Drug Administration has granted accelerated and full approval for two monoclonal anti-Alzheimer's antibodies, aducanumab and lecanemab, respectively. Approval of a third antibody, donanemab, is pending. Moreover, lecanemab and donanemab are claimed to cause delay in the cognitive decline that characterizes the disease. We believe that these findings are subject to misinterpretation and statistical bias. Donanemab is claimed to cause removal of up to 86 % of cerebral amyloid and 36 % delay in cognitive decline compared to placebo. In reality, these are very small changes on an absolute scale and arguably less than what can be achieved with cholinesterase inhibitor/memantine therapy. Moreover, the \"removal\" of amyloid, based on the reduced accumulation of amyloid-PET tracer, most likely also reflects therapy-related tissue damage. This would also correlate with the minimal clinical effect, the increased frequency of amyloid-related imaging abnormalities, and the accelerated loss of brain volume in treated compared to placebo patients observed with these antibodies. We recommend halting approvals of anti-AD antibodies until these issues are fully understood to ensure that antibody treatment does not cause more harm than benefit to patients.", "pub_date": "2024-06-01", "authors": ["Poul F Høilund-Carlsen", "Abass Alavi", "Jorge R Barrio", "Rudolph J Castellani", "Tommaso Costa", "Karl Herrup", "Kasper P Kepp", "Rachael L Neve", "George Perry", "Mona-Elisabeth Revheim", "Nikolaos K Robakis", "Stefano L Sensi", "Bryce Vissel"], "journal": "Ageing research reviews", "doi": "10.1016/j.arr.2024.102348", "source": "pubmed"}
{"doc_id": "37404475", "pmid": "37404475", "title": "Comparative analysis of machine learning approaches for predicting respiratory virus infection and symptom severity.", "abstract": "Respiratory diseases are among the major health problems causing a burden on hospitals. Diagnosis of infection and rapid prediction of severity without time-consuming clinical tests could be beneficial in preventing the spread and progression of the disease, especially in countries where health systems remain incapable. Personalized medicine studies involving statistics and computer technologies could help to address this need. In addition to individual studies, competitions are also held such as Dialogue for Reverse Engineering Assessment and Methods (DREAM) challenge which is a community-driven organization with a mission to research biology, bioinformatics, and biomedicine. One of these competitions was the Respiratory Viral DREAM Challenge, which aimed to develop early predictive biomarkers for respiratory virus infections. These efforts are promising, however, the prediction performance of the computational methods developed for detecting respiratory diseases still has room for improvement. In this study, we focused on improving the performance of predicting the infection and symptom severity of individuals infected with various respiratory viruses using gene expression data collected before and after exposure. The publicly available gene expression dataset in the Gene Expression Omnibus, named GSE73072, containing samples exposed to four respiratory viruses (H1N1, H3N2, human rhinovirus (HRV), and respiratory syncytial virus (RSV)) was used as input data. Various preprocessing methods and machine learning algorithms were implemented and compared to achieve the best prediction performance. The experimental results showed that the proposed approaches obtained a prediction performance of 0.9746 area under the precision-recall curve (AUPRC) for infection (", "pub_date": "2023-06-30", "authors": ["Yunus Emre Işık", "Zafer Aydın"], "journal": "PeerJ", "doi": "10.7717/peerj.15552", "source": "pubmed"}
{"doc_id": "37450490", "pmid": "37450490", "title": "SIRS, SOFA, qSOFA, and NEWS in the diagnosis of sepsis and prediction of adverse outcomes: a systematic review and meta-analysis.", "abstract": "BACKGROUND: We compared Systemic Inflammatory Response Syndrome (SIRS), Sequential Organ Failure Assessment (SOFA), Quick Sepsis-related Organ Failure Assessment (qSOFA), and National Early Warning Score (NEWS) for sepsis diagnosis and adverse outcomes prediction. METHODS: Clinical studies that used SIRS, SOFA, qSOFA, and NEWS for sepsis diagnosis and prognosis assessment were included. Data were extracted, and meta-analysis was performed for outcome measures, including sepsis diagnosis, in-hospital mortality, 7/10/14-day mortality, 28/30-day mortality, and ICU admission. RESULTS: Fifty-seven included studies showed good overall quality. Regarding sepsis prediction, SIRS demonstrated high sensitivity (0.85) but low specificity (0.41), qSOFA showed low sensitivity (0.42) but high specificity (0.98), and NEWS exhibited high sensitivity (0.71) and specificity (0.85). For predicting in-hospital mortality, SOFA demonstrated the highest sensitivity (0.89) and specificity (0.69). In terms of predicting 7/10/14-day mortality, SIRS exhibited high sensitivity (0.87), while qSOFA had high specificity (0.75). For predicting 28/30-day mortality, SOFA showed high sensitivity (0.97) but low specificity (0.14), whereas qSOFA displayed low sensitivity (0.41) but high specificity (0.88). CONCLUSIONS: NEWS independently demonstrates good diagnostic capability for sepsis, especially in high-income countries. SOFA emerges as the optimal choice for predicting in-hospital mortality and can be employed as a screening tool for 28/30-day mortality in low-income countries.", "pub_date": "2023-07-18", "authors": ["Xia Qiu", "Yu-Peng Lei", "Rui-Xi Zhou"], "journal": "Expert review of anti-infective therapy", "doi": "10.1080/14787210.2023.2237192", "source": "pubmed"}
{"doc_id": "30641988", "pmid": "30641988", "title": "Rapid Cerebral Metabolic Shift during Neonatal Sepsis Is Attenuated by Enteral Colostrum Supplementation in Preterm Pigs.", "abstract": "Sepsis, the clinical manifestation of serious infection, may disturb normal brain development, especially in preterm infants with an immature brain. We hypothesized that neonatal sepsis induces systemic metabolic alterations that rapidly affect metabolic signatures in immature brain and cerebrospinal fluid (CSF). Cesarean-delivered preterm pigs systemically received 10⁸ CFU/kg ", "pub_date": "2019-01-11", "authors": ["Masoumeh Alinaghi", "Ping-Ping Jiang", "Anders Brunse", "Per Torp Sangild", "Hanne Christine Bertram"], "journal": "Metabolites", "doi": "10.3390/metabo9010013", "source": "pubmed"}
{"doc_id": "22080865", "pmid": "22080865", "title": "Loss of nuclear pro-IL-16 facilitates cell cycle progression in human cutaneous T cell lymphoma.", "abstract": "Cutaneous T cell lymphomas (CTCLs) represent a heterogeneous group of non-Hodgkin lymphomas that affect the skin. The pathogenesis of these conditions is poorly understood. For example, the signaling mechanisms contributing to the dysregulated growth of the neoplastic T cells are not well defined. Here, we demonstrate that loss of nuclear localization of pro-IL-16 facilitates CTCL cell proliferation by causing a decrease in expression of the cyclin dependent-kinase inhibitor p27Kip1. The decrease in p27Kip1 expression was directly attributable to an increase in expression of S-phase kinase-associated protein 2 (Skp2). Regulation of Skp2 is in part attributed to the nuclear presence of the scaffold protein pro-IL-16. T cells isolated from 11 patients with advanced CTCL, but not those from healthy controls or patients with T cell acute lymphocytic leukemia (T-ALL), demonstrated reduction in nuclear pro-IL-16 levels. Sequence analysis identified the presence of mutations in the 5' end of the PDZ1 region of pro-IL-16, a domain required for association of pro-IL-16 with the nuclear chaperone HSC70 (also known as HSPA8). HSC70 knockdown led to loss of nuclear translocation by pro-IL-16 and subsequent increases in Skp2 levels and decreases in p27Kip1 levels, which ultimately enhanced T cell proliferation. Thus, our data indicate that advanced CTCL cell growth is facilitated, at least in part, by mutations in the scaffold protein pro-IL-16, which directly regulates Skp2 synthesis.", "pub_date": "2011-11-14", "authors": ["Clara Curiel-Lewandrowski", "Hisato Yamasaki", "Chuan Ping Si", "Xiaoyi Jin", "Yujun Zhang", "Jillian Richmond", "Marina Tuzova", "Kevin Wilson", "Beth Sullivan", "David Jones", "Nataliya Ryzhenko", "Frederick Little", "Thomas S Kupper", "David M Center", "William W Cruikshank"], "journal": "The Journal of clinical investigation", "doi": "10.1172/JCI41769", "source": "pubmed"}
{"doc_id": "38052042", "pmid": "38052042", "title": "Teclistamab impairs humoral immunity in patients with heavily pretreated myeloma: importance of immunoglobulin supplementation.", "abstract": "Teclistamab and other B-cell maturation antigen (BCMA)-targeting bispecific antibodies (BsAbs) have substantial activity in patients with heavily pretreated multiple myeloma (MM) but are associated with a high rate of infections. BCMA is also expressed on normal plasma cells and mature B cells, which are essential for the generation of a humoral immune response. The aim of this study was to improve the understanding of the impact of BCMA-targeting BsAbs on humoral immunity. The impact of teclistamab on polyclonal immunoglobulins and B cell counts was evaluated in patients with MM who received once-weekly teclistamab 1.5 mg/kg subcutaneously. Vaccination responses were assessed in a subset of patients. Teclistamabinduced rapid depletion of peripheral blood B cells in patients with MM and eliminated normal plasma cells in ex vivo assays. In addition, teclistamab reduced the levels of polyclonal immunoglobulins (immunoglobulin G [IgG], IgA, IgE, and IgM), without recovery over time while receiving teclistamab therapy. Furthermore, response to vaccines against Streptococcus pneumoniae, Haemophilus influenzae type B, and severe acute respiratory syndrome coronavirus 2 was severely impaired in patients treated with teclistamab compared with vaccination responses observed in patients with newly diagnosed MM or relapsed/refractory MM. Intravenous immunoglobulin (IVIG) use was associated with a significantly lower risk of serious infections among patients treated with teclistamab (cumulative incidence of infections at 6 months: 5.3% with IVIG vs 54.8% with observation only [P < .001]). In conclusion, our data show severe defects in humoral immunity induced by teclistamab, the impact of which can be mitigated by the use of immunoglobulin supplementation. This trial was registered at www.ClinicalTrials.gov as #NCT04557098.", "pub_date": "2024-01-01", "authors": ["Kristine A Frerichs", "Christie P M Verkleij", "Maria Victoria Mateos", "Thomas G Martin", "Cesar Rodriguez", "Ajay Nooka", "Arnob Banerjee", "Katherine Chastain", "Alfredo Perales-Puchalt", "Tara Stephenson", "Clarissa Uhlar", "Rachel Kobos", "Bronno van der Holt", "Sandy Kruyswijk", "Maria T Kuipers", "Kaz Groen", "Deeksha Vishwamitra", "Sheri Skerget", "Diana Cortes-Selva", "Margaret Doyle", "Hans L Zaaijer", "Sonja Zweegman", "Raluca I Verona", "Niels W C J van de Donk"], "journal": "Blood advances", "doi": "10.1182/bloodadvances.2023011658", "source": "pubmed"}
{"doc_id": "37153563", "pmid": "37153563", "title": "G protein-coupled receptor 183 mediates the sensitization of Burkitt lymphoma tumors to CD47 immune checkpoint blockade by anti-CD20/PI3Kδi dual therapy.", "abstract": "BACKGROUND: Immunotherapy-based regimens have considerably improved the survival rate of B-cell non-Hodgkin lymphoma (B-NHL) patients in the last decades; however, most disease subtypes remain almost incurable. TG-1801, a bispecific antibody that targets CD47 selectively on CD19+ B-cells, is under clinical evaluation in relapsed/refractory (R/R) B-NHL patients either as a single-agent or in combination with ublituximab, a new generation CD20 antibody. METHODS: A set of eight B-NHL cell lines and primary samples were cultured  RESULTS: Using a panel of B-NHL co-cultures, we show that TG-1801, by disrupting the CD47-SIRPα axis, potentiates anti-CD20-mediated ADCC and ADCP. This led to a remarkable and durable antitumor effect of the triplet therapy composed by TG-1801 and U2 regimen,  CONCLUSIONS: Altogether, our results support a crucial role for GPR183 in the recognition and elimination of malignant B cells upon concomitant targeting of CD20, CD47 and PI3Kδ, and warrant further clinical evaluation of this triplet regimen in B-NHL.", "pub_date": "2023-04-21", "authors": ["Marcelo Lima Ribeiro", "Núria Profitós-Pelejà", "Juliana Carvalho Santos", "Pedro Blecua", "Diana Reyes-Garau", "Marc Armengol", "Miranda Fernández-Serrano", "Hari P Miskin", "Francesc Bosch", "Manel Esteller", "Emmanuel Normant", "Gael Roué"], "journal": "Frontiers in immunology", "doi": "10.3389/fimmu.2023.1130052", "source": "pubmed"}
{"doc_id": "18234563", "pmid": "18234563", "title": "SEGS: search for enriched gene sets in microarray data.", "abstract": "Gene Ontology (GO) terms are often used to interpret the results of microarray experiments. The most common approach is to perform Fisher's exact tests to find gene sets annotated by GO terms which are over-represented among the genes declared to be differentially expressed in the analysis of microarray data. Another way is to apply Gene Set Enrichment Analysis (GSEA) that uses predefined gene sets and ranks of genes to identify significant biological changes in microarray data sets. However, after correcting for multiple hypotheses testing, few (or no) GO terms may meet the threshold for statistical significance, because the relevant biological differences are small relative to the noise inherent to the microarray technology. In addition to the individual GO terms, we propose testing of gene sets constructed as intersections of GO terms, Kyoto Encyclopedia of Genes and Genomes Orthology (KO) terms, and gene sets constructed by using gene-gene interaction data obtained from the ENTREZ database. Our method finds gene sets that are significantly over-represented among differentially expressed genes which cannot be found by the standard enrichment testing methods applied on individual GO and KO terms, thus improving the enrichment analysis of microarray data.", "pub_date": "2007-12-15", "authors": ["Igor Trajkovski", "Nada Lavrac", "Jakub Tolar"], "journal": "Journal of biomedical informatics", "doi": "10.1016/j.jbi.2007.12.001", "source": "pubmed"}
{"doc_id": "16242641", "pmid": "16242641", "title": "Systemic exposure to paraquat and maneb models early Parkinson's disease in young adult rats.", "abstract": "In recent years, several lines of evidence have shown an increase in Parkinson's disease (PD) prevalence in rural environments where pesticides are widely used. Paraquat (PQ--herbicide) and maneb (MB--fungicide) are among the compounds suspected to induce neuronal degeneration and motor deficits characteristics of PD. Here, we investigated the effects of PQ and MB on dopaminergic (DA) neuron-glia cultures and in vivo in young adult rats. In vitro, PQ led to a loss of DA as compared to non-DA neurons and microglial activation in a dose-dependent manner. Addition of MB had no further effect nor did it lead to microglial activation when used alone. In vivo, 2-month old young adult rats were subjected to intraperitoneal injections of vehicle (n = 4), PQ alone (n = 8), or PQ in combination with MB (n = 8) twice a week for 4 weeks and were sacrificed the day following the last injection. Significant loss of nigral DA neurons was observed in both treatment groups, but a significant decrease in striatal DA fibers was not found. Microglial activation was seen in the nigra of rats subjected to PQ with or without MB. Behavioral analyses demonstrated a mixed pattern of motor impairments, which may have been related to early effects of nigral DA neuronal loss or systemic effects associated with MB exposure in addition to PQ. These results indicate that exposure to PQ with or without MB induces neurodegeneration which might occur via an early inflammatory response in young adult animals.", "pub_date": "2005-11-01", "authors": ["Francesca Cicchetti", "Nicolas Lapointe", "Antoine Roberge-Tremblay", "Martine Saint-Pierre", "Lincoln Jimenez", "Brooks W Ficke", "Robert E Gross"], "journal": "Neurobiology of disease", "doi": "10.1016/j.nbd.2005.03.018", "source": "pubmed"}
{"doc_id": "28802499", "pmid": "28802499", "title": "Cutaneous T-cell Lymphoma.", "abstract": "Cutaneous T-cell lymphomas comprise a heterogeneous group of diseases characterized by monoclonal proliferations of T lymphocytes primarily involving skin, modified skin appendages, and some mucosal sites. This article addresses the basic clinical, histologic, and immunohistochemical characteristics of this group of diseases, with additional attention to evolving literature on dermoscopy, reflectance confocal microscopy, flow cytometry, and molecular data that may increasingly be applied to diagnostic and therapeutic algorithms in these diseases. Select unusual phenotypes or diagnostic examples of classic phenotypes are demonstrated, and flags for consideration while making a pathologic diagnosis of cutaneous T-cell lymphoma are suggested.", "pub_date": "2017-09-01", "authors": ["Melissa Pulitzer"], "journal": "Clinics in laboratory medicine", "doi": "10.1016/j.cll.2017.06.006", "source": "pubmed"}
{"doc_id": "33333804", "pmid": "33333804", "title": "Pathogenic Genome Signatures That Damage Motor Neurons in Amyotrophic Lateral Sclerosis.", "abstract": "Amyotrophic lateral sclerosis (ALS) is the most frequent motor neuron disease and a neurodegenerative disorder, affecting the upper and/or lower motor neurons. Notably, it invariably leads to death within a few years of onset. Although most ALS cases are sporadic, familial amyotrophic lateral sclerosis (fALS) forms 10% of the cases. In 1993, the first causative gene (", "pub_date": "2020-12-15", "authors": ["Ali Yousefian-Jazi", "YunHee Seol", "Jieun Kim", "Hannah L Ryu", "Junghee Lee", "Hoon Ryu"], "journal": "Cells", "doi": "10.3390/cells9122687", "source": "pubmed"}
{"doc_id": "25294576", "pmid": "25294576", "title": "[Serious adverse effect of combined oral contraceptive pills among teenagers].", "abstract": "PubMed-search found studies investigating adverse effects of combined oral contraceptive pills (COC) among teenagers. Four studies found a small negative impact of COC on acquisition of bone mineral density. COC is associated with elevated risk of venous thrombotic events (VTE), especially during the first year of usage. VTE risk increases with EE dose and progestin of 3rd and 4th generation. There are several difficulties in studying COC use in teenagers: high dropout rates, ethical considerations and many different COC formulas.", "pub_date": "2014-06-01", "authors": ["Malin Chatarina Nylander", "Helle V Clausen"], "journal": "Ugeskrift for laeger", "doi": "", "source": "pubmed"}
{"doc_id": "29136149", "pmid": "29136149", "title": "Pesticide use in agriculture and Parkinson's disease in the AGRICAN cohort study.", "abstract": "BACKGROUND AND AIM: Epidemiological studies have reported an increased risk of Parkinson's disease (PD) in farmers exposed to pesticides, but no clear conclusion can be drawn on the type of pesticide and duration of use associated with an effect. In the French agricultural cohort AGRICAN, we assessed associations between PD and pesticide use according to the types of livestock and crops grown, including exposure to some active ingredients with duration of use. METHODS: Self-reported PD and history of lifetime exposure to 13 crops and 5 types of animals and pesticide use were collected at enrolment (2005-07) among 181 842 participants. Exposure to selected active ingredients and duration of use lifelong were assessed with the crop-exposure matrix PESTIMAT. Associations between pesticide use and PD were estimated by logistic regression according to crops and livestock, adjusted for sex, age, educational level, smoking status and alcohol consumption. RESULTS: PD was reported by 1732 subjects (1.2%) at enrolment in the cohort. Pesticide use lifelong was associated with an increased risk of PD in all types of activities [odds ratio (OR) = 1.31 (cattle) to 1.79 (peas), P < 0.05]. Rotenone, diquat, paraquat and several dithiocarbamates were associated with an increased risk of PD [OR = 1.31 (cuprobam) to 1.57 (rotenone)], especially in farmers with the longest exposure. CONCLUSIONS: Our work suggests that the risk of PD is increased in farmers exposed to pesticides on several French crops and livestock, and supports additional evidence of an association of PD with dithiocarbamate fungicides, rotenone and the herbicides diquat and paraquat.", "pub_date": "2018-02-01", "authors": ["Camille Pouchieu", "Clément Piel", "Camille Carles", "Anne Gruber", "Catherine Helmer", "Séverine Tual", "Elisabeth Marcotullio", "Pierre Lebailly", "Isabelle Baldi"], "journal": "International journal of epidemiology", "doi": "10.1093/ije/dyx225", "source": "pubmed"}
{"doc_id": "24158912", "pmid": "24158912", "title": "Animal models of Parkinson's disease: a gateway to therapeutics?", "abstract": "Parkinson's disease (PD) is a progressive, neurodegenerative disorder of unknown etiology, although a complex interaction between environmental and genetic factors has been implicated as a pathogenic mechanism of selected neuronal loss. A better understanding of the etiology, pathogenesis, and molecular mechanisms underlying the disease process may be gained from research on animal models. While cell and tissue models are helpful in unraveling involved molecular pathways, animal models are much better suited to study the pathogenesis and potential treatment strategies. The animal models most relevant to PD include those generated by neurotoxic chemicals that selectively disrupt the catecholaminergic system such as 6-hydroxydopamine; 1-methyl-1,2,3,6-tetrahydropiridine; agricultural pesticide toxins, such as rotenone and paraquat; the ubiquitin proteasome system inhibitors; inflammatory modulators; and several genetically manipulated models, such as α-synuclein, DJ-1, PINK1, Parkin, and leucine-rich repeat kinase 2 transgenic or knock-out animals. Genetic and nongenetic animal models have their own unique advantages and limitations, which must be considered when they are employed in the study of pathogenesis or treatment approaches. This review provides a summary and a critical review of our current knowledge about various in vivo models of PD used to test novel therapeutic strategies.", "pub_date": "2014-01-01", "authors": ["Weidong Le", "Pavani Sayana", "Joseph Jankovic"], "journal": "Neurotherapeutics : the journal of the American Society for Experimental NeuroTherapeutics", "doi": "10.1007/s13311-013-0234-1", "source": "pubmed"}
{"doc_id": "16507902", "pmid": "16507902", "title": "Discoidin domain receptor 1 contributes to the survival of lung fibroblast in idiopathic pulmonary fibrosis.", "abstract": "Idiopathic pulmonary fibrosis (IPF), characterized by fibroblast proliferation and accumulation of extracellular matrix, including collagen, is a chronic progressive disorder that results in lung remodeling and fibrosis. However, the cellular mechanisms that may make fibroblasts resistant to apoptosis have not been completely elucidated. Discoidin domain receptor 1 (DDR1), a receptor tyrosine kinase whose ligand is collagen, is expressed in vivo and contributes in vitro to leukocyte differentiation and nuclear factor (NF)-kappaB activation, which may play an important role in fibroblast survival. In this study, we examined in vivo and in vitro DDR1 expression and its role in cell survival using fibroblasts obtained from IPF and non-IPF patients. Immunohistochemically, fibroblasts present in fibroblastic foci expressed endogenous DDR1. The DDR1 expression level was significantly higher in fibroblasts from IPF patients, and the predominant isoform was DDR1b. In IPF patients, DDR1 activation in fibroblasts inhibited Fas ligand-induced apoptosis and resulted in NF-kappaB nuclear translocation. Suppression of DDR1 expression in fibroblasts by siRNA abolished these effects, and an NF-kappaB inhibitor abrogated the anti-apoptotic effect of DDR1 activation. We propose that DDR1 contributes to fibroblast survival in the tissue microenvironment of IPF and that DDR1 up-regulation may occur in other fibroproliferative lung diseases as well.", "pub_date": "2006-03-01", "authors": ["Wataru Matsuyama", "Masaki Watanabe", "Yuko Shirahama", "Hideo Mitsuyama", "Ikkou Higashimoto", "Mitsuhiro Osame", "Kimiyoshi Arimura"], "journal": "The American journal of pathology", "doi": "10.2353/ajpath.2006.050801", "source": "pubmed"}
{"doc_id": "36856953", "pmid": "36856953", "title": "Lecanemab: First Approval.", "abstract": "Lecanemab (lecanemab-irmb; LEQEMBI™) is a humanized immunoglobulin gamma 1 (IgG1) against aggregated soluble and insoluble forms of amyloid-β peptide. It is being developed by Eisai, under a global licence from BioArctic (formerly BioArctic Neuroscience), and in collaboration with Biogen, for the treatment of Alzheimer's disease, and received its first approval for this indication on 6 January 2023 in the USA under the Accelerated Approval Pathway. According to the US prescribing information, treatment should be initiated in patients with mild cognitive impairment or mild dementia stage of disease, and a confirmed presence of amyloid beta pathology (i.e. the population in which treatment was initiated in clinical trials). There are no effectiveness or safety data on initiating treatment at earlier or later stages of the disease than were studied. Lecanemab is undergoing regulatory review in the EU, Japan and China, with clinical development underway in several other countries worldwide. This article summarizes the milestones in the development of lecanemab leading to this first approval for the treatment of Alzheimer's disease.", "pub_date": "2023-03-01", "authors": ["Sheridan M Hoy"], "journal": "Drugs", "doi": "10.1007/s40265-023-01851-2", "source": "pubmed"}
{"doc_id": "27228403", "pmid": "27228403", "title": "Body Composition Features Predict Overall Survival in Patients With Hepatocellular Carcinoma.", "abstract": "OBJECTIVES: Existing prognostic models for patients with hepatocellular carcinoma (HCC) have limitations. Analytic morphomics, a novel process to measure body composition using computational image-processing algorithms, may offer further prognostic information. The aim of this study was to develop and validate a prognostic model for HCC patients using body composition features and objective clinical information. METHODS: Using computed tomography scans from a cohort of HCC patients at the VA Ann Arbor Healthcare System between January 2006 and December 2013, we developed a prognostic model using analytic morphomics and routine clinical data based on multivariate Cox regression and regularization methods. We assessed model performance using C-statistics and validated predicted survival probabilities. We validated model performance in an external cohort of HCC patients from Parkland Hospital, a safety-net health system in Dallas County. RESULTS: The derivation cohort consisted of 204 HCC patients (20.1% Barcelona Clinic Liver Cancer classification (BCLC) 0/A), and the validation cohort had 225 patients (22.2% BCLC 0/A). The analytic morphomics model had good prognostic accuracy in the derivation cohort (C-statistic 0.80, 95% confidence interval (CI) 0.71-0.89) and external validation cohort (C-statistic 0.75, 95% CI 0.68-0.82). The accuracy of the analytic morphomics model was significantly higher than that of TNM and BCLC staging systems in derivation (P<0.001 for both) and validation (P<0.001 for both) cohorts. For calibration, mean absolute errors in predicted 1-year survival probabilities were 5.3% (90% quantile of 7.5%) and 7.6% (90% quantile of 12.5%) in the derivation and validation cohorts, respectively. CONCLUSION: Body composition features, combined with readily available clinical data, can provide valuable prognostic information for patients with newly diagnosed HCC.", "pub_date": "2016-05-26", "authors": ["Amit G Singal", "Peng Zhang", "Akbar K Waljee", "Lakshmi Ananthakrishnan", "Neehar D Parikh", "Pratima Sharma", "Pranab Barman", "Venkataramu Krishnamurthy", "Lu Wang", "Stewart C Wang", "Grace L Su"], "journal": "Clinical and translational gastroenterology", "doi": "10.1038/ctg.2016.31", "source": "pubmed"}
{"doc_id": "39816047", "pmid": "39816047", "title": "Association between tumor necrosis factor-α gene polymorphism and interleukin-6 level with mortality of neonatal sepsis.", "abstract": "Sepsis is a systemic infection that significantly causes morbidity and mortality among neonates, which is associated with immature immune response. Variations in the tumor necrosis factor-alpha gene (", "pub_date": "2024-10-31", "authors": ["Darnifayanti Darnifayanti", "Muslim Akmal", "Syahrun Nur", "Sulaiman Yusuf"], "journal": "Narra J", "doi": "10.52225/narra.v4i3.1234", "source": "pubmed"}
{"doc_id": "29709849", "pmid": "29709849", "title": "Sources, behaviour, and environmental and human health risks of high-technology rare earth elements as emerging contaminants.", "abstract": "Recent studies show that high-technology rare earth elements (REEs) of anthropogenic origin occur in the environment including in aquatic systems, suggesting REEs are contaminants of emerging concern. However, compared to organic contaminants, there is a lack of comprehensive reviews on the anthropogenic sources, environmental behaviour, and public and ecological health risks of REEs. The current review aims to: (1) identify anthropogenic sources, transfer mechanisms, and environmental behaviour of REEs; (2) highlight the human and ecological health risks of REEs and propose mitigation measures; and (3) identify knowledge gaps and future research directions. Out of the 17 REEs, La, Gd, Ce and Eu are the most studied. The main sources of anthropogenic REE include; medical facilities, petroleum refining, mining and technology industries, fertilizers, livestock feeds, and electronic wastes and recycling plants. REEs are mobilized and transported in the environment by hydrological and wind-driven processes. Ecotoxicological effects include reduced plant growth, function and nutritional quality, genotoxicity and neurotoxicity in animals, trophic bioaccumulation, chronic and acute toxicities in soil organisms. Human exposure to REEs occurs via ingestion of contaminated water and food, inhalation, and direct intake during medical administration. REEs have been detected in human hair, nails, and biofluids. In humans, REEs cause nephrogenic systemic fibrosis and severe damage to nephrological systems associated with Gd-based contrast agents, dysfunctional neurological disorder, fibrotic tissue injury, oxidative stress, pneumoconiosis, cytotoxicity, anti-testicular effects, and male sterility. Barring REEs in medical devices, epidemiological evidence directly linking REEs in the environment to human health conditions remains weak. To minimize health risks, a conceptual framework and possible mitigation measures are highlighted. Future research is needed to better understand sources, environmental behaviour, ecotoxicology, and human epidemiology. Moreover, research on REEs in developing regions, including Africa, is needed given prevailing conditions predisposing humans to health risks (e.g., untreated drinking water).", "pub_date": "2018-04-27", "authors": ["Willis Gwenzi", "Lynda Mangori", "Concilia Danha", "Nhamo Chaukura", "Nothando Dunjana", "Edmond Sanganyado"], "journal": "The Science of the total environment", "doi": "10.1016/j.scitotenv.2018.04.235", "source": "pubmed"}
{"doc_id": "34307248", "pmid": "34307248", "title": "The Computerized Adaptable Test Battery (BMT-", "abstract": "", "pub_date": "2021-07-08", "authors": ["Catherine Billard", "Eric Thiébaut", "Sahawanatou Gassama", "Monique Touzin", "Jean-Christophe Thalabard", "Anne Mirassou", "Arnold Munnich"], "journal": "Frontiers in pediatrics", "doi": "10.3389/fped.2021.656180", "source": "pubmed"}
{"doc_id": "38898241", "pmid": "38898241", "title": "Prevalence of Body Dysmorphic Disorder in Private Aesthetic Clinical Settings in Four Latin American Countries: A Cross-Sectional Study.", "abstract": "BACKGROUND: Body dysmorphic disorder (BDD) is a psychiatric condition characterized by persistent concern with non-existent or minor defects in one's physical appearance. BDD can be difficult to identify as patients often have limited insight into the condition. OBJECTIVE: We aimed to determine the prevalence of BDD in patients presenting to private aesthetic clinical settings in four Latin American countries. METHODS: We conducted a cross-sectional study From August to October 2022 to evaluate the prevalence of BDD among 360 patients seeking nonsurgical cosmetic procedures in Chile, Mexico, Argentina, and Colombia using the Dysmorphic Concern Questionnaire (DCQ). We reported prevalence estimates for the lowest and highest previously proposed DCQ cutoff points. RESULTS: The DCQ total scores in the study population ranged from 0 to 21, with a mean total score of 5.1 ± 3.4. The prevalence of positive screening results for BDD (total DCQ score ≥ 9) was 15.8%. The prevalence of a likely diagnosis of BDD (total DCQ score of ¥ 17) was 0.83%. LIMITATIONS: The convenience sample limited the generalizability of the findings to Latin America. CONCLUSION: We encourage colleagues to be more mindful of this diagnosis and to facilitate earlier psychological evaluation in patients who are positive for BDD. LEVEL OF EVIDENCE III: This journal requires that authors assign a level of evidence to each article. For a full description of these Evidence-Based Medicine ratings, please refer to the Table of Contents or the online Instructions to Authors www.springer.com/00266 .", "pub_date": "2024-06-19", "authors": ["Jorge Villafranca", "Gabriel Diaz", "Jaime Rengifo", "Mónica Ramos", "Gabriella Cella", "Julio Ricardo Zuluaga"], "journal": "Aesthetic plastic surgery", "doi": "10.1007/s00266-024-04185-w", "source": "pubmed"}
{"doc_id": "10999558", "pmid": "10999558", "title": "Assessment of ganaxolone's anticonvulsant activity using a randomized, double-blind, presurgical trial design. Ganaxolone Presurgical Study Group.", "abstract": "PURPOSE: A double-blind, randomized, placebo-controlled clinical trial to examine the safety, tolerability, and antiepileptic activity of ganaxolone in patients after withdrawal from other antiepileptic drugs during presurgical evaluations was performed. METHODS: Fifty-two eligible patients were withdrawn from antiepileptic drugs and randomized to receive ganaxolone (24 patients) or placebo (28 patients) for up to 8 days. Ganaxolone was administered at a dose of 1500 mg/d on day 1 and 1875 mg/d on days 2 to 8. Dosing occurred three times per day: immediately after breakfast, lunch, and dinner. RESULTS: The primary measure of antiepileptic activity was duration of treatment before withdrawal from the trial. Kaplan-Meier curves depicted a clear separation between treatment groups, with 50% of the ganaxolone-treated patients completing the entire study, compared with 25% of patients treated with placebo. Intent-to-treat survival analyses revealed a trend toward efficacy with ganaxolone (p = 0.0795, log rank test). Covariate analyses revealed a significant treatment effect on survival time in men (p = 0.03). Post-hoc chi2 probe analyses focusing on patients who completed the entire study revealed a significant difference (p = 0.04) between treatment groups. The tolerability of ganaxolone was similar to that of placebo, with adverse events being reported by 79% of patients in the ganaxolone group and 68% of patients in the placebo group. CONCLUSIONS: Ganaxolone monotherapy was well tolerated for the duration of this clinical trial, and the results provide preliminary evidence that ganaxolone does have antiepileptic activity.", "pub_date": "2000-09-01", "authors": ["K Laxer", "D Blum", "B W Abou-Khalil", "M J Morrell", "D A Lee", "J L Data", "E P Monaghan"], "journal": "Epilepsia", "doi": "10.1111/j.1528-1157.2000.tb00324.x", "source": "pubmed"}
{"doc_id": "38181918", "pmid": "38181918", "title": "The transmembrane protein TMEM182 promotes fat deposition and alters metabolomics and lipidomics.", "abstract": "TMEM182, a transmembrane protein highly expressed in muscle and adipose tissues, plays a crucial role in muscle cell differentiation, metabolism, and signaling. However, its role in fat deposition and metabolism is still unknown. In this study, we used overexpression and knockout models to examine the impact of TMEM182 on fat synthesis and metabolism. Our results showed that TMEM182 overexpression increased the expression of fat synthesis-related genes and promoted the differentiation of preadipocytes into fat cells. In TMEM182 knockout mice, there was a significant decrease in abdominal fat deposition. RNA sequencing results showed that TMEM182 overexpression in preadipocytes enhanced the activity of pathways related to fat formation, ECM-receptor interaction, and cell adhesion. Furthermore, our analysis using UPLC-MS/MS showed that TMEM182 significantly altered the metabolite and lipid content and composition in chicken breast muscle. Specifically, TMEM182 increased the content of amino acids and their derivatives in chicken breast muscle, promoting amino acid metabolic pathways. Lipidomics also revealed a significant increase in the content of glycerophospholipids, sphingolipids, and phospholipids in the breast muscle after TMEM182 overexpression. These findings suggest that TMEM182 plays a crucial role in regulating fat deposition and metabolism, making it a potential target for treating obesity-related diseases and animal breeding.", "pub_date": "2024-01-03", "authors": ["Genghua Chen", "Zetong Lin", "Haoqi Peng", "Shuai Zhang", "Zihao Zhang", "Xiquan Zhang", "Qinghua Nie", "Wen Luo"], "journal": "International journal of biological macromolecules", "doi": "10.1016/j.ijbiomac.2023.129144", "source": "pubmed"}
{"doc_id": "10797215", "pmid": "10797215", "title": "Frozen Shoulder: Diagnosis and Management.", "abstract": "\"Frozen shoulder\" comprises a group of conditions caused by different processes. Effective treatment depends on recognition of the underlying pathologic dis-order in each individual case. Idiopathic adhesive capsulitis usually responds to nonoperative therapy or closed manipulation, but shoulder stiffness due to trauma or surgery may necessitate either an arthroscopic or an open-release procedure. Both of these technically demanding techniques are effective in restoring motion in cases of frozen shoulder refractory to nonoperative treatment.", "pub_date": "1997-05-01", "authors": ["JJ Warner"], "journal": "The Journal of the American Academy of Orthopaedic Surgeons", "doi": "10.5435/00124635-199705000-00002", "source": "pubmed"}
{"doc_id": "22292029", "pmid": "22292029", "title": "Paraquat, but not maneb, induces synucleinopathy and tauopathy in striata of mice through inhibition of proteasomal and autophagic pathways.", "abstract": "SNCA and MAPT genes and environmental factors are important risk factors of Parkinson's disease [PD], the second-most common neurodegenerative disease. The agrichemicals maneb and paraquat selectively target dopaminergic neurons, leading to parkinsonism, through ill-defined mechanisms. In the current studies we have analyzed the ability of maneb and paraquat, separately and together, to induce synucleinopathy and tauopathy in wild type mice. Maneb was ineffective in increasing α-synuclein [α-Syn] or p-Tau levels. By contrast, paraquat treatment of mice resulted in robust accumulation of α-Syn and hyperphosphorylation of Tau in striata, through activation of p-GSK-3β, a major Tau kinase. Co-treatment with maneb did not enhance the effects of paraquat. Increased hyperacetylation of α-tubulin was observed in paraquat-treated mice, suggesting cytoskeleton remodeling. Paraquat, but not maneb, inhibited soluble proteasomal activity on a peptide substrate but this was not associated with a decreased expression of 26S proteasome subunits. Both paraquat and maneb treatments increased levels of the autophagy inhibitor, mammalian target of rapamycin, mTOR, suggesting impaired axonal autophagy, despite increases in certain autophagic proteins, such as beclin 1 and Agt12. Autophagic flux was also impaired, as ratios of LC3 II to LC3 I were reduced in treated animals. Increased mTOR was also observed in postmortem human PD striata, where there was a reduction in the LC3 II to LC3 I ratio. Heat shock proteins were either increased or unchanged upon paraquat-treatment suggesting that chaperone-mediated autophagy is not hampered by the agrichemicals. These studies provide novel insight into the mechanisms of action of these agrichemicals, which indicate that paraquat is much more toxic than maneb, via its inhibitory effects on proteasomes and autophagy, which lead to accumulation of α-Syn and p-Tau.", "pub_date": "2012-01-23", "authors": ["Jonathan Wills", "Joel Credle", "Adam W Oaks", "Valeriy Duka", "Jae-Hoon Lee", "Jessica Jones", "Anita Sidhu"], "journal": "PloS one", "doi": "10.1371/journal.pone.0030745", "source": "pubmed"}
{"doc_id": "37561335", "pmid": "37561335", "title": "TMEM44 as a Novel Prognostic Marker for Kidney Renal Clear Cell Carcinoma is Associated with Tumor Invasion, Migration and Immune Infiltration.", "abstract": "Transmembrane (TMEM) proteins are integral membrane proteins that traverse biological membranes. Several members of the TMEM family have been linked to the development and progression of various tumors. However, the specific role and mechanism of TMEM44 in tumor biology remain largely unexplored. In this study, we initially conducted an extensive analysis using the TCGA database to investigate the expression patterns and survival associations of TMEM44 across various human tumors. Subsequently, we focused on KIRC and found a significant correlation between TMEM44 expression and this particular cancer type. To validate our findings, we performed western blot and quantitative polymerase chain reaction (qPCR) assays to confirm the expression levels of TMEM44 in KIRC. Following this, we employed a series of functional assays, including CCK8 viability assay, EDU incorporation assay, wound healing assay, and transwell migration assay, to investigate the biological role of TMEM44 in KIRC. We observed a significant upregulation of TMEM44 expression in KIRC, indicating its potential involvement in the pathogenesis of this cancer. We intervened in the expression of TMEM44 in KIRC cells and found significant inhibitory effects on cell proliferation, migration, and invasion in KIRC cells. Furthermore, our findings indicated that TMEM44 could serve as an independent prognostic factor in KIRC, highlighting its potential clinical significance. Consequently, TMEM44 holds promise as both a prognostic biomarker and a prospective therapeutic target for KIRC.", "pub_date": "2023-08-10", "authors": ["Jie Tian", "Liang Sun", "Lisong Wan", "Haibin Zou", "Jitao Chen", "Fei Liu"], "journal": "Biochemical genetics", "doi": "10.1007/s10528-023-10466-x", "source": "pubmed"}
{"doc_id": "24709468", "pmid": "24709468", "title": "Urinary (1)H-NMR and GC-MS metabolomics predicts early and late onset neonatal sepsis.", "abstract": "The purpose of this article is to study one of the most significant causes of neonatal morbidity and mortality: neonatal sepsis. This pathology is due to a bacterial or fungal infection acquired during the perinatal period. Neonatal sepsis has been categorized into two groups: early onset if it occurs within 3-6 days and late onset after 4-7 days. Due to the not-specific clinical signs, along with the inaccuracy of available biomarkers, the diagnosis is still a major challenge. In this regard, the use of a combined approach based on both nuclear magnetic resonance ((1)H-NMR) and gas-chromatography-mass spectrometry (GC-MS) techniques, coupled with a multivariate statistical analysis, may help to uncover features of the disease that are still hidden. The objective of our study was to evaluate the capability of the metabolomics approach to identify a potential metabolic profile related to the neonatal septic condition. The study population included 25 neonates (15 males and 10 females): 9 (6 males and 3 females) patients had a diagnosis of sepsis and 16 were healthy controls (9 males and 7 females). This study showed a unique metabolic profile of the patients affected by sepsis compared to non-affected ones with a statistically significant difference between the two groups (p = 0.05).", "pub_date": "2014-03-01", "authors": ["Vassilios Fanos", "Pierluigi Caboni", "Giovanni Corsello", "Mauro Stronati", "Diego Gazzolo", "Antonio Noto", "Milena Lussu", "Angelica Dessì", "Mario Giuffrè", "Serafina Lacerenza", "Francesca Serraino", "Francesca Garofoli", "Laura Domenica Serpero", "Barbara Liori", "Roberta Carboni", "Luigi Atzori"], "journal": "Early human development", "doi": "10.1016/S0378-3782(14)70024-6", "source": "pubmed"}
{"doc_id": "26896463", "pmid": "26896463", "title": "Knockdown of TMEM14A expression by RNAi inhibits the proliferation and invasion of human ovarian cancer cells.", "abstract": "Transmembrane protein 14A (TMEM14A) is a member of TMEMs. Alterations in TMEMs expression have been identified in several types of cancer, but the expression and function of TMEM14A in ovarian cancer is still unclear. Here, analysis on the expression data of the Cancer Genome Atlas (TCGA) ovarian serous cystadenocarcinoma (OV) dataset demonstrated the overexpression of TMEM14A in ovarian cancer tissues compared with normal tissues, which was consistent with our real-time PCR analysis on ovarian cancer and normal tissues collected from 30 patients. In addition, TMEM14A knockdown in two ovarian cancer cell lines, A2780 and HO-8910, reduced cell proliferation, causes cell cycle arrest and suppressed cell invasion. Moreover, silencing of TMEM14A notably repressed G1/S cell cycle transition and cell invasion via down-regulating the expression of cell cycle related proteins (Cyclin D1, Cyclin E and PCNA) and metastasis-related proteins (MMP-2 and MMP-9), respectively. TMEM14A knockdown significantly reduced the phosphorylation status of Smad2 and Smad3, downstream effectors of TGF-β signalling. In summary, these results indicate that TMEM14A has a pro-tumorigenic effect in ovarian cancer cells, suggesting an important role of this protein in ovarian cancer oncogenesis and metastasis.", "pub_date": "2016-02-19", "authors": ["Qingmei Zhang", "Xiufeng Chen", "Xuan Zhang", "Jingfen Zhan", "Jie Chen"], "journal": "Bioscience reports", "doi": "10.1042/BSR20150258", "source": "pubmed"}
{"doc_id": "35837567", "pmid": "35837567", "title": "Comparing the precision of the pSOFA and SIRS scores in predicting sepsis-related deaths among hospitalized children: a multi-center retrospective cohort study.", "abstract": "BACKGROUND: The latest sepsis definition includes both infection and organ failure, as evidenced by the sequential organ failure assessment (SOFA) score. However, the applicability of the pediatric SOFA score (pSOFA) is not yet determined. This study evaluated the effectiveness of both pSOFA and system inflammatory reaction syndrome (SIRS) scores in predicting sepsis-related pediatric deaths. METHODS: This is a retrospective multi-center cohort study including hospitalized patients <18 years old with diagnosed or not-yet-diagnosed infections. Multivariate analyses were carried out to evaluate risk factors for in-hospital mortality. According to Youden index (YI), three sub-categories of pSOFA were screened out and a new simplified pSOFA score (spSOFA) was formed. The effectiveness and accuracy of prediction of pSOFA, SIRS and spSOFA was retrieved from the area under the receiver operating characteristic curve (AUROC) and Delong's test. RESULTS: A total of 1,092 participants were eligible for this study, and carried a 23.4% in-hospital mortality rate. The 24-h elevated pSOFA score (24 h-pSOFA), bloodstream infection, and mechanical ventilation (MV) requirement were major risk factors associated with sepsis-related deaths. The AUROC analysis confirmed that the spSOFA provided good predictive capability in sepsis-related pediatric deaths, relative to the 24 h-pSOFA and SIRS. CONCLUSIONS: The pSOFA score performed better than SIRS in diagnosing infected children with high mortality risk. However, it is both costly and cumbersome. We, therefore, proposed spSOFA to accurately predict patient outcome, without the disadvantages. Nevertheless, additional investigations, involving a large sample population, are warranted to confirm the conclusion of this study.", "pub_date": "2022-01-01", "authors": ["Chun Zhao", "Mei-Yun Xin", "Jing Li", "Jin-Fang Zhao", "Yu-Juan Wang", "Wei Wang", "Qian Gao", "Jie Chen", "Qi-Wei Wang", "You-Peng Jin"], "journal": "World journal of emergency medicine", "doi": "10.5847/wjem.j.1920-8642.2022.060", "source": "pubmed"}
{"doc_id": "18987107", "pmid": "18987107", "title": "Fatigue in multiple sclerosis is associated with the disruption of frontal and parietal pathways.", "abstract": "BACKGROUND: Fatigue is one of the most frequent and disturbing symptoms in multiple sclerosis (MS), directly affecting the patient's quality of life. However, many questions remain unclear regarding the anatomic brain correlate of MS-related fatigue. OBJECTIVE: To assess the relationship between fatigue and white matter lesion location and gray matter atrophy. METHODS: In this study, 60 patients with MS were evaluated with the Modified Fatigue Impact Scale and magnetic resonance imaging. Location of white matter lesion was analyzed using a voxel-by-voxel lesion probability mapping approach and gray matter atrophy degree and location using an optimized voxel-based morphometry method. RESULTS: We found a correlation between lesion load and fatigue score (T2 lesion load: r=0.415, P=0.001; T1 lesion load r=0.328, P=0.011). Moreover, fatigue correlated with lesions in the right parietotemporal (periatrial area, juxtaventricular white matter deep in the parietal lobe and callosal forceps) and left frontal (middle-anterior corpus callosum, anterior cingulum and centrum semiovale of the superior and middle frontal gyri) white matter regions (P<0.001 in all cases). Finally, fatigue score significantly correlated with gray matter atrophy in frontal regions, specifically, the left superior frontal gyrus and bilateral middle frontal gyri (P<0.001 in all cases). CONCLUSION: Our results suggest that the symptom of fatigue is associated with a disruption of brain networks involved in cognitive/attentional processes.", "pub_date": "2008-11-05", "authors": ["J Sepulcre", "J C Masdeu", "J Goñi", "G Arrondo", "N Vélez de Mendizábal", "B Bejarano", "P Villoslada"], "journal": "Multiple sclerosis (Houndmills, Basingstoke, England)", "doi": "10.1177/1352458508098373", "source": "pubmed"}
{"doc_id": "28993860", "pmid": "28993860", "title": "Lanthanum damages learning and memory and suppresses astrocyte-neuron lactate shuttle in rat hippocampus.", "abstract": "Rare-earth elements (REEs) are applied in various fields by virtue of their superior physical and chemical properties. Surveys have reported that REEs can impair learning and memory in children and induce neurobehavioral abnormalities in animals. However, the mechanism underlying this neurotoxicity is still unclear. Lanthanum (La) is often chosen to study the effects of REEs. Here, we investigated the role of astrocyte-neuron lactate shuttle (ANLS) in spatial learning and memory impairment induced by LaCl", "pub_date": "2017-10-09", "authors": ["Cuihong Jin", "Liang Gao", "Yingqi Li", "Shengwen Wu", "Xiaobo Lu", "Jinghua Yang", "Yuan Cai"], "journal": "Experimental brain research", "doi": "10.1007/s00221-017-5102-5", "source": "pubmed"}
{"doc_id": "27389701", "pmid": "27389701", "title": "Annexin A2 Modulates ROS and Impacts Inflammatory Response via IL-17 Signaling in Polymicrobial Sepsis Mice.", "abstract": "Sepsis is a progressive disease manifesting excessive inflammatory responses, severe tissue injury, organ dysfunction, and, ultimately, mortality. Since currently, there are limited therapeutic options for this disease, further understanding the molecular pathogenesis of sepsis may help develop effective treatments. Here we identify a novel role for Annexin A2 (AnxA2), a multi-compartmental protein, in inhibiting pro-inflammatory response by regulating reactive oxygen species (ROS) and IL-17 signaling during sepsis. In cecal ligation and puncture (CLP) sepsis models, anxa2-/- mice manifested increased pro-inflammatory cytokines and neutrophil infiltration, but decreased bacterial clearance and animal survival. In addition, AnxA2 deficiency led to intensified ROS and IL-17A. Using site directed mutagenesis, we uncovered that cysteine 9 of AnxA2 was the most important aa (site) for regulation of ROS levels. Furthermore, ROS appears to be responsible for elevated IL-17A levels and subsequently exaggerated inflammatory response. Depletion of IL-17 via CRISPR/Cas9 KO strategy down-regulated inflammation and conferred protection against sepsis in anxa2-/- mice. Our findings reveal a previously undemonstrated function for AnxA2 in inflammatory response in polymicrobial sepsis models via an AnxA2-ROS-IL-17 axis, providing insight into the regulation of pathophysiology of sepsis.", "pub_date": "2016-07-07", "authors": ["Sisi He", "Xuefeng Li", "Rongpeng Li", "Lizhu Fang", "Lingyun Sun", "Yongsheng Wang", "Min Wu"], "journal": "PLoS pathogens", "doi": "10.1371/journal.ppat.1005743", "source": "pubmed"}
{"doc_id": "31078024", "pmid": "31078024", "title": "Application of dynamic pulse pressure and vasopressor tools for predicting outcomes in patients with sepsis in intensive care units.", "abstract": "PURPOSE: We aimed to determine whether the combination of dynamic pulse pressure and vasopressor (DPV) use is applicable for mortality risk stratification in patients with severe sepsis. We proposed the use of the DPV tool and compared it with traditional sepsis severity indices. MATERIALS AND METHODS: All adult patients who met the sepsis criteria of the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) between August 2013 and January 2017 were eligible for the study. Patients who expired within 3 days of admission to the intensive care unit (ICU) were excluded. The primary outcomes were 7-day and 28-day mortality. RESULTS: The study participants included 757 consecutive adult patients. A subpopulation of 155 patients underwent immune profiling assays on days 1, 3, and 7 of ICU admission. The DPV tool had a better performance for predicting 7-day mortality (area under curve, AUC: 0.70), followed by the Sequential Organ Failure Assessment (SOFA) (AUC: 0.64), the plus pulse pressure (AUC: 0.64). For predicting 28-day mortality, the DPV tool was not inferior to the SOFA (AUC: 0.61), DPV tool (AUC: 0.59). CONCLUSIONS: The DPV tool can be applied for 7-day and 28-day mortality risk prediction in patients with sepsis.", "pub_date": "2019-05-03", "authors": ["Wen-Feng Fang", "Chi-Han Huang", "Yu-Mu Chen", "Kai-Yin Hung", "Ya-Chun Chang", "Chiung-Yu Lin", "Ying-Tang Fang", "Ya-Ting Chang", "Hung-Cheng Chen", "Kuo-Tung Huang", "Huang-Chih Chang", "Yun-Che Chen", "Yi-Hsi Wang", "Chin-Chou Wang", "Meng-Chih Lin"], "journal": "Journal of critical care", "doi": "10.1016/j.jcrc.2019.05.003", "source": "pubmed"}
{"doc_id": "39545606", "pmid": "39545606", "title": "Neurofilament light chain: a biomarker at the crossroads of clarity and confusion for gene-directed therapies.", "abstract": "Neurofilament light chain (NfL) is a promising biomarker for neurodegenerative diseases, measurable in both CSF and blood upon neuroaxonal damage. While CSF analysis was traditionally used, blood-based assays now offer a less invasive alternative. NfL levels correlate with disease severity and progression in conditions like Alzheimer's disease, amyotrophic lateral sclerosis, multiple sclerosis and Huntington's disease. Clinical trials demonstrate its utility as a pharmacodynamic biomarker in MS and ALS. The FDA's approval of Tofersen for SOD1-ALS based on NfL reduction underscores its growing acceptance as surrogate marker. However, challenges remain in standardizing assays, interpreting clinical correlations, low specificity and understanding the dynamics between CSF and blood NfL levels. Addressing these issues is crucial for maximizing NfL's potential in neurodegenerative disease management. [Box: see text].", "pub_date": "2024-11-15", "authors": ["Michael Christian A Virata", "Jesus Alfonso Catahay", "Giuseppe Lippi", "Brandon M Henry"], "journal": "Neurodegenerative disease management", "doi": "10.1080/17582024.2024.2421738", "source": "pubmed"}
{"doc_id": "35429480", "pmid": "35429480", "title": "Safety and efficacy of ganaxolone in patients with CDKL5 deficiency disorder: results from the double-blind phase of a randomised, placebo-controlled, phase 3 trial.", "abstract": "BACKGROUND: CDKL5 deficiency disorder (CDD) is a rare, X-linked, developmental and epileptic encephalopathy characterised by severe global developmental impairment and seizures that can begin in the first few months after birth and are often treatment refractory. Ganaxolone, an investigational neuroactive steroid, reduced seizure frequency in an open-label, phase 2 trial that included patients with CDD. We aimed to further assess the efficacy and safety of ganaxolone in patients with CDD-associated refractory epilepsy. METHODS: In the double-blind phase of this randomised, placebo-controlled, phase 3 trial, done at 39 outpatient clinics in eight countries (Australia, France, Israel, Italy, Poland, Russia, the UK, and the USA), patients were eligible if they were aged 2-21 years with a pathogenic or probably pathogenic CDKL5 variant and at least 16 major motor seizures (defined as bilateral tonic, generalised tonic-clonic, bilateral clonic, atonic, or focal to bilateral tonic-clonic) per 28 days in each 4-week period of an 8-week historical period. After a 6-week prospective baseline period, patients were randomly assigned (1:1) via an interactive web response system to receive either enteral adjunctive ganaxolone or matching enteral adjunctive placebo (maximum dose 63 mg/kg per day for patients weighing ≤28 kg or 1800 mg/day for patients weighing >28 kg) for 17 weeks. Patients, caregivers, investigators (including those analysing data), trial staff, and the sponsor (other than the investigational product manager) were masked to treatment allocation. The primary efficacy endpoint was percentage change in median 28-day major motor seizure frequency from the baseline period to the 17-week double-blind phase and was analysed (using a Wilcoxon-rank sum test) in all patients who received at least one dose of trial treatment and for whom baseline data were available. Safety (compared descriptively across groups) was analysed in all patients who received at least one dose of trial treatment. This study is registered with ClinicalTrials.gov, NCT03572933, and the open-label extension phase is ongoing. FINDINGS: Between June 25, 2018, and July 2, 2020, 114 patients were screened for eligibility, of whom 101 (median age 6 years [IQR 3 to 10]) were randomly assigned to receive either ganaxolone (n=50) or placebo (n=51). All patients received at least one dose of a study drug, but seizure frequency for one patient in the ganaxolone group was not recorded at baseline and so the primary endpoint was analysed in a population of 100 patients. There was a median percentage change in 28-day major motor seizure frequency of -30·7% (IQR -49·5 to -1·9) in the ganaxolone group and of -6·9% (-24·1 to 39·7) in the placebo group (p=0·0036). The Hodges-Lehmann estimate of median difference in responses to ganaxolone versus placebo was -27·1% (95% CI -47·9 to - 9·6). Treatment-emergent adverse events occurred in 43 (86%) of 50 patients in the ganaxolone group and in 45 (88%) of 51 patients in the placebo group. Somnolence, pyrexia, and upper respiratory tract infections occurred in at least 10% of patients in the ganaxolone group and more frequently than in the placebo group. Serious adverse events occurred in six (12%) patients in the ganaxolone group and in five (10%) patients in the placebo group. Two (4%) patients in the ganaxolone group and four (8%) patients in the placebo group discontinued the trial. There were no deaths in the double-blind phase. INTERPRETATION: Ganaxolone significantly reduced the frequency of CDD-associated seizures compared with placebo and was generally well tolerated. Results from what is, to our knowledge, the first controlled trial in CDD suggest a potential treatment benefit for ganaxolone. Long-term treatment is being assessed in the ongoing open-label extension phase of this trial. FUNDING: Marinus Pharmaceuticals.", "pub_date": "2022-05-01", "authors": ["Elia M Pestana Knight", "Sam Amin", "Nadia Bahi-Buisson", "Tim A Benke", "J Helen Cross", "Scott T Demarest", "Heather E Olson", "Nicola Specchio", "Thomas R Fleming", "Alex A Aimetti", "Maciej Gasior", "Orrin Devinsky"], "journal": "The Lancet. Neurology", "doi": "10.1016/S1474-4422(22)00077-1", "source": "pubmed"}
{"doc_id": "39737092", "pmid": "39737092", "title": "Evaluation of early metabolic changes following vorasidenib using FET PET in patients with ", "abstract": "The phase-3 INDIGO trial demonstrated that the isocitrate dehydrogenase (", "pub_date": "2024-11-29", "authors": ["Norbert Galldiks", "Jan-Michael Werner", "Isabelle Stetter", "Hannah C Puhr", "Thomas S Nakuz", "Gabriele Stoffels", "Nathalie L Albert", "Karl-Josef Langen", "Philipp Lohmann", "Matthias Preusser"], "journal": "Neuro-oncology advances", "doi": "10.1093/noajnl/vdae210", "source": "pubmed"}
{"doc_id": "18254123", "pmid": "18254123", "title": "Arthrographic distension for adhesive capsulitis (frozen shoulder).", "abstract": "BACKGROUND: Adhesive capsulitis (frozen shoulder or painful stiff shoulder) is characterised by spontaneous onset of shoulder pain accompanied by progressive stiffness and disability. It is usually self-limiting but often has a prolonged course over two to three years. OBJECTIVES: To determine the effectiveness and safety of arthrographic distension of the glenohumeral joint in the treatment of adults with adhesive capsulitis. SEARCH STRATEGY: We searched the Cochrane Musculoskeletal Review Group Register, CENTRAL, MEDLINE, CINAHL, and EMBASE to November 2006, unrestricted by date or language. SELECTION CRITERIA: We included randomised controlled trials and controlled clinical trials comparing arthrographic distension with placebo or other interventions. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed study quality and extracted data. MAIN RESULTS: Five trials with 196 people were included. One three-arm trial (47 participants) compared arthrographic distension using steroid and air to distension using air alone and to steroid injection alone. One trial (46 participants) compared arthrographic distension using steroid and saline to placebo. Two trials (45 and 22 participants) compared arthrographic distension using steroid to steroid injection alone. One trial (36 participants) compared arthrographic distension using steroid and saline plus physical therapy to physical therapy alone. Trials included similar study participants, but quality and reporting of data were variable. Only one trial was at low risk of bias. No meta-analysis was performed.The trial with low risk of bias demonstrated that distension with saline and steroid was better than placebo for pain (number needed to treat to benefit (NNTB) = 2), function (NNTB = 3) and range of movement at three weeks. This benefit was maintained at six and 12 weeks only for one of two scores measuring function (NNT = 3). A second trial with high risk of bias also reported that distension combined with physical therapy improved range of movement and median percent improvement in pain (but not pain score) at eight weeks compared to physical therapy alone. Three further trials, all at high risk of bias, reported conflicting, variable effects of arthrographic distension with steroid compared to distension alone, and arthrographic distension with steroid compared to intra-articular steroid injection. The trials reported a small number of minor adverse effects, mainly pain during and after the procedure. AUTHORS' CONCLUSIONS: There is \"silver\" level evidence that arthrographic distension with saline and steroid provides short-term benefits in pain, range of movement and function in adhesive capsulitis. It is uncertain whether this is better than alternative interventions.", "pub_date": "2008-01-23", "authors": ["R Buchbinder", "S Green", "J M Youd", "R V Johnston", "M Cumpston"], "journal": "The Cochrane database of systematic reviews", "doi": "10.1002/14651858.CD007005", "source": "pubmed"}
{"doc_id": "39845577", "pmid": "39845577", "title": "Tofersen and other antisense oligonucleotides in ALS.", "abstract": "The advent of antisense oligonucleotide (ASO) therapies in neurodegenerative disorders is associated with enormous hope. Nusinersen treatment was a breakthrough intervention in the recessive disease spinal muscular atrophy, and superoxide dismutase 1 (SOD1) amyotrophic lateral sclerosis (ALS) seems to be the paradigm disease in dominant degenerative diseases. The results of treatment with the ASO tofersen in SOD1-ALS show that the drug has a convincing beneficial effect on ALS caused by SOD1 mutations, that preclinical studies in rodents predicted the therapeutic effect in the human disease, and that clinical efficacy is associated with a specific sequence of effects of the drug on mechanistic and degenerative biomarkers and, subsequently, functional outcomes such as weight stabilization and ALSFRS-R. Therefore, the enthusiasm seems to be justified; but this should be followed by an attempt to obtain further insights with the goal to improve this therapy. In particular, the following issues are only partially resolved: Which mechanisms are responsible for the clinical effect following the downregulation of SOD1 protein by ASOs? Is long-term downregulation of SOD1 function associated with side effects? Is there an autoimmune response caused by this and other ASO? Is prevention of SOD1-associated ALS possible?", "pub_date": "2025-01-22", "authors": ["Albert Ludolph", "Maximilian Wiesenfarth"], "journal": "Therapeutic advances in neurological disorders", "doi": "10.1177/17562864251313915", "source": "pubmed"}
{"doc_id": "39820998", "pmid": "39820998", "title": "Tofersen for SOD1 amyotrophic lateral sclerosis: a systematic review and meta-analysis.", "abstract": "OBJECTIVE: Tofersen, an antisense oligonucleotide, has recently received FDA and EMA approval for treating amyotrophic lateral sclerosis (ALS) in adults with SOD1 gene mutations. This systematic review and meta-analysis synthesized evidence on tofersen's safety and efficacy in patients with SOD1-related ALS. METHODS: A comprehensive search of three databases was conducted from inception through October 2024. Eligible studies included clinical trials, observational studies, and case studies. Meta-analyses were conducted using a random-effects model in RevMan. RESULTS: Twelve studies involving 195 patients treated with tofersen met the inclusion criteria, comprising two randomized controlled trials (RCTs), five cohort studies, one case series, and four case reports. Tofersen demonstrated promising effects, notably reducing SOD1 levels in cerebrospinal fluid and neurofilament light chain (NfL) in plasma, a biomarker strongly correlated with ALS progression and survival. Meta-analysis of RCTs showed a significantly lower rate of decline in ALS Functional Rating Scale-Revised (ALSFRS-R) scores from baseline in the tofersen group compared to placebo (SMD = 0.44, 95% CI [0.05 to 0.83], P = 0.03) and a significant reduction in the decline of predicted Slow Vital Capacity (P = 0.005). In a pre-post meta-analysis of five studies, a significant decrease in ALS progression rate (ALSFRS-R decline rate) was observed (MD = -0.28, 95% CI [-0.40 to -0.15], P < 0.0001). Reported adverse events were consistent with ALS progression or procedural effects. CONCLUSION: Current evidence suggests that tofersen effectively reduces SOD1 and NfL levels and slow disease progression in SOD1 ALS, showing promise as a targeted therapeutic option.", "pub_date": "2025-01-17", "authors": ["Abdullah Ashraf Hamad", "Ibraheem M Alkhawaldeh", "Abdulqadir J Nashwan", "Mostafa Meshref", "Yahia Imam"], "journal": "Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "doi": "10.1007/s10072-025-07994-2", "source": "pubmed"}
{"doc_id": "35101138", "pmid": "35101138", "title": "To thine own self be true: interoceptive accuracy and interpersonal problems.", "abstract": "BACKGROUND: Borderline Personality Disorder involves strong interpersonal disruptions, often associated with early maltreatment. However, the individual capacities which alter BPD-related interpersonal problems are unclear. Here, we examine two contributors to interpersonal functioning: interoceptive accuracy and parasympathetic activity. Interoceptive accuracy is the ability to correctly perceive body states, such as how quickly one's heart is beating, and has been associated with emotional experience and various crucial social capacities. Similarly, parasympathetic activity is related to social processing and inhibition of impulses. As such, both may contribute to BPD interpersonal symptoms, albeit different types of interpersonal problems. METHOD: Sixty-five individuals completed the Inventory of Interpersonal Problems and the Millon Clinical Multiaxial Inventory followed by a task to assess interoceptive accuracy, the heart rate monitoring task, in which participants counted their heartbeats while concurrent physiological data was recorded; and an assessment of vagal tone, used as an index of regulatory flexibility. RESULTS: Participants who reported poor interpersonal boundaries, consistent with borderline personality disorder styles, had worse interoception, whereas those high in aggression had lower vagal tone. Borderline personality symptoms overall were related to IA and significantly to vagal tone. CONCLUSIONS: These findings suggest that interoceptive accuracy is associated with interpersonal problems, where people are overly influenced or enmeshed with others, possibly to compensate for the absence of their physical and emotional awareness.", "pub_date": "2022-02-01", "authors": ["Wendy D'Andrea", "Nadia Nieves", "Treva Van Cleave"], "journal": "Borderline personality disorder and emotion dysregulation", "doi": "10.1186/s40479-021-00175-5", "source": "pubmed"}
{"doc_id": "19270050", "pmid": "19270050", "title": "Parkinson's disease and residential exposure to maneb and paraquat from agricultural applications in the central valley of California.", "abstract": "Evidence from animal and cell models suggests that pesticides cause a neurodegenerative process leading to Parkinson's disease (PD). Human data are insufficient to support this claim for any specific pesticide, largely because of challenges in exposure assessment. The authors developed and validated an exposure assessment tool based on geographic information systems that integrated information from California Pesticide Use Reports and land-use maps to estimate historical exposure to agricultural pesticides in the residential environment. In 1998-2007, the authors enrolled 368 incident PD cases and 341 population controls from the Central Valley of California in a case-control study. They generated estimates for maneb and paraquat exposures incurred between 1974 and 1999. Exposure to both pesticides within 500 m of the home increased PD risk by 75% (95% confidence interval (CI): 1.13, 2.73). Persons aged < or =60 years at the time of diagnosis were at much higher risk when exposed to either maneb or paraquat alone (odds ratio = 2.27, 95% CI: 0.91, 5.70) or to both pesticides in combination (odds ratio = 4.17, 95% CI: 1.15, 15.16) in 1974-1989. This study provides evidence that exposure to a combination of maneb and paraquat increases PD risk, particularly in younger subjects and/or when exposure occurs at younger ages.", "pub_date": "2009-03-06", "authors": ["Sadie Costello", "Myles Cockburn", "Jeff Bronstein", "Xinbo Zhang", "Beate Ritz"], "journal": "American journal of epidemiology", "doi": "10.1093/aje/kwp006", "source": "pubmed"}
{"doc_id": "39824747", "pmid": "39824747", "title": "Assessing Experiences With Trofinetide for Rett Syndrome: Interviews With Caregivers of Participants in Clinical Trials.", "abstract": "PURPOSE: Rett syndrome (RTT) is a rare neurodevelopmental disorder that mainly affects girls and women. Trofinetide is approved for the treatment of RTT in adults and children aged ≥2 years. To gain insight into experiences with RTT and effects of trofinetide treatment at different stages of RTT, interviews with caregivers of individuals with RTT were conducted upon their exit from the open-label trofinetide trials. METHODS: Interviews were conducted with caregivers of participants in the LILAC/LILAC-2 open-label extension trials of the phase 3 LAVENDER trial in participants aged 5 to 20 years, and in DAFFODIL, an open-label trial in participants aged 2 to 4 years. Caregivers were asked about the RTT effects, experiences with trofinetide, meaningfulness of treatment effects, and satisfaction. Qualitative thematic analysis was performed. FINDINGS: Caregivers of 33 participants from the open-label trials were interviewed, including 26 from LILAC/LILAC-2 (mean age, 12.3 years) and 7 from DAFFODIL (mean age, 4.5 years). The most commonly reported effects of RTT in LILAC/LILAC-2 were no verbal communication (24/26 [92.3%]), unable to use hands (15/26 [57.7%]), repetitive hand movements (15/26 [57.7%]), unable to walk (15/26 [57.7%]), and seizures (14/26 [53.8%]). In DAFFODIL, the most commonly reported effects of RTT were no verbal communication (7/7 [100%]), impaired balance (4/7 [57.1%]), unable to use hands (3/7 [42.9%]), repetitive hand movements (3/7 [42.9%]), mood disturbance (3/7 [42.9%]), constipation (3/7 [42.9%]), and limited ability to use hands (3/7 [42.9%]). Caregivers most commonly reported improvements in hand use (11/26 [42.3%]), engagement with others (11/26 [42.3%]), eye gaze (8/26 [30.8%]), use of the Tobii eye tracking device (7/26 [26.9%]), and attention/focus/concentration (7/26 [26.9%]) in LILAC/LILAC-2. In DAFFODIL, caregivers reported improvements in new words (5/7 [71.4%]), hand use (4/7 [57.1%]), and eye contact (4/7 [57.1%]). Nearly all (31/32) caregivers were very satisfied or satisfied with trofinetide. IMPLICATIONS: Caregivers of participants in open-label trofinetide trials reported improvements in RTT with meaningful impact in areas of motor function, communication, and engagement.", "pub_date": "2025-01-16", "authors": ["Amy M Barrett", "Oyebimpe Olayinka-Amao", "Susan Martin", "Dilesh Doshi", "Kathie M Bishop", "James M Youakim"], "journal": "Clinical therapeutics", "doi": "10.1016/j.clinthera.2024.12.012", "source": "pubmed"}
{"doc_id": "39081336", "pmid": "39081336", "title": "Advancements and Challenges in Antiamyloid Therapy for Alzheimer's Disease: A Comprehensive Review.", "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder caused by the accumulation of amyloid-beta (A", "pub_date": "2024-07-23", "authors": ["Semira Abdi Beshir", "Nadia Hussain", "Vineetha Bharathan Menon", "Amal H I Al Haddad", "Rahaf Adnan Kh Al Zeer", "Asim Ahmed Elnour"], "journal": "International journal of Alzheimer's disease", "doi": "10.1155/2024/2052142", "source": "pubmed"}
{"doc_id": "14722704", "pmid": "14722704", "title": "Self-reported psychopathological symptoms in recreational ecstasy (MDMA) users are mainly associated with regular cannabis use: further evidence from a combined cross-sectional/longitudinal investigation.", "abstract": "RATIONALE: 3,4-Methylenedioxymethamphetamine (MDMA, ecstasy) has become a widely used recreational drug among young people. This is of great concern, since MDMA is neurotoxic in animal studies and its use has been associated with psychological distress and a variety of self-reported psychiatric symptoms. However, exploring the origins of psychopathology in ecstasy users is hampered by the frequent polydrug use and by the cross-sectional design of all investigations, so far. OBJECTIVES: The present study combines a cross-sectional with a longitudinal approach to further clarify the impact of the use of other illicit drugs on psychopathological symptoms reported by ecstasy users. METHODS: At baseline, we administered self-rating scales for impulsivity, sensation seeking and general psychological complaints to 60 recreational ecstasy users and 30 matched controls. From the initial sample of ecstasy users, 38 subjects were re-examined 18 months later. RESULTS. At baseline, ecstasy users reported significantly more psychological complaints than controls. However, self-reported psychopathology was mainly associated with regular cannabis use. At follow-up, subjects who had abstained from ecstasy use during the follow-up period did not differ from those reporting continued consumption. In contrast, subjects with regular concomitant cannabis use during the follow-up period reported more anxiety, interpersonal sensitivity and obsessive-compulsive behaviour than cannabis-abstinent users. Finally, higher levels of obsessive-compulsive behaviour, interpersonal sensitivity, depression, anxiety, phobic anxiety and paranoid ideation were significantly correlated with the duration of regular interim cannabis use. CONCLUSIONS: The present findings suggest that self-reported psychopathology in ecstasy users is predominantly attributable to concomitant use of cannabis. Abstinence from cannabis and not ecstasy seems to be a reliable predictor for remission of psychological complaints in ecstasy users.", "pub_date": "2004-01-14", "authors": ["Jörg Daumann", "Gernot Hensen", "Bastian Thimm", "Markus Rezk", "Bianca Till", "Euphrosyne Gouzoulis-Mayfrank"], "journal": "Psychopharmacology", "doi": "10.1007/s00213-003-1719-0", "source": "pubmed"}
{"doc_id": "21165715", "pmid": "21165715", "title": "Neonatal sepsis in a tertiary care hospital in South India: bacteriological profile and antibiotic sensitivity pattern.", "abstract": "OBJECTIVE: To identify the common bacterial pathogens associated with neonatal sepsis and their antibiotic susceptibility pattern. METHODS: This prospective observational cohort study was done in a tertiary care teaching hospital located in South India for a period of 2 years. All the admitted inborn and out born neonates during this study period were screened for sepsis based on the clinical features and septic screening. All infants satisfying the criteria for sepsis were subjected to blood culture. Growths, if any, were noted and standard antibiotic sensitivity testing was done by Kirby-Bauer disk diffusion method. The Chi-square test or Fisher's exact test was used to compare two groups. RESULTS: Out of the 120 clinically suspected and positive screening test cases of neonatal sepsis, 41.6% (50 of 120) were culture-proven cases of neonatal sepsis. Klebsiella pneumoniae was isolated from 66% of culture positive cases followed by Coagulase-negative staphylococci in 12% of cases. Klebsiella pneumoniae was resistant to most of the antibiotics tested except amikacin and meropenem. Of the total 33 Klebsiella pneumoniae isolates, 16 (32.0%) were ESBL producers. The prevalence of ESBL producing Klebsiella pneumoniae during two month outbreak and rest of the study period was 83.3% (15 of 18) and 20% (3 of 15) respectively (P value 0.0010). CONCLUSIONS: Klebsiella pneumoniae was the most common agent causing both early-onset and late-onset sepsis and significantly associated with sepsis in inborn babies. Amikacin should be used along with the third-generation cephalosporins for empirical treatment of gram-negative neonatal sepsis.", "pub_date": "2010-12-17", "authors": ["Bambala Puthattayil Zakariya", "Vishnu Bhat", "Belgode Narasimha Harish", "Thirunavukkarasu Arun Babu", "Noyal Mariya Joseph"], "journal": "Indian journal of pediatrics", "doi": "10.1007/s12098-010-0314-8", "source": "pubmed"}
{"doc_id": "38539332", "pmid": "38539332", "title": "Non-Suicidal Self-Injury (NSSI) Patterns in Adolescents from a Romanian Child Psychiatry Inpatient Clinic.", "abstract": "Non-Suicidal Self-Injury (NSSI) involves deliberately causing harm to one's body without the intention of suicide. As the numbers of adolescents presenting NSSI have been steadily increasing during the last years, we intended to investigate adolescent patients exhibiting NSSI, admitted to our clinic-a Romanian child psychiatry inpatient clinic, over the course of five years. A total of 100 adolescents (80 females, 20 males, mean age: 14.9 years) hospitalized for various neuropsychiatric disorders and engaging in self-harm were studied. The self-harm methods most frequently used in our sample were, for the female group: cutting (all), skin tearing (76%), scratching/pinching (72%), and for males: cutting (all), wound-healing hindrance (85%), striking objects (80%). The initial motivations for NSSI were represented by distress (females 89%, males 90%) and seeking pleasure (females 84%). In terms of the roles of NSSI, it was primarily used for emotional regulation (females 89%) and anger management (males 90%). This study highlights the prevalence of self-harm in hospitalized adolescents, differences in methods and motivations between genders, and the need for more targeted therapy interventions. By documenting trends, investigating underlying motivations and functions, and proposing hypotheses for further research, our findings offer valuable insights on adolescent NSSI and have the potential to increase awareness among various clinicians and specialists who interact with adolescents, thus addressing the escalating prevalence of self-harm behaviours among teenagers.", "pub_date": "2024-03-01", "authors": ["Lucia Emanuela Andrei", "Magdalena Efrim-Budisteanu", "Ilinca Mihailescu", "Alexandra Mariana Buică", "Mihaela Moise", "Florina Rad"], "journal": "Children (Basel, Switzerland)", "doi": "10.3390/children11030297", "source": "pubmed"}
{"doc_id": "38946991", "pmid": "38946991", "title": "Aberrant STAT signaling drives T cell dysregulation in a targetable pediatric sepsis endotype.", "abstract": "Sepsis is a leading cause of morbidity and mortality in critically ill children, yet heterogeneity in immune responses complicates the development of targeted therapies. Although immune dysregulation is associated with poor outcomes in sepsis, it remains unclear which host immune factors contribute causally to sepsis morbidity and mortality. To address this gap, we integrated deep immune phenotyping, plasma proteomics, single-cell transcriptomics, and phosphoflow cytometry in a prospective cohort of 88 critically ill children to elucidate the immunologic mechanisms which underly disease heterogeneity. Unsupervised clustering of plasma cytokines identified three immunologic subgroups, including a high-severity group (\"Group C\") characterized by marked hypercytokinemia, driven primarily by IL-6 and IFN-γ. Group C exhibited distinct alterations in immune cell frequency and activation status, along with a strong association between hyperinflammatory signaling and lymphocyte dysfunction. Single-cell RNA sequencing revealed transcriptional signatures of T cell activation and metabolic stress, and identified widespread suppression of a lymphoid protective gene program across CD8⁺ T cell subsets. In the setting of increased expression of activation markers, T cell receptor repertoire analysis revealed no dominant clonotypes, consistent with a bystander mechanism of T cell activation. Using phosphoflow cytometry, we demonstrated baseline hyperactivation of STAT1 and STAT3 in CD8⁺ T cells from patients in Group C, and these cells failed to respond to aCD3/aCD28 stimulation. Together, these findings define IL-6/IFN-γ-driven T-cell dysfunction as a distinct endotype of immune dysregulation in pediatric sepsis, highlighting the JAK/STAT axis as a potential future target for immunomodulatory therapy.", "pub_date": "2025-05-23", "authors": ["Robert B Lindell", "Samir Sayed", "Jose S Campos", "Sydney A Sheetz", "Apoorva Babu", "Montana S Knight", "Andrea A Mauracher", "Ceire A Hay", "Peyton E Conrey", "Julie C Fitzgerald", "Nadir Yehya", "Stephen T Famularo", "Teresa Arroyo", "Richard Tustin", "Hossein Fazelinia", "Edward M Behrens", "David T Teachey", "Alexandra F Freeman", "Jenna R E Bergerson", "Steven M Holland", "Jennifer W Leiding", "Scott L Weiss", "Mark W Hall", "Deanne M Taylor", "Rui Feng", "E John Wherry", "Nuala J Meyer", "Sarah E Henrickson"], "journal": "medRxiv : the preprint server for health sciences", "doi": "10.1101/2024.06.11.24308709", "source": "pubmed"}
{"doc_id": "26853557", "pmid": "26853557", "title": "Exercise, inflammation, and fatigue in cancer survivors.", "abstract": "Cancer-related fatigue significantly disrupts normal functioning and quality of life for a substantial portion of cancer survivors, and may persist for years following cancer treatment. While the causes of persistent fatigue among cancer survivors are not yet fully understood, accumulating evidence suggests that several pathways, including chronic inflammation, autonomic imbalance, HPA-axis dysfunction, and/or mitochondrial damage, could contribute towards the disruption of normal neuronal function and result in the symptom of cancer-related fatigue. Exercise training interventions have been shown to be some of the more successful treatment options to address cancer-related fatigue. In this review, we discuss the literature regarding the causes of persistent fatigue in cancer survivors and the mechanisms by which exercise may relieve this symptom. There is still much work to be done until the prescription of exercise becomes standard practice for cancer survivors. With improvements in the quality of studies, evidenced-based exercise interventions will allow exercise scientists and oncologists to work together to treat cancer-related fatigue.", "pub_date": "2016-01-01", "authors": ["Emily C P LaVoy", "Christopher P Fagundes", "Robert Dantzer"], "journal": "Exercise immunology review", "doi": "", "source": "pubmed"}
{"doc_id": "37715501", "pmid": "37715501", "title": "Clinical profile of infants with late onset sepsis admitted in a North East Indian tertiary care center: insights into the uncharted.", "abstract": "OBJECTIVES: To assess the clinical profile of infants with late onset sepsis admitted in a tertiary care hospital in North-East India. METHODS: Prospective observational study was carried out in Department of Paediatrics, Regional Institute of Medical Sciences hospital during a period of 2 years (September 2019-August 2021). RESULTS: A total of 109 patients were included in the study, of which 80 were community-acquired and 29 infants were hospital-acquired cases of late onset sepsis (LOS). The major risk factors were low socioeconomic status, prematurity, low birth weight, a history of intervention (mechanical ventilation, umbilical venous catheter, total parenteral nutrition, resuscitation) and lack of exclusive breastfeeding. The most common presenting features were decreased feeding, lethargy and respiratory distress. Blood cultures were positive in 33% of patients. Klebsiella was the most common hospital-acquired pathogen while Escherichia coli was the most common isolate in community-acquired cases. Thrombocytopenia was the most common complication. The in-hospital mortality rate was 13.7%. CONCLUSION: Low socioeconomic status, low birth weight, prematurity, invasive interventions and lack of exclusive breastfeeding are the major risk factors of LOS. The clinical signs and symptoms are varied and subtle. The mean C-reactive protein in the hospital-acquired group was significantly higher as compared to the community-acquired group. There is substantial morbidity and mortality, resulting in an increased toll on resources, therefore, an aggressive preventive and treatment approach is recommended for late onset sepsis.", "pub_date": "2023-09-01", "authors": ["Sugunan Niranjana", "Chongtham Shyamsunder Singh", "Khuraijam Ranjana Devi", "O Okendrajit Singh", "Chabungbam Smilie", "Sareet Kumari Nandeibam"], "journal": "Journal of tropical pediatrics", "doi": "10.1093/tropej/fmad031", "source": "pubmed"}
{"doc_id": "32849528", "pmid": "32849528", "title": "Biology of Interleukin-17 and Its Pathophysiological Significance in Sepsis.", "abstract": "The interleukin (IL)-17 family includes six structure-related cytokines (A-F). To date, majority of studies have focused on IL-17A. IL-17A plays a pivotal role in various infectious diseases, inflammatory and autoimmune disorders, and cancer. Several recent studies have indicated that IL-17A is a biomarker as well as a therapeutic target in sepsis. In the current review, we summarize the biological functions of IL-17, including IL-17-mediated responses and signal transduction pathways, with particular emphasis on clinical relevance to sepsis.", "pub_date": "2020-07-28", "authors": ["Yun Ge", "Man Huang", "Yong-Ming Yao"], "journal": "Frontiers in immunology", "doi": "10.3389/fimmu.2020.01558", "source": "pubmed"}
{"doc_id": "39485576", "pmid": "39485576", "title": "Pesticide Exposure and Its Association with Parkinson's Disease: A Case-Control Analysis.", "abstract": "Parkinson's disease (PD) is a complex disorder that arises from genetic and environmental factors. The current investigation endeavors to investigate the role of exposure to organochlorine (OCPs) and organophosphate pesticides (OPPs), recognized as the main environmental elements, in the genesis of PD. In this case-control study, 29 PD patients and 51 healthy subjects were involved. Gas chromatography was performed to measure the serum levels of organochlorine chemicals (2,4-DDT, 4,4-DDT, 2,4-DDE, 4,4-DDE, α-HCH, β-HCH, and γ-HCH). Furthermore, acetylcholinesterase (AChE) activity, arylesterase activity of paraoxonase-1 (PON-1), and several oxidative stress (OS) markers were assessed. The levels of OCPs in the PD patients were significantly higher than in the control subjects. In addition, AChE activity, arylesterase activity of PON-1, catalase activity, and superoxide dismutase 3 activity in PD patients were significantly less than controls. However, the levels of carbonyl protein, total antioxidant capacity, malondialdehyde, and nitric oxide in PD patients were higher than the controls. The findings of this investigation have indicated that OCPs and OPPs exposure could contribute to the development of Parkinson's disease. This potential linkage could either be established through the direct impact of these pesticides on the nervous system, leading to neurotoxicity, or via an indirect route through the triggering of OS.", "pub_date": "2024-11-01", "authors": ["Ali Samareh", "Hossein Pourghadamyari", "Mohammad Hadi Nemtollahi", "Hossein Ali Ebrahimi Meimand", "Mohammad Erfan Norouzmahani", "Gholamreza Asadikaram"], "journal": "Cellular and molecular neurobiology", "doi": "10.1007/s10571-024-01501-5", "source": "pubmed"}
{"doc_id": "30954571", "pmid": "30954571", "title": "DDR1 role in fibrosis and its pharmacological targeting.", "abstract": "Discoidin domain receptor1 (DDR1) is a collagen activated receptor tyrosine kinase and an attractive anti-fibrotic target. Its expression is mainly limited to epithelial cells located in several organs including skin, kidney, liver and lung. DDR1's biology is elusive, with unknown downstream activation pathways; however, it may act as a mediator of the stromal-epithelial interaction, potentially controlling the activation state of the resident quiescent fibroblasts. Increased expression of DDR1 has been documented in several types of cancer and fibrotic conditions including skin hypertrophic scars, idiopathic pulmonary fibrosis, cirrhotic liver and renal fibrosis. The present review article focuses on: a) detailing the evidence for a role of DDR1 as an anti-fibrotic target in different organs, b) clarifying DDR1 tissue distribution in healthy and diseased tissues as well as c) exploring DDR1 protective mode of action based on literature evidence and co-authors experience; d) detailing pharmacological efforts attempted to drug this subtle anti-fibrotic target to date.", "pub_date": "2019-04-05", "authors": ["Solange Moll", "Alexis Desmoulière", "Marcus J Moeller", "Jean-Claude Pache", "Laura Badi", "Filippo Arcadu", "Hans Richter", "Alexander Satz", "Sabine Uhles", "Andrea Cavalli", "Faye Drawnel", "Leonardo Scapozza", "Marco Prunotto"], "journal": "Biochimica et biophysica acta. Molecular cell research", "doi": "10.1016/j.bbamcr.2019.04.004", "source": "pubmed"}
{"doc_id": "19493570", "pmid": "19493570", "title": "Effect of pesticides on cell survival in liver and brain rat tissues.", "abstract": "Pesticides are the main environmental factor associated with the etiology of human neurodegenerative disorders such as Parkinson's disease. Our laboratory has previously demonstrated that the treatment of rats with low doses of dimethoate, zineb or glyphosate alone or in combination induces oxidative stress (OS) in liver and brain. The aim of the present work was to investigate if the pesticide-induced OS was able to affect brain and liver cell survival. The treatment of Wistar rats with the pesticides (i.p. 1/250 LD50, three times a week for 5 weeks) caused loss of mitochondrial transmembrane potential and cardiolipin content, especially in substantia nigra (SN), with a concomitant increase of fatty acid peroxidation. The activation of calpain apoptotic cascade (instead of the caspase-dependent pathway) would be responsible for the DNA fragmentation pattern observed. Thus, these results may contribute to understand the effect(s) of chronic and simultaneous exposure to pesticides on cell survival.", "pub_date": "2009-06-02", "authors": ["Mariana Astiz", "María J T de Alaniz", "Carlos Alberto Marra"], "journal": "Ecotoxicology and environmental safety", "doi": "10.1016/j.ecoenv.2009.05.001", "source": "pubmed"}
{"doc_id": "39844726", "pmid": "39844726", "title": "Access to CARe: A Narrative of Real-World Medical Decision-Making to Access Chimeric Antigen Receptor (CAR) T-Cell Therapy in Children, Adolescents, and Young Adults.", "abstract": "Chimeric antigen receptor (CAR) T-cell therapy is a potentially life-saving treatment for children with relapsed/refractory B-cell hematologic malignancies, and remains an important investigational therapy for other childhood cancers. Yet, access to this class of therapies remains suboptimal through both commercial use and clinical trials, especially in children, adolescents, and young adults. Using a series of case-based discussions, we outline guidance on real-world medical decision-making, and offer potential solutions to enhancing access to CAR T-cell therapy as a treatment modality.", "pub_date": "2025-01-23", "authors": ["Angela Steineck", "Karen Chao", "Anurekha G Hall", "Elad Jacoby", "Allison Barz Leahy", "John A Ligon", "Katia Luciani", "Liora M Schultz", "Corinne N Summers", "Lisa Ward", "Lena E Winestone", "Nirali N Shah"], "journal": "Pediatric blood & cancer", "doi": "10.1002/pbc.31516", "source": "pubmed"}
{"doc_id": "37783194", "pmid": "37783194", "title": "Secondary hypogammaglobulinemia in patients with multiple sclerosis on anti-CD20 therapy: Pathogenesis, risk of infection, and disease management.", "abstract": "Hypogammaglobulinemia is characterized by reduced serum immunoglobulin levels. Secondary hypogammaglobulinemia is of considerable interest to the practicing physician because it is a potential complication of some medications and may predispose patients to serious infections. Patients with multiple sclerosis (MS) treated with B-cell-depleting anti-CD20 therapies are particularly at risk of developing hypogammaglobulinemia. Among these patients, hypogammaglobulinemia has been associated with an increased risk of infections. The mechanism by which hypogammaglobulinemia arises with anti-CD20 therapies (ocrelizumab, ofatumumab, ublituximab, rituximab) remains unclear and does not appear to be simply due to the reduction in circulating B-cell levels. Further, despite the association between anti-CD20 therapies, hypogammaglobulinemia, and infections, there is currently no generally accepted monitoring and treatment approach among clinicians treating patients with MS. Here, we review the literature and discuss possible mechanisms of secondary hypogammaglobulinemia in patients with MS, hypogammaglobulinemia results in MS anti-CD20 therapy clinical trials, the risk of infection for patients with hypogammaglobulinemia, and possible strategies for disease management. We also include a suggested best-practice approach to specifically address secondary hypogammaglobulinemia in patients with MS treated with anti-CD20 therapies.", "pub_date": "2023-09-15", "authors": ["Enrique Alvarez", "Erin E Longbrake", "Kottil W Rammohan", "James Stankiewicz", "Carrie M Hersh"], "journal": "Multiple sclerosis and related disorders", "doi": "10.1016/j.msard.2023.105009", "source": "pubmed"}
{"doc_id": "25766661", "pmid": "25766661", "title": "Interobserver agreement and accuracy of non-invasive diagnosis of endometriosis by transvaginal sonography.", "abstract": "OBJECTIVES: To evaluate interobserver agreement and accuracy of transvaginal sonography (TVS) in diagnosing deep infiltrating endometriosis (DIE) and endometriomas. METHODS: A total of 67 consecutive patients referred to a pelvic pain clinic and scheduled for laparoscopy were enrolled in the study between January 2013 and January 2014. Patients were independently examined prospectively by two experienced sonographers (Observers A and B) who were blinded to the other's results. For the two observers, Gwet's first-order agreement coefficient (Gwet's AC1) was used to calculate interobserver agreement and diagnostic accuracy, as well as sensitivity, specificity, positive (PPV) and negative (NPV) predictive values using TVS, as compared to laparoscopy, for diagnosing DIE and endometriomas. RESULTS: Among the 67 patients enrolled, 65 were analyzed. For the diagnosis of DIE and endometriomas by TVS, the level of agreement (Gwet's AC1) between Observers A and B and sensitivity/specificity values for the respective Observers were, by site: vagina (Gwet's AC1, 0.933; 62%/94% and 82%/94%), bladder (Gwet's AC1, 1.00; 67%/97% and 67%/97%), uterosacral ligaments (Gwet's AC1, 0.84; 73%/83% and 53%/90%), adnexa (Gwet's AC1, 0.95; 71%/93% and 71%/93%), rectovaginal septum (Gwet's AC1, 0.95; 40%/90% and 33%/87%) and rectosigmoid (Gwet's AC1, 0.98; 93%/96% and 94%/98%) which reflected high interobserver agreement. With the exception of sensitivity of diagnosis of DIE affecting the RVS, similar results were observed when TVS was compared with laparoscopy. CONCLUSIONS: TVS is a highly accurate and reproducible method for non-invasive diagnosis of DIE by well-trained professionals.", "pub_date": "2015-12-01", "authors": ["A Tammaa", "N Fritzer", "P Lozano", "A Krell", "H Salzer", "M Salama", "G Hudelist"], "journal": "Ultrasound in obstetrics & gynecology : the official journal of the International Society of Ultrasound in Obstetrics and Gynecology", "doi": "10.1002/uog.14843", "source": "pubmed"}
{"doc_id": "39776528", "pmid": "39776528", "title": "Role of the tumor board when prescribing mutant isocitrate dehydrogenase inhibitors to patients with isocitrate dehydrogenase-mutant glioma.", "abstract": "Isocitrate dehydrogenase (IDH)-mutant gliomas, comprising both astrocytomas and oligodendrogliomas, represent a distinct group of tumors that pose an interdisciplinary challenge. Addressing the needs of affected patients requires close collaboration among various disciplines, including neuropathology, neuroradiology, neurosurgery, radiation oncology, neurology, medical oncology, and other relevant specialties when necessary. Interdisciplinary tumor boards are central in determining the ideal diagnostic and therapeutic strategies for these patients. The key tasks of a tumor board include the evaluation of imaging findings, selecting the appropriate surgical approach, discussing additional treatment options, and identification/determination of tumor recurrence and progression. In addition to established treatments such as radiotherapy and alkylating chemotherapy, patients with an isocitrate dehydrogenase (IDH)-mutant glioma for whom additional treatment is indicated may now also have the option of receiving treatment with an mutant isocitrate dehydrogenase inhibitor such as vorasidenib or ivosidenib. In this regard, the collaborative nature of tumor boards becomes even more crucial for evaluating comprehensively the needs of these patients. Through interdisciplinary discussions, tumor boards aim to develop personalized treatment strategies that maximize therapeutic efficacy while minimizing potential side effects and preserving patients' quality of life.", "pub_date": "2024-12-04", "authors": ["Patrick Roth", "David Capper", "Evan Calabrese", "Lia M Halasz", "Asgeir S Jakola"], "journal": "Neuro-oncology practice", "doi": "10.1093/nop/npae100", "source": "pubmed"}
{"doc_id": "21510015", "pmid": "21510015", "title": "Ecotoxicological assessment of lanthanum with Caenorhabditis elegans in liquid medium.", "abstract": "With their widespread applications in industry, agriculture and many other fields, more and more rare earth elements (REEs) are getting into the environment, especially the aquatic systems. Therefore, understanding the aquatic ecotoxicity of REEs has become more and more important. In the present work, Caenorhabditis elegans (C. elegans) was used as a test organism and life-cycle endpoints were chosen along with elemental assay to evaluate the aquatic toxicity of lanthanum (La), a representative of REEs. The results show La³+ had significant adverse effects on the growth and reproduction of worms above a concentration of 10 μmol L⁻¹. The elemental mapping by microbeam synchrotron radiation X-ray fluorescence (μ-SRXRF) illustrated how La treatment disturbed the metals distribution in the whole body of a single tiny nematode at lower levels. Our results suggested that the high-level REEs in some polluted water bodies would lead to an aquatic ecological crisis. The assessment we performed in the present work could be developed as a standardized test design for aquatic toxicological research.", "pub_date": "2010-12-01", "authors": ["Haifeng Zhang", "Xiao He", "Wei Bai", "Xiaomei Guo", "Zhiyong Zhang", "Zhifang Chai", "Yuliang Zhao"], "journal": "Metallomics : integrated biometal science", "doi": "10.1039/c0mt00059k", "source": "pubmed"}
{"doc_id": "39776530", "pmid": "39776530", "title": "Who will benefit from vorasidenib? Review of data from the literature and open questions.", "abstract": "The clinical efficacy of isocitrate dehydrogenase (IDH) inhibitors in the treatment of patients with grade 2 IDH-mutant (mIDH) gliomas is a significant therapeutic advancement in neuro-oncology. It expands treatment options beyond traditional radiation therapy and cytotoxic chemotherapy, which may lead to significant long-term neurotoxic effects while extending patient survival. The INDIGO study demonstrated that vorasidenib, a pan-mIDH inhibitor, improved progression-free survival for patients with grade 2 mIDH gliomas following surgical resection or biopsy compared to placebo and was well tolerated. However, these encouraging results leave a wake of unanswered questions: Will higher-grade mIDH glioma patients benefit? When is the appropriate timing to start and stop treatment? Where does this new treatment option fit in with other treatment modalities? In this study, we review the limited data available to start addressing these questions, provide a framework of how to discuss these gaps with current patients, and highlight what is needed from the neuro-oncology community for more definitive answers.", "pub_date": "2024-11-14", "authors": ["Amélie Darlix", "Matthias Preusser", "Shawn L Hervey-Jumper", "Helen A Shih", "Emmanuel Mandonnet", "Jennie W Taylor"], "journal": "Neuro-oncology practice", "doi": "10.1093/nop/npae104", "source": "pubmed"}
{"doc_id": "33083117", "pmid": "33083117", "title": "Comparison of pediatric scoring systems for mortality in septic patients and the impact of missing information on their predictive power: a retrospective analysis.", "abstract": "BACKGROUND: Scores can assess the severity and course of disease and predict outcome in an objective manner. This information is needed for proper risk assessment and stratification. Furthermore, scoring systems support optimal patient care, resource management and are gaining in importance in terms of artificial intelligence. OBJECTIVE: This study evaluated and compared the prognostic ability of various common pediatric scoring systems (PRISM, PRISM III, PRISM IV, PIM, PIM2, PIM3, PELOD, PELOD 2) in order to determine which is the most applicable score for pediatric sepsis patients in terms of timing of disease survey and insensitivity to missing data. METHODS: We retrospectively examined data from 398 patients under 18 years of age, who were diagnosed with sepsis. Scores were assessed at ICU admission and re-evaluated on the day of peak C-reactive protein. The scores were compared for their ability to predict mortality in this specific patient population and for their impairment due to missing data. RESULTS: PIM (AUC 0.76 (0.68-0.76)), PIM2 (AUC 0.78 (0.72-0.78)) and PIM3 (AUC 0.76 (0.68-0.76)) scores together with PRSIM III (AUC 0.75 (0.68-0.75)) and PELOD 2 (AUC 0.75 (0.66-0.75)) are the most suitable scores for determining patient prognosis at ICU admission. Once sepsis is pronounced, PELOD 2 (AUC 0.84 (0.77-0.91)) and PRISM IV (AUC 0.8 (0.72-0.88)) become significantly better in their performance and count among the best prognostic scores for use at this time together with PRISM III (AUC 0.81 (0.73-0.89)). PELOD 2 is good for monitoring and, like the PIM scores, is also largely insensitive to missing values. CONCLUSION: Overall, PIM scores show comparatively good performance, are stable as far as timing of the disease survey is concerned, and they are also relatively stable in terms of missing parameters. PELOD 2 is best suitable for monitoring clinical course.", "pub_date": "2020-10-05", "authors": ["Christian Niederwanger", "Thomas Varga", "Tobias Hell", "Daniel Stuerzel", "Jennifer Prem", "Magdalena Gassner", "Franziska Rickmann", "Christina Schoner", "Daniela Hainz", "Gerard Cortina", "Benjamin Hetzer", "Benedikt Treml", "Mirjam Bachler"], "journal": "PeerJ", "doi": "10.7717/peerj.9993", "source": "pubmed"}
{"doc_id": "22015873", "pmid": "22015873", "title": "Homicide and suicide during the perinatal period: findings from the National Violent Death Reporting System.", "abstract": "OBJECTIVE: To estimate the rates of pregnancy-associated homicide and suicide in a multistate sample from the National Violent Death Reporting System, to compare these rates with other causes of maternal mortality, and to describe victims' demographic characteristics. METHODS: We analyzed data from female victims of reproductive age from 2003 to 2007. We identified pregnancy-associated violent deaths as deaths attributable to homicide or suicide during pregnancy or within the first year postpartum, and we calculated the rates of pregnancy-associated homicide and suicide as the number of deaths per 100,000 live births in the sample population. We used descriptive statistics to report victims' demographic characteristics and prevalence of intimate-partner violence. RESULTS: There were 94 counts of pregnancy-associated suicide and 139 counts of pregnancy-associated homicide, yielding pregnancy-associated suicide and homicide rates of 2.0 and 2.9 deaths per 100,000 live births, respectively. Victims of pregnancy-associated suicide were significantly more likely to be older and white or Native American as compared with all live births in National Violent Death Reporting System states. Pregnancy-associated homicide victims were significantly more likely to be at the extremes of the age range and African American. In our study, 54.3% of pregnancy-associated suicides involved intimate partner conflict that appeared to contribute to the suicide, and 45.3% of pregnancy-associated homicides were associated with intimate-partner violence. CONCLUSION: Our results indicate that pregnancy-associated homicide and suicide are important contributors to maternal mortality and confirm the need to evaluate the relationships between sociodemographic disparities and intimate-partner violence with pregnancy-associated violent death.", "pub_date": "2011-11-01", "authors": ["Christie Lancaster Palladino", "Vijay Singh", "Jacquelyn Campbell", "Heather Flynn", "Katherine J Gold"], "journal": "Obstetrics and gynecology", "doi": "10.1097/AOG.0b013e31823294da", "source": "pubmed"}
{"doc_id": "34266524", "pmid": "34266524", "title": "[A clinical analysis of sepsis in very low birth weight infants].", "abstract": "OBJECTIVE: To study the incidence and clinical features of sepsis in very low birth weight (VLBW) infants. METHODS: The clinical data were collected from VLBW infants, with a birth weight of < 1 500 g, who were admitted to the Department of Neonatology, Maternity Hospital Affiliated to Nanjing Medical University, from January 2019 to June 2020. The incidence of sepsis, distribution of pathogenic bacteria, and risk factors for sepsis were analyzed. RESULTS: A total of 369 infants were enrolled, and 138 infants had sepsis, among whom 84 had early-onset sepsis (EOS) and 54 had late-onset sepsis (LOS).  CONCLUSIONS:  目的: 分析极低出生体重儿败血症的发生情况及临床特征。 方法: 收集2019年1月至2020年6月南京医科大学附属妇产医院新生儿科收治的极低出生体重儿（出生体重 < 1 500 g）的临床资料，分析败血症发生率、病原菌分布及危险因素。 结果: 共369例患儿纳入研究，其中败血症138例，包括早发型败血症（early-onset sepsis，EOS）84例、晚发型败血症（late-onset sepsis，LOS）54例。EOS患儿病原菌以粪肠球菌（24%）、链球菌类（21%）为主，LOS患儿病原菌以葡萄球菌类（41%）、肠杆菌类（29%）为主。EOS及LOS的发生率均随着出生胎龄、出生体重的升高而降低（ 结论: 粪肠球菌是极低出生体重儿EOS最常见的病原菌，而LOS的病原菌以葡萄球菌类最为常见。出生体重高可降低极低出生体重儿EOS发生的风险，而阴道分娩可能增加EOS的发生风险；肠外营养时间长可能增加LOS的发生危险。", "pub_date": "2021-07-01", "authors": ["Xiao-Shan Hu", "Jin-Gai Zhu", "Cheng-Yao Jiang", "Xiao-Hui Chen", "Zhang-Bin Yu", "Shu-Ping Han"], "journal": "Zhongguo dang dai er ke za zhi = Chinese journal of contemporary pediatrics", "doi": "10.7499/j.issn.1008-8830.2102114", "source": "pubmed"}
