{
  "questions": [
    {
      "answerReady": false,
      "body": "Is CD177 gene associated with paediatric sepsis?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 1527,
          "offsetInEndSection": 1766,
          "text": "ted 402 overlapping genes. As pediatric sepsis diagnostic indicators, CYSTM1 (AUC \u003d 0.988), MMP8 (AUC \u003d 0.973), and CD177 (AUC \u003d 0.986) were investigated and demonstrated statistically significant differences (P \u003c 0.05) and diagnostic effi",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37115484"
        },
        {
          "offsetInBeginSection": 1558,
          "offsetInEndSection": 2027,
          "text": "ediatric sepsis diagnostic indicators, CYSTM1 (AUC \u003d 0.988), MMP8 (AUC \u003d 0.973), and CD177 (AUC \u003d 0.986) were investigated and demonstrated statistically significant differences (P \u003c 0.05) and diagnostic efficacy in the validation set. As indicated by the immune cell infiltration analysis, multiple immune cells may be involved in the development of pediatric sepsis. Additionally, all diagnostic characteristics may correlate with immune cells to varying degrees.CONC",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37115484"
        }
      ],
      "type": "yesno",
      "id": "677eda7e592fa4887300002f",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "What is the burden of human trypanosomiases in European hospitals?",
      "documents": [],
      "snippets": [],
      "type": "factoid",
      "answerReady_on": {
        "date": "2025-01-20T18:07:11.026Z",
        "round": 9
      },
      "id": "6593de2f06a2ea257c00001e",
      "ideal_answer": [
        "The burden of human trypanosomiases in European hospitals is linked to imported cases from travelers, tourists, migrants, or expatriates who have been in endemic areas. While specific annual case numbers are not provided, Spain has the highest burden of Chagas disease (a form of trypanosomiasis) in Europe. The presence of Trypanosoma species in Europe is typically associated with travel or immigration history or infected animals. Despite progress in reducing human African trypanosomiasis in sub-Saharan Africa, its occurrence in Europe remains a consideration for differential diagnosis among certain patient groups. Additionally, the region faces broader healthcare challenges, such as primary care crises and hospital pressures post-COVID-19, which could impact the management of these diseases.",
        "Human African Trypanosomiasis (HAT), also known as sleeping sickness, poses a significant global threat, affecting approximately 70 million people in 36 African countries. Although not explicitly stated, it can be inferred that the burden of HAT in European hospitals is relatively low or negligible, given that HAT is primarily confined to Africa and there is no mention of significant cases or outbreaks in European regions. However, it\u0027s essential to note that Chagas disease, another form of trypanosomiasis caused by Trypanosoma cruzi, has a substantial presence in Latin America, but its direct burden in European hospitals is not quantified here. Nonetheless, considering the geographical distribution and prevalence of these diseases, it appears that the primary concern regarding trypanosomiases in European hospitals relates to imported cases rather than local transmission, highlighting the importance of vigilance and preparedness among clinicians in diagnosing and managing these conditions in non-endemic settings.",
        "Between 2011-2020, 49 cases of human African trypanosomiasis (HAT) were diagnosed in 16 non-endemic countries across five continents, with a majority caused by Trypanosoma brucei rhodesiense in tourists visiting Africa and T. b. gambiense in African migrants returning from endemic areas. The prevalence of HAT diagnosis in non-endemic countries is rare but significant, emphasizing the need for continued surveillance to support the World Health Organization\u0027s (WHO) elimination goals.",
        "The burden of human trypanosomiases in European hospitals is primarily associated with Chagas disease and human African trypanosomiasis (HAT). Chagas disease, caused by Trypanosoma cruzi, has a prevalence of approximately 4.2% among Latin American migrants in Europe, with significant underdiagnosis and lack of screening programs. The disease can lead to severe complications such as cardiomyopathy and gastrointestinal issues. Human African trypanosomiasis, though less common, poses a risk to travelers and migrants from endemic regions. The increasing incidence of these diseases in Europe is attributed to migration and tourism, highlighting the need for improved awareness, diagnosis, and treatment in healthcare settings.",
        "The burden of human trypanosomiases in European hospitals is relatively low. Between 2011 and 2020, there were 49 cases of Human African Trypanosomiasis (HAT) reported across multiple non-endemic countries, including those in Europe. These cases were primarily among tourists and migrants from Africa, indicating that the disease is mostly imported and not endemic to Europe."
      ],
      "exact_answer": [
        [
          "Spain has the highest burden of Chagas disease in Europe"
        ]
      ]
    },
    {
      "answerReady": true,
      "body": "What disease can be treated with vorasidenib?",
      "documents": [
        "39776525",
        "39025958",
        "39776528",
        "37812369",
        "39737092",
        "39776530"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 228,
          "text": "Vorasidenib (VORANIGO®; Servier) is an orally administered, first-in-class, highly brain-penetrant dual inhibitor of mutant isocitrate dehydrogenase 1 and 2 (IDH1/2) enzymes being developed for use in IDH-mutant diffuse glioma.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39375303"
        },
        {
          "offsetInBeginSection": 382,
          "offsetInEndSection": 608,
          "text": "The INDIGO study demonstrated that vorasidenib, a pan-mIDH inhibitor, improved progression-free survival for patients with grade 2 mIDH gliomas following surgical resection or biopsy compared to placebo and was well tolerated.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39776530"
        },
        {
          "offsetInBeginSection": 786,
          "offsetInEndSection": 1115,
          "text": "In addition to established treatments such as radiotherapy and alkylating chemotherapy, patients with an isocitrate dehydrogenase (IDH)-mutant glioma for whom additional treatment is indicated may now also have the option of receiving treatment with an mutant isocitrate dehydrogenase inhibitor such as vorasidenib or ivosidenib.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39776528"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 139,
          "text": "The isocitrate dehydrogenase (IDH) inhibitor, vorasidenib, may offer a promising new treatment option for patients with IDH-mutant gliomas.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39776525"
        },
        {
          "offsetInBeginSection": 475,
          "offsetInEndSection": 726,
          "text": "The recently published INDIGO trial, demonstrating the benefit of the mutant IDH inhibitor vorasidenib in patients with low-grade IDH-mutant gliomas, introduces a new era of precision medicine in brain tumors that is poised to change standard-of-care.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39025958"
        },
        {
          "offsetInBeginSection": 546,
          "offsetInEndSection": 827,
          "text": "Nonetheless, advances have been made with the IDH1/2 inhibitor vorasidenib for IDH-mutant grade 2 gliomas, the combination of dabrafenib and trametinib for BRAFV600E mutated gliomas, and the therapies for subsets of patients with fusions and H3K27M-altered diffuse midline gliomas.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37812369"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 279,
          "text": "Isocitrate dehydrogenase (IDH)-mutant grade 2 gliomas are malignant brain tumors that cause considerable disability and premature death. Vorasidenib, an oral brain-penetrant inhibitor of mutant IDH1 and IDH2 enzymes, showed preliminary activity in IDH-mutant gliomas.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37272516"
        },
        {
          "offsetInBeginSection": 1899,
          "offsetInEndSection": 2050,
          "text": "ients with grade 2 IDH-mutant glioma, vorasidenib significantly improved progression-free survival and delayed the time to the next intervention. (Fund",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37272516"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2025-01-22T10:36:34.256Z",
        "round": 9
      },
      "id": "677e8319592fa4887300001e",
      "ideal_answer": [],
      "exact_answer": [
        [
          "IDH-mutant gliomas"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "What is the cause of vestibular migrane?",
      "documents": [
        "32194499"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 209,
          "text": "Vestibular neuritis (VN) is the most common cause of acute prolonged spontaneous vertigo, and is characterized by acute unilateral vestibular hypofunction, probably due to inflammation of the vestibular nerve.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32194499"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-03-04T21:22:27.372Z",
        "round": 12
      },
      "id": "6772bdf0592fa48873000002",
      "ideal_answer": []
    },
    {
      "answerReady": false,
      "body": "What biological process is associated with Vitamin K?",
      "documents": [
        "36296903",
        "21088475",
        "29263734",
        "10389027",
        "36028390"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 220,
          "text": "Vitamin K is essential for several physiological processes, such as blood coagulation, in which it serves as a cofactor for the conversion of peptide-bound glutamate to γ-carboxyglutamate in vitamin K-dependent proteins.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37337123"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 175,
          "text": "Phylloquinone (vitamin K1) and menaquinones (vitamin K2 family) are essential for post-translational γ-carboxylation of a small number of proteins, including clotting factors.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36028390"
        },
        {
          "offsetInBeginSection": 404,
          "offsetInEndSection": 585,
          "text": "Newly discovered functions of vitamin K in cancer cells include activation of the steroid and xenobiotic receptor (SXR) and regulation of oxidative stress, apoptosis, and autophagy.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36028390"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 97,
          "text": "Vitamin K is the common name for a group of compounds recognized as essential for blood clotting.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36296903"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 1233,
          "text": "Vitamin K2 activates vitamin K-dependent proteins that support many biological functions, such as bone mineralization, the inhibition of vascular stiffness, the improvement of endothelial function, the maintenance of strong teeth, brain development, joint health, and optimal body weight. Due to the transformation of food habits in developed countries over the last five decades, vitamin K and, specifically, vitamin K2 intakes among parents and their offspring have decreased significantly, resulting in serious health implications. The therapeutics used in pediatric practice (antibiotics and glucocorticoids) are also to blame for this situation. Low vitamin K status is much more frequent in newborns, due to both endogenous and exogenous insufficiencies. Just after birth vitamin K stores are low, and since human milk is relatively poor in this nutrient, breast-fed infants are at particular risk of a bleeding disorder called vitamin K deficiency bleeding. A pilot study showed that better vitamin K status is associated with lower rate of low-energy fracture incidence. An ongoing clinical trial is intended to address whether vitamin K2 and D3 supplementation might positively impact the biological process of bone healing.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35053702"
        },
        {
          "offsetInBeginSection": 754,
          "offsetInEndSection": 1111,
          "text": "ary components including vitamins (vitamin C, B vitamin and vitamin K) flavonoids (e.g., quercetin, anthocyanins, and isoflavones), minerals (e.g., magnesium, zinc and potassium) and other nutrients such phytoestrogens, amino acids, and omega-3 fatty acids help in slowing the aging process, which ultimately results in increased lifespan and longevity.Conc",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36515582"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 130,
          "text": "Vitamin K is mainly known as an agent involved in blood coagulation, maintaining the activity of coagulation factors in the liver.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "29263734"
        },
        {
          "offsetInBeginSection": 863,
          "offsetInEndSection": 1052,
          "text": "Vitamin K is required for the biological activity of several coagulation factors; the classical function of vitamin K. Recent research also points to a role of vitamin K in bone metabolism.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "10389027"
        },
        {
          "offsetInBeginSection": 344,
          "offsetInEndSection": 445,
          "text": "Vitamin K1 is principally transported to the liver, regulating the production of coagulation factors.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "21088475"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2025-02-06T00:06:14.008Z",
        "round": 10
      },
      "id": "6772c765592fa48873000009",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "What is the impact of intimate partner violence on maternal mortality?",
      "documents": [
        "22015873",
        "33679185",
        "34864269"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1327,
          "offsetInEndSection": 1837,
          "text": "In our study, 54.3% of pregnancy-associated suicides involved intimate partner conflict that appeared to contribute to the suicide, and 45.3% of pregnancy-associated homicides were associated with intimate-partner violence.CONCLUSION: Our results indicate that pregnancy-associated homicide and suicide are important contributors to maternal mortality and confirm the need to evaluate the relationships between sociodemographic disparities and intimate-partner violence with pregnancy-associated violent death.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "22015873"
        },
        {
          "offsetInBeginSection": 1366,
          "offsetInEndSection": 1694,
          "text": "The high level of pregnancy complications was reported by women who had experienced sexual violence, emotional violence, and women whose husbands display three or more specific behaviors.CONCLUSION: Confidential screening for IPV and prompt referral to support services could be crucial in improving women\u0027s reproductive health.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33679185"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 220,
          "text": "BACKGROUND: The high prevalence rates of violence of the intimate partner affects the maternal health of the woman that sometimes ends in maternal mortality as well as the possibility of an adverse effect on the newborn.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33679185"
        },
        {
          "offsetInBeginSection": 344,
          "offsetInEndSection": 456,
          "text": "Intimate partner violence is associated with adverse perinatal outcomes, including perinatal and maternal death.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34864269"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 118,
          "text": "Intimate partner violence is a prevalent public health issue associated with all-cause maternal mortality.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "31657489"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-06T11:07:43.298Z",
        "round": 10
      },
      "id": "6777be0b592fa48873000014",
      "ideal_answer": []
    },
    {
      "answerReady": true,
      "body": "Which are the most common psychiatric events associated with the consumption of cannabis?",
      "documents": [
        "14722704"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1236,
          "offsetInEndSection": 1646,
          "text": "ally assaulted in the course of their lives. In addition, women are at greater risk of cannabis dependence (OR \u003d 3.87; p \u003c .05) for lower cannabis consumption (grams smoked per week) (OR \u003d 0.96; p \u003c .05).DISCUSSION AND CONCLUSIONS: French women heavy cannabis users are particularly at risk of PTSD and are more likely than men to be dependent despite consuming fewer.SCIENTIFIC SIGNIFICANCE: Further studies a",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38092565"
        },
        {
          "offsetInBeginSection": 1185,
          "offsetInEndSection": 1385,
          "text": "he participants, p \u003e 0.05.Conclusion: Due to the higher frequency of anxiety and depression disorders in cannabis users in this study compared to the general population, cannabis use is likely to be a",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36045802"
        },
        {
          "offsetInBeginSection": 1500,
          "offsetInEndSection": 1878,
          "text": "Finally, higher levels of obsessive-compulsive behaviour, interpersonal sensitivity, depression, anxiety, phobic anxiety and paranoid ideation were significantly correlated with the duration of regular interim cannabis use.CONCLUSIONS: The present findings suggest that self-reported psychopathology in ecstasy users is predominantly attributable to concomitant use of cannabis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "14722704"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2024-01-26T15:30:48.755Z",
        "round": 6
      },
      "id": "63ac44c2c6c7d4d31b000011",
      "ideal_answer": [
        "The most common psychiatric events associated with the consumption of cannabis include anxiety disorders, depressive disorders, psychotic disorders, psychosis, paranoia, cognitive impairment, mood disorders, exacerbation of existing psychiatric disorders, withdrawal syndrome, and increased risk of developing chronic psychosis. These events can range from acute adverse mental effects to long-term negative psychiatric outcomes, especially in vulnerable individuals. Cannabis use has been consistently linked to a higher prevalence of comorbid psychiatric conditions, learning and memory impairments, and a range of mental health issues that can have significant impacts on an individual\u0027s well-being and quality of life.",
        "The most common psychiatric events associated with the consumption of cannabis include anxiety disorders, depressive disorders, psychosis, and exacerbation of psychotic disorders -- particularly in vulnerable individuals. Cannabis use can lead to acute adverse effects such as anxiety, paranoia, and psychosis. Chronic use of cannabis may result in mood disorders, an increase in depressive or manic episodes, and the development of cannabis use disorders. Additionally, there is an association between cannabis use and the onset of first mania at a younger age, as well as an increase in impulsivity and sensation-seeking traits. Cannabis disorders are classified under the DSM-IV and ICD-10 criteria and include intoxication, abuse, dependence, as well as cannabis-induced psychotic and anxiety disorders.",
        "The most common psychiatric events associated with the consumption of cannabis are anxiety, depression, and psychotic disorders, which include a range of symptoms such as paranoia, exacerbation of manic episodes in those with affective psychoses, particularly bipolar disorder, and an increased likelihood of developing schizophrenia in vulnerable populations. Cannabis use can also lead to cannabis use disorders, characterized by cannabis intoxication, abuse, and dependence as defined by DSM-IV and ICD-10 criteria. Acute adverse effects include anxiety states, cognitive impairments, tachycardia, and orthostatic hypotension, while chronic effects may involve mood disorders, neurocognitive impairments, and exacerbation of psychotic disorders. Impulsivity and sensation-seeking traits have been observed in recreational cannabis users, which are not only common in chronic drug abusers but also present in those who consume cannabis recreationally.",
        "The most common psychiatric events associated with the consumption of cannabis include anxiety disorders, depressive disorders, and psychotic disorders. These conditions can range from acute reactions such as anxiety or paranoia during intoxication to more chronic effects like depression and exacerbation of pre-existing psychotic symptoms in vulnerable individuals. Cannabis use has also been linked to an increased risk of developing schizophrenia and other psychoses, particularly among those with a genetic predisposition or existing mental health conditions. Additionally, cannabis withdrawal can cause irritability, anxiety, sleep disturbances, and in some cases, more severe psychiatric symptoms.",
        "The most common psychiatric events associated with the consumption of cannabis include an increased risk for the development and exacerbation of psychotic disorders, such as schizophrenia, particularly in individuals with a pre-existing genetic predisposition. Cannabis use is also linked to first-episode psychosis, characterized by severe symptoms that can sometimes be managed with antipsychotics and mood stabilizers. It may lead to poor treatment adherence and an increased risk of relapse in individuals with psychotic disorders. Moreover, cannabis use can be involved in the onset of comorbid mental illnesses at an earlier age. While not all experiencing psychosis from cannabis will have a negative outcome on their overall mental health trajectory, these symptoms are cause for clinical concern and require careful management to prevent progression to more severe mental health conditions.",
        "The most common psychiatric events associated with cannabis consumption include anxiety disorders, depressive disorders, psychotic disorders such as schizophrenia, and substance use disorders. Acute adverse effects can consist of anxiety, paranoia, and psychosis, which can manifest as an acute anxiety state or even paranoid episodes. Cannabis use is also linked to exacerbation of psychotic disorders in vulnerable individuals and can affect mood, leading to disorders like depression. Additionally, there is a significant association between cannabis use and the development or worsening of psychiatric conditions such as attention deficit-hyperactivity disorder and conduct disorders, especially in adolescents and young adults. Chronic effects of cannabis can lead to cannabis use disorders, withdrawal syndrome, and neurocognitive impairments.",
        "The most common psychiatric events associated with cannabis consumption include anxiety disorders, depressive disorders, psychotic disorders, and cannabis use disorders. Specifically, cannabis use has been linked to the exacerbation of psychotic disorders in vulnerable individuals, mood disorders, and an increased risk of psychiatric disorders such as schizophrenia, depression, anxiety, and substance use disorder. Acute adverse mental effects can mimic psychiatric disorders like schizophrenia and bipolar disorder. Additionally, cannabis use is associated with a withdrawal syndrome upon cessation in dependent individuals. Other psychiatric effects include paranoia, psychosis, and cannabis-induced anxiety, which has been observed in emergency department patients. There is also evidence suggesting a cross-sectional association between recreational cannabis use and depression, anxiety, and suicide.",
        "The most common psychiatric events associated with cannabis consumption include anxiety, depression, psychosis, and paranoia. Additionally, cannabis use can be linked to mania and hypomania, as well as exacerbation of existing psychiatric conditions.",
        "The most common psychiatric events associated with cannabis consumption include anxiety disorders, depression, psychotic syndromes, cognitive impairment, and addictive behavior. Studies have shown that cannabis use is linked to an increased risk of progression to schizophrenia, particularly in individuals with a genetic loading. Additionally, research has found associations between cannabis use and mood disorders, including mania and bipolar disorder. Other psychiatric events reported include obsessive-compulsive behavior, interpersonal sensitivity, depression, anxiety, phobic anxiety, and paranoid ideation, particularly among frequent users. Furthermore, studies have also highlighted the potential for cardiovascular adverse events, such as myocardial infarction and strokes, suicidal ideas and attempts, worsening of epilepsy, and sedative disorders, all of which are concerning and warrant further investigation."
      ],
      "exact_answer": [
        [
          "panic attack psychotic states dependence abuse cognitive disorders amotival syndrome anxiety disorder suicidal idea and attempt Hallucinogenic effects Stimulant effects Aggressive behavior Addictive behaviors Bipolar Disorder"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "What are the most severe adverse effects of the birth control pill?",
      "documents": [
        "32388766",
        "25294576",
        "27923181"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1702,
          "offsetInEndSection": 2038,
          "text": "A total of 69.6% of participants experienced at least one side effect, of which mood swings (61.1%), weight gain or increase appetite (42.2%), decreased libido (34.1%), and nausea (31.2%) were most common.CONCLUSION: Saudi women had a high acceptance rate for oral anticonceptives as a legitimate method to prevent unintended pregnancy.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32388766"
        },
        {
          "offsetInBeginSection": 1735,
          "offsetInEndSection": 2016,
          "text": "The proportion of women who reported a clinically relevant mood deterioration did not differ between those allocated to COC (24.1%) or placebo (17.0%), p\u003d0.262.CONCLUSION: COC use is associated with small but statistically significant mood side effects in the intermenstrual phase.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "27923181"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 168,
          "text": "OBJECTIVE: Ever since the introduction of combined oral contraception (COC), one of the major reasons for discontinuing the pill use has been mood-related side effects.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "27923181"
        },
        {
          "offsetInBeginSection": 208,
          "offsetInEndSection": 322,
          "text": "COC is associated with elevated risk of venous thrombotic events (VTE), especially during the first year of usage.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "25294576"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-02-06T11:09:44.018Z",
        "round": 10
      },
      "id": "6777b9c5592fa4887300000f",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "What are the treatments for Adhesive Capsulitis or \"Frozen Sholder\"",
      "documents": [
        "18254123",
        "18004221",
        "10797215",
        "34225997",
        "35097146",
        "6867799",
        "37097090"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1,
          "offsetInEndSection": 600,
          "text": "ackground: Although several studies have reported the effectiveness of acupuncture treatment for adhesive capsulitis (AC), research on pharmacopuncture therapy for AC remains limited. We compared the effectiveness and safety of pharmacopuncture and physiotherapy for AC.Methods: This pragmatic, randomized, controlled, parallel-group pilot study enrolled patients with limitations of shoulder movement and a numeric rating scale (NRS) score for shoulder pain ≥5 randomized (1:1) to the pharmacopuncture therapy (PPT) and physiotherapy (PT) groups. Treatment sessions were administered twice weekly f",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39224580"
        },
        {
          "offsetInBeginSection": 681,
          "offsetInEndSection": 1221,
          "text": "fter excluding nine patients for other concomitant pathologies (five for calcific tendinopathy and four for rotator cuff injury), 36 patients were randomized into two groups: one group was treated with glenohumeral hydrodistension, the other with glenohumeral hydrodistension combined with bursal injection. Assessments were conducted at baseline and then 2, 4, and 6 months after treatment, focusing on changes in pain levels, functional scores, and range of motion in all planes. Each group followed a home-based rehabilitation protocol.R",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39264535"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 901,
          "text": "Adhesive capsulitis, also known as frozen shoulder, is a challenge to treat clinically. Common first-line treatment options are suprascapular nerve block (SSNB), intra-articular corticosteroid (IACS) injection, hydrodilatation, and physical therapy. This literature review summarizes each of these conservative treatments and discusses the evidence base for combining treatment options for potential additive benefits to improve patient outcomes (ie, pain, range of motion [ROM], and shoulder function). Methods: The PubMed and Google Scholar databases were searched using the search terms \"adhesive capsulitis,\" \"frozen shoulder,\" \"corticosteroids,\" \"physical therapy,\" \"suprascapular nerve block,\" \"hydrodilatation,\" and \"conservative care.\" Pertinent articles were identified and synthesized to provide a comprehensive review of 4 common conservative treatments for adhesive capsulitis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38510216"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 421,
          "text": "We describe a new technique for hydrodilatation of the frozen shoulder, which we coined \u0027Sonographically-Navigated Frozen Shoulder Release (S-FSR)\u0027 or \u0027Dr Gonzalez\u0027s technique.\u0027 Traditional treatments include a combination of conservative and surgical modalities, such as non-steroidal anti-inflammatories, physical therapy, and open capsular release. We describe a modification to hydrodilatation of the frozen shoulder.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39552666"
        },
        {
          "offsetInBeginSection": 188,
          "offsetInEndSection": 400,
          "text": "Idiopathic adhesive capsulitis usually responds to nonoperative therapy or closed manipulation, but shoulder stiffness due to trauma or surgery may necessitate either an arthroscopic or an open-release procedure.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "10797215"
        },
        {
          "offsetInBeginSection": 184,
          "offsetInEndSection": 922,
          "text": "It is usually self-limiting but often has a prolonged course over two to three years.OBJECTIVES: To determine the effectiveness and safety of arthrographic distension of the glenohumeral joint in the treatment of adults with adhesive capsulitis.SEARCH STRATEGY: We searched the Cochrane Musculoskeletal Review Group Register, CENTRAL, MEDLINE, CINAHL, and EMBASE to November 2006, unrestricted by date or language.SELECTION CRITERIA: We included randomised controlled trials and controlled clinical trials comparing arthrographic distension with placebo or other interventions.DATA COLLECTION AND ANALYSIS: Two review authors independently assessed study quality and extracted data.MAIN RESULTS: Five trials with 196 people were included.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "18254123"
        },
        {
          "offsetInBeginSection": 361,
          "offsetInEndSection": 505,
          "text": "Arthroscopic capsular release has gained popularity over the years and offers a predictably good treatment in patients with adhesive capsulitis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "18004221"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 67,
          "text": "Arthrographic distension for adhesive capsulitis (frozen shoulder).",
          "beginSection": "title",
          "endSection": "title",
          "document": "18254123"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 236,
          "text": "Multisite corticosteroid injection therapy is more effective in terms of pain relief, restoration of motion, and functional status than single intra-articular injection for the treatment of primary frozen shoulder (adhesive capsulitis).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34225997"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 190,
          "text": "BACKGROUND: Nonoperative and operative treatment modalities have been used for symptom management of adhesive capsulitis, but neither has been shown to significantly alter the long-term natu",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35097146"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 255,
          "text": "Thirty-one patients (33 shoulders) had clinical adhesive capsulitis confirmed by arthrography and simultaneously treated by intra-articular injection of lidocaine and long-acting corticosteroid introduced with the contrast material during the examination.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "6867799"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 251,
          "text": "BACKGROUND: Treatment for idiopathic adhesive capsulitis of the shoulder remains controversial. Stages 1 to 2 reflect an inflammatory process supporting a rationale for intra-articular glenohumeral joint corticosteroid injection to treat synovial infl",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37097090"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-02-06T00:16:42.774Z",
        "round": 10
      },
      "id": "6772c6ae592fa48873000008",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "Which organ dysfunction score is best for evaluating paediatric sepsis?",
      "documents": [
        "18183720",
        "33083117",
        "35837567"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1239,
          "offsetInEndSection": 1505,
          "text": "The AUROC analysis confirmed that the spSOFA provided good predictive capability in sepsis-related pediatric deaths, relative to the 24 h-pSOFA and SIRS.CONCLUSIONS: The pSOFA score performed better than SIRS in diagnosing infected children with high mortality risk.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35837567"
        }
      ],
      "type": "factoid",
      "id": "65844e9b06a2ea257c000004",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "Should ganaxolone be used for treatment of status epilepticus?",
      "documents": [
        "35429480",
        "10999558"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1827,
          "offsetInEndSection": 2081,
          "text": "Of the three deaths, none was considered related to ganaxolone; all occurred 9-22 days after completing ganaxolone.SIGNIFICANCE: IV ganaxolone achieved rapid and durable seizure control in patients with RSE, and showed acceptable safety and tolerability.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35748707"
        },
        {
          "offsetInBeginSection": 1272,
          "offsetInEndSection": 1644,
          "text": "The tolerability of ganaxolone was similar to that of placebo, with adverse events being reported by 79% of patients in the ganaxolone group and 68% of patients in the placebo group.CONCLUSIONS: Ganaxolone monotherapy was well tolerated for the duration of this clinical trial, and the results provide preliminary evidence that ganaxolone does have antiepileptic activity.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "10999558"
        },
        {
          "offsetInBeginSection": 3441,
          "offsetInEndSection": 3633,
          "text": "There were no deaths in the double-blind phase.INTERPRETATION: Ganaxolone significantly reduced the frequency of CDD-associated seizures compared with placebo and was generally well tolerated.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35429480"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-03-06T02:04:50.999Z",
        "round": 12
      },
      "id": "677e816e592fa4887300001a",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": false,
      "body": "What is the difference between Gene Set Enrichment Analysis (GSEA) and Over-Representation Analysis (ORA)?",
      "documents": [],
      "snippets": [],
      "type": "factoid",
      "id": "677ed900592fa4887300002c",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": true,
      "body": "Should gender-affirming surgery be performed in people under 18 years of age?",
      "documents": [],
      "snippets": [],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-01-22T11:19:36.784Z",
        "round": 9
      },
      "id": "6593d2e006a2ea257c000019",
      "ideal_answer": [
        "The decision to perform gender-affirming surgery (GAS) on individuals under 18 years of age involves balancing medical, psychological, and ethical considerations. Data indicates that breast and chest surgeries are the most common procedures in adolescents aged 12-18, often aimed at alleviating gender dysphoria and improving mental health outcomes. Hormonal therapy plays a preparatory role for some patients, though its long-term impact on surgical results is still under study. More complex procedures, such as genital reconstruction, are primarily performed on older patients due to additional medical and psychological considerations. The appropriateness of GAS for minors requires a multidisciplinary approach, careful assessment of individual circumstances, and comprehensive informed consent to ensure the best possible outcomes.",
        "Gender-affirming surgery can be performed on individuals under 18 under specific circumstances, supported by international guidelines and when deemed appropriate for the individual\u0027s mental health and quality of life. While restrictions and legal guidelines often set 18 as the age of consent, there are instances where these surgeries, such as chest wall masculinization, have been provided to individuals under 18 to support their gender identity and improve mental health outcomes.",
        "Studies suggest that gender-affirming surgeries are being increasingly performed on transgender adolescents, with many undergoing procedures such as mastectomies before the age of 18. These interventions, when conducted in accordance with international guidelines, have been associated with improvements in mental health and quality of life for gender-diverse individuals. However, the legal and regulatory landscape varies, with some regions requiring individuals to be at least 18 years old for certain surgical procedures. This highlights a tension between current medical practices and legal restrictions, underscoring the need for further discussion and clarification on the appropriate age for such interventions.",
        "While there is a lack of consensus, current evidence suggests that gender-affirming surgeries should generally be reserved for those aged 18 and over due to the irreversible nature of the procedures and ethical concerns regarding maturity and consent. However, puberty blockers and hormone therapies are commonly used in adolescents to support gender transitions.",
        "Gender-affirming surgery may be considered in carefully selected individuals under 18 years of age, particularly adolescents diagnosed with clear and persistent gender dysphoria, following thorough evaluation and multidisciplinary team assessment. However, the decision to proceed with surgery should take into account the individual\u0027s physical and emotional maturity, potential long-term implications, and available evidence-based guidelines. In some cases, such as clitoroplasty for clitoromegaly, surgical intervention during infancy has been shown to yield highly satisfactory outcomes, suggesting that early intervention can be beneficial when medically indicated. Nevertheless, each case requires a nuanced consideration of the unique circumstances, weighing the potential benefits against the risks and uncertainties associated with irreversible surgical interventions in minors."
      ]
    },
    {
      "answerReady": false,
      "body": "What is the best approach to evaluate learning disabilities in children?",
      "documents": [
        "2708539",
        "34307248",
        "34660490"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 211,
          "text": "The Einstein Assessment of School-Related Skills was developed to aid pediatricians and other professionals in the identification of children who are at risk for, or are exhibiting, school learning difficulties.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "2708539"
        },
        {
          "offsetInBeginSection": 1787,
          "offsetInEndSection": 2012,
          "text": "Conclusion: The BMT-i offers rapid, reliable, simple computerized assessments whose sensitivity and agreement with reference test batteries make it a suitable first-line instrument for LD screening in children 4-13 years old.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34660490"
        },
        {
          "offsetInBeginSection": 1681,
          "offsetInEndSection": 1977,
          "text": "Conclusion: The BMT-i was validated in a large sample of children in mainstream French schools, paving the way for its use in first-line screening of learning disabilities among children with complaints, whether their learning difficulties have been flagged by their parents or by their teachers.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34307248"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-06T10:54:53.748Z",
        "round": 10
      },
      "id": "6593d9fe06a2ea257c00001c",
      "ideal_answer": []
    },
    {
      "answerReady": true,
      "body": "Which pathophysiological pathways are involved in the symptom FATIGUE?",
      "documents": [
        "18987107",
        "16740143",
        "26853557"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1147,
          "offsetInEndSection": 1528,
          "text": "Physical fatigue was negatively correlated with GABA+ in SMC and PFC (r \u003d -0.428 and -0.472 respectively, p ≤  0.04) and positively with PFC Glx (r \u003d 0.480, p \u003d  0.028).CONCLUSION: The associations between fatigue and GABA + and Glx suggest that there might be dysregulation of GABAergic/glutamatergic neurotransmission in the pathophysiological mechanism of central fatigue in MS.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33657474"
        },
        {
          "offsetInBeginSection": 1362,
          "offsetInEndSection": 1478,
          "text": "These studies provide new insight into the diverse actions of IFN-γ in fatigue, energy metabolism, and autoimmunity.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37185821"
        },
        {
          "offsetInBeginSection": 1163,
          "offsetInEndSection": 1350,
          "text": "igued than in nonfatigued patients. Serum IL-6 levels (pg/mL) were higher in the fatigued group (5.1 ± 3.4) than in the nonfatigued group (1.6 ± 1.5; P \u003c 0.001); serum albumin and creatin",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "25135658"
        },
        {
          "offsetInBeginSection": 1408,
          "offsetInEndSection": 1853,
          "text": "Results also replicated several specific genomic effects previously observed in fatigued cancer survivors, including upregulated expression of α-synuclein (SNCA) and hemoglobin subunits (HBA and HBB).CONCLUSIONS: Cancer survivors\u0027 heightened fatigue levels may be partially explained by activation of specific immune cell subsets, thereby providing a potential molecular biomarker for clinical interventions targeting the remediation of fatigue.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "29579369"
        },
        {
          "offsetInBeginSection": 1172,
          "offsetInEndSection": 1522,
          "text": "Finally, fatigue score significantly correlated with gray matter atrophy in frontal regions, specifically, the left superior frontal gyrus and bilateral middle frontal gyri (P\u003c0.001 in all cases).CONCLUSION: Our results suggest that the symptom of fatigue is associated with a disruption of brain networks involved in cognitive/attentional processes.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "18987107"
        },
        {
          "offsetInBeginSection": 1720,
          "offsetInEndSection": 1976,
          "text": "These results demonstrate NR3C1 as a potential mediator of chronic fatigue, and implicate variations in the 5\u0027 region of NR3C1 as a possible mechanism through which the alterations in HPA axis regulation and behavioural characteristics of CFS may manifest.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "16740143"
        },
        {
          "offsetInBeginSection": 186,
          "offsetInEndSection": 556,
          "text": "While the causes of persistent fatigue among cancer survivors are not yet fully understood, accumulating evidence suggests that several pathways, including chronic inflammation, autonomic imbalance, HPA-axis dysfunction, and/or mitochondrial damage, could contribute towards the disruption of normal neuronal function and result in the symptom of cancer-related fatigue.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "26853557"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2024-03-04T13:29:37.229Z",
        "round": 8
      },
      "id": "6593dce006a2ea257c00001d",
      "ideal_answer": [
        "Fatigue is a complex symptom with multiple pathophysiological pathways. Key mechanisms include alterations in gut-brain axis activity, gut dysbiosis, and increased gut permeability, as seen in conditions like chronic fatigue syndrome. In fibromyalgia, metabolic disruptions such as tyrosine, purine, and pyrimidine pathway changes, as well as glutaminergic neurotransmission abnormalities, play a role. Cancer-related fatigue involves phospholipid metabolism disturbances, endocannabinoid system changes, and glycerophospholipid imbalances. Post-COVID-19 fatigue is linked to dysautonomia, micro-clotting, impaired oxygen delivery, and disruptions in cellular energy metabolism. These pathways highlight the importance of tailored therapeutic strategies to address the underlying causes of fatigue.",
        "Fatigue involves multiple pathophysiological pathways, including central nervous system dysfunction characterized by inflammation, reduced glucose metabolism, brain atrophy, demyelination, and axonal damage. It also implicates hypofunction of the glutamatergic system due to decreased acetyl-carnitine uptake in specific brain regions. Additionally, metabolic changes, particularly in response to stress, play a role. Abnormalities in neuromuscular junctions and myotendinous junctions contribute to fatigue symptoms, especially in conditions like major depressive disorder. The involvement of inflammation, the hypothalamic-pituitary-adrenal (HPA) axis, and the autonomic nervous system is suggested, though further research is needed. In fibromyalgia, fatigue is linked to chronic widespread pain and disruptions in both ascending pain and descending inhibitory sensory pathways. These mechanisms underscore the complexity of fatigue across various chronic illnesses.",
        "Studies suggest that fatigue is a complex symptom involving multiple pathophysiological pathways, including chronic inflammation, autonomic imbalance, HPA-axis dysfunction, and mitochondrial damage. Pro-inflammatory cytokines, such as interleukin-1 and -6, tumor necrosis factor-alpha, and tryptophan catabolites, are implicated in the mechanisms causing fatigue. Additionally, dysregulation of neurotransmitter systems, including GABAergic/glutamatergic transmission, and alterations in brain networks involved in cognitive/attentional processes are also associated with fatigue. Mitochondrial dysfunction, driven by immune dysfunction-related changes in myocyte mitochondria, is proposed as a critical role in fatigue-related pathogenesis. Furthermore, studies indicate that inflammation may be a common link between fatigue, pain, and depression, and that biologic agents targeting inflammatory cytokines can be effective in alleviating fatigue.",
        "Fatigue involves various pathophysiological pathways, including neuromuscular and myotendinous junction aberrations, non-dopaminergic and extrastriatal dopaminergic pathways, and disruptions in networks connecting the basal ganglia, thalamus, limbic system, and cortex. It is linked with hypocortisolemia impacting the hypothalamic-pituitary-adrenal axis and increased pro-inflammatory cytokine levels. There is dysregulation involving the central and autonomic nervous systems, neurotransmitter imbalances like GABAergic/glutamatergic signaling, and alterations in metabolic pathways such as galactose metabolism and phenylalanine, tyrosine, and tryptophan biosynthesis."
      ],
      "exact_answer": [
        [
          "elevated adrenocorticotropin (ACTH) levels HPA axis dysfunction activation of proinflammatory cytokines (TNF-alpha, IL-1beta and IL-6) disturbances of astroglia metabolism decreased levels of noradrenaline decreased levels of serotonin proinflammatory cytokines (TNF-alpha, IL-1beta, IL-6) glutaminergic transmission astroglia metabolism disturbances decreased neurotransmitters noradrenaline and serotonin dysregulation of GABAergic/glutamatergic neurotransmission tyrosine metabolism purine metabolism pyrimidine metabolism glutaminergic metabolism aberrations in neuromuscular and myotendinous junctions tyrosine pathway purine pathway pyrimidine pathway p38 MAPK signaling pathway functional and structural changes of cerebral gray matter oxidative stress IO\u0026NS pathways central serotoninergic system",
          "Gut dysbiosis, altered gut-brain axis activity, increased gut permeability, bacterial translocation, abnormal tryptophan metabolism, and reduced activity of the kynurenine pathway",
          "Disrupted tyrosine, purine, and pyrimidine metabolism, and glutaminergic neurotransmission abnormalities in fibromyalgia",
          "Disruptions in phospholipid metabolism, endocannabinoid system alterations, glycerophospholipid abnormalities, and anandamide level changes in cancer-related fatigue",
          "Dysautonomia, micro-clotting, impaired oxygen delivery, and cellular energy metabolism changes in Long COVID-related fatigue"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "Which genes are associated with neonatal sepsis survival?",
      "documents": [
        "39816047"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1413,
          "offsetInEndSection": 1519,
          "text": "In conclusion, SNP of TNF-α -308 gene and IL-6 level are not associated with mortality in neonatal sepsis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39816047"
        },
        {
          "offsetInBeginSection": 148,
          "offsetInEndSection": 345,
          "text": "Variations in the tumor necrosis factor-alpha gene (TNF-α) -308G/A may be linked to neonatal sepsis mortality by modulating interleukins (ILs) involved in the immune response cascade, such as IL-6.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39816047"
        }
      ],
      "type": "list",
      "id": "677ecab2592fa48873000026",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": true,
      "body": "Is Deferiprone effective for Parkinson’s Disease?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 979,
          "offsetInEndSection": 1132,
          "text": "Although 30 mg/kg deferiprone treated patients showed a trend for improvement in motor-UPDRS scores and quality of life, this did not reach significance.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28469157"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2023-01-19T03:20:50.326Z",
        "round": 1
      },
      "id": "63adc949c6c7d4d31b000019",
      "ideal_answer": [],
      "exact_answer": "no"
    },
    {
      "answerReady": false,
      "body": "Which genes of IL-17 signalling pathway are upregulated in sepsis?",
      "documents": [
        "30216518",
        "19494309",
        "32849528",
        "28769538"
      ],
      "snippets": [],
      "type": "list",
      "id": "677eab59592fa48873000023",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": true,
      "body": "How does Gene Set Enrichment Analysis (GSEA) work?",
      "documents": [
        "21917718",
        "18234563"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 311,
          "offsetInEndSection": 488,
          "text": "Another way is to apply Gene Set Enrichment Analysis (GSEA) that uses predefined gene sets and ranks of genes to identify significant biological changes in microarray data sets.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "18234563"
        },
        {
          "offsetInBeginSection": 254,
          "offsetInEndSection": 475,
          "text": "GSEA is a statistical functional enrichment analysis commonly applied to identify enrichment of biological functional categories in sets of ranked differentially expressed genes from genome-wide mRNA expression data sets.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "21917718"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-01-21T17:37:20.776Z",
        "round": 9
      },
      "id": "677ecc12592fa48873000028",
      "ideal_answer": [
        "Gene Set Enrichment Analysis (GSEA) works by using predefined gene sets to analyze and identify significant biological changes in gene expression data. It ranks genes to determine which predefined sets are overrepresented at the top or bottom of a rank-ordered list of genes from microarray data, indicating potential functional categories of interest.",
        "Gene Set Enrichment Analysis (GSEA) works by calculating the significance of the association between an annotated gene set and a differential expression signature. It typically uses a running sum statistic and permutation tests to assess the enrichment of gene sets across high-throughput expression data, identifying pathways and biological processes relevant to the data.",
        "Gene Set Enrichment Analysis (GSEA) is a computational method that evaluates whether an a priori defined set of genes displays statistically significant, concordant differences in expression between two biological states. It ranks these genes based on expression levels from genome-wide mRNA datasets, identifying significant biological changes and processes linked to specific phenotypes or conditions.",
        "Gene Set Enrichment Analysis (GSEA) is a computational method that assesses whether a predefined set of genes shows statistically significant, concordant differences between two biological states. It uses ranks of gene expression to identify significant biological changes in microarray data, aiding in the interpretation of gene set-phenotype associations and pathway-level expression changes.",
        "Gene Set Enrichment Analysis (GSEA) is a computational method that evaluates whether a predefined set of genes shows statistically significant, concordant differences between two biological states. By ranking genes based on differential expression, it identifies enrichment related to biological functions or pathways, revealing significant dependencies between gene sets and observed phenotypes.",
        "Gene Set Enrichment Analysis (GSEA) is a computational method used to determine if a pre-defined set of genes exhibits statistically significant, concordant differences between two biological states. It achieves this by ranking genes based on differential expression and identifying enrichment in specific gene sets, enabling the discovery of significant biological processes and pathways.",
        "Gene Set Enrichment Analysis (GSEA) works by utilizing pre-defined gene sets, ranking genes based on their expression levels, calculating an enrichment score reflecting the degree of overrepresentation, and employing permutation tests to determine statistical significance, ultimately revealing significant biological changes and patterns within genomic data."
      ]
    },
    {
      "answerReady": true,
      "body": "Is Cinpanemab effective for Early Parkinson’s Disease?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 2331,
          "offsetInEndSection": 2541,
          "text": "ticipants with early Parkinson\u0027s disease, the effects of cinpanemab on clinical measures of disease progression and changes in DaT-SPECT imaging did not differ from those of placebo over a 52-week period. (Fund",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921450"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2023-01-29T21:48:07.683Z",
        "round": 2
      },
      "id": "63adca9ec6c7d4d31b00001d",
      "ideal_answer": [],
      "exact_answer": "no"
    },
    {
      "answerReady": false,
      "body": "Is bacterial more common than viral paediatric sepsis?",
      "documents": [],
      "snippets": [],
      "type": "yesno",
      "id": "6584542106a2ea257c000006",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "What is the percentage of women that have successfully undergone fertility treatment in the European Union?",
      "documents": [],
      "snippets": [],
      "type": "factoid",
      "answerReady_on": {
        "date": "2025-01-22T11:19:17.134Z",
        "round": 9
      },
      "id": "6593d3ab06a2ea257c00001a",
      "ideal_answer": [
        "In the European Union, around 24% of women have successfully achieved at least one viable pregnancy after undergoing fertility treatment. This percentage reflects the success rate after an average of 2.48 treatment cycles per individual in a study cohort.",
        "In the European Union, the success rate of fertility treatments such as in vitro fertilization is typically reported as around 21-22% deliveries per ART cycle and clinical pregnancy rates between 29% and 32.4% per embryo transfer, as per recent reports.",
        "In the European Union, the clinical pregnancy rates per embryo transfer for in vitro fertilization range from approximately 29% to 35.44%, while the live birth rates per embryo transfer are around 26% to 26.78%.",
        "According to recent studies, the clinical pregnancy rate per embryo transfer was 35.44% while the live birth rate per embryo transfer was 26.53%. Additionally, a study from our institution reported that IUI-H in women below 40 years of age resulted in 10.6% twin and 0.6% triplet pregnancies. Furthermore, it is noted that the number of ART cycles has increased in Europe over the past few years, with a reported percentage of deliveries per ART cycle being 21-22%. These statistics suggest that approximately 26.53% of women undergoing fertility treatment successfully achieve a live birth, although the overall success rate may vary depending on the specific treatment and age group.",
        "In the European Union, the success rates for fertility treatments, such as assisted reproductive technologies (ART), show that the percentage of deliveries per ART cycle is around 21% to 22%, according to recent reports."
      ],
      "exact_answer": [
        [
          "24%",
          ""
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "Is there a four-gene diagnostic signature for neonatal early-onset sepsis with bacterial infection?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 1202,
          "offsetInEndSection": 1844,
          "text": "Through bioinformatics analysis, a diagnostic four-gene model that can accurately distinguish neonatal EOS in newborns with bacterial infection was constructed, which can be used as an auxiliary test for diagnosing neonatal EOS with bacterial infection in the future.CONCLUSION: In the current study, we analyzed gene expression profiles of neonatal EOS patients from public databases to develop a genetic model for predicting sepsis, which could provide insight into early molecular changes and biological mechanisms of neonatal EOS.WHAT IS KNOWN: • Infants with suspected EOS usually receive empiric antibiotic therapy directly after birth.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36527479"
        },
        {
          "offsetInBeginSection": 755,
          "offsetInEndSection": 1469,
          "text": "Four genes (CST7, CD3G, CD247, and ANKRD22) were identified that most accurately predicted neonatal EOS and were subsequently used to construct a diagnostic model. ROC analysis revealed that this diagnostic model performed well in differentiating between neonatal EOS and normal infants in both the GSE25504 dataset and our clinical cohort. Finally, the miRNA-mRNA network consisting of the four genes and potential target miRNAs was constructed. Through bioinformatics analysis, a diagnostic four-gene model that can accurately distinguish neonatal EOS in newborns with bacterial infection was constructed, which can be used as an auxiliary test for diagnosing neonatal EOS with bacterial infection in the future.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36527479"
        }
      ],
      "type": "yesno",
      "id": "677ecc65592fa48873000029",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "Bepirovirsen was developed for treatment of which disease?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 1000,
          "offsetInEndSection": 1363,
          "text": "Participants with CHB infection ≥6 months and serum HBsAg ≥50 IU ml-1 were enrolled from seven centers across Hong Kong and the Republic of Korea and randomized (3:1 within each dose cohort) to receive bepirovirsen or placebo via subcutaneous injection twice weekly during weeks 1 and 2 (days 1, 4, 8 and 11) and once weekly during weeks 3 and 4 (days 15 and 22).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34642494"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 277,
          "text": "INTRODUCTION: Bepirovirsen (GSK3228836) is an antisense oligonucleotide that induced rapid and prolonged hepatitis B surface antigen (HBsAg) reduction with a favorable safety profile following 4 weeks of treatment in participants with chronic hepatitis B virus (HBV) infection.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37393402"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 263,
          "text": "INTRODUCTION: Bepirovirsen (GSK3228836) is an antisense oligonucleotide that induced rapid and prolonged hepatitis B surface antigen (HBsAg) reduction with a favorable safety profile following 4 weeks of treatment in participants with chronic hepatitis B virus (H",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37393402"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 453,
          "text": ": Bepirovirsen is a novel antisense oligonucleotide in development for chronic hepatitis B virus (HBV) infection therapy. Understanding the impact that clinical characteristics may have on bepirovirsen exposure is important for determining efficacious and well-tolerated dosing regimens. This analysis evaluated demographics and clinical characteristics associated with bepirovirsen exposure using a population pharmacokinetic (PK) analysis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38796564"
        },
        {
          "offsetInBeginSection": 1086,
          "offsetInEndSection": 1429,
          "text": "Bepirovirsen, an antisense oligonucleotide (ASO) targeting all HBV RNA species, showed dose-dependent antiviral effects in the RHTC mouse model. The spatiotemporally controlled rcccDNA mouse is convenient and reliable, providing versatile small animal model for studying cccDNA-centric HBV biology as well as evaluating antiviral therapeutics.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37253400"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 264,
          "text": "INTRODUCTION: Bepirovirsen (GSK3228836) is an antisense oligonucleotide that induced rapid and prolonged hepatitis B surface antigen (HBsAg) reduction with a favorable safety profile following 4 weeks of treatment in participants with chronic hepatitis B virus (HB",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37393402"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2023-01-13T23:14:50.793Z",
        "round": 1
      },
      "id": "63adc82ec6c7d4d31b000016",
      "ideal_answer": [],
      "exact_answer": [
        [
          "hepatitis b"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "Are there any trials for a single vaccine against most allergies?",
      "documents": [
        "27939703"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 81,
          "offsetInEndSection": 596,
          "text": "For Bet v 1-mediated birch pollen and associated food allergies, a single wild-type allergen does not provide a complete solution.OBJECTIVE: We aimed to combine immunologically relevant epitopes of Bet v 1 and the 2 clinically most important related food allergens from apple and hazelnut to a single hybrid protein, termed MBC4.METHODS: After identification of T cell epitope-containing parts on each of the 3 parental allergens, the hybrid molecule was designed to cover relevant epitopes and evaluated in silico.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "27939703"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 76,
          "text": "Tackling Bet v 1 and associated food allergies with a single hybrid protein.",
          "beginSection": "title",
          "endSection": "title",
          "document": "27939703"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-02-20T14:06:12.236Z",
        "round": 11
      },
      "id": "6777bcec592fa48873000013",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "What is geniospasm?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 377,
          "text": "Geniospasm is a rare and generally benign movement disorder of the chin yet with potentially debilitating complications. Due to its rarity, previous literature was limited to only case reports or series with critical knowledge gap on its natural history, prognosis, and management. We aimed to establish the natural history, prognosis, and treatment for geniospasm.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35672188"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 276,
          "text": "Geniospasm is a rare genetic disorder characterized by paroxysmal rhythmic or irregular movements of the chin and lower lip due to repetitive contractions of the mentalis muscle. Pathophysiology is poorly understood, and optimal treatment has not been established.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32874771"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2023-01-19T03:18:54.666Z",
        "round": 1
      },
      "id": "63adc90bc6c7d4d31b000018",
      "ideal_answer": []
    },
    {
      "answerReady": false,
      "body": "What is the optimal age to start screening for learning disorders?",
      "documents": [],
      "snippets": [],
      "type": "factoid",
      "answerReady_on": {
        "date": "2025-02-06T11:03:52.759Z",
        "round": 10
      },
      "id": "6777bb95592fa48873000010",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "Can IFI27 predict RSV infection in preterm infants?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 2130,
          "offsetInEndSection": 2477,
          "text": "Moreover, high-expression IFI27 was associated with more severe cases (p \u003d 0.041), more requirements of mechanical ventilation (p \u003d 0.034), more frequent hospitalization (p \u003c 0.001) and longer cumulative hospital stay (p \u003d 0.012).CONCLUSION: IFI27 might serve to predict RSV infection and evaluate the severity of RSV infection in preterm infants.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33388093"
        },
        {
          "offsetInBeginSection": 2334,
          "offsetInEndSection": 2441,
          "text": "hospital stay (p \u003d 0.012).CONCLUSION: IFI27 might serve to predict RSV infection and evaluate the severity ",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33388093"
        }
      ],
      "type": "yesno",
      "id": "677ecb2e592fa48873000027",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": false,
      "body": "Please list the agricultural chemicals related to Parkinson\u0027s Disease.",
      "documents": [
        "38309714",
        "29862459",
        "22292029",
        "16242641",
        "19493570",
        "17726156",
        "15198914",
        "19270050",
        "20049211",
        "24158912",
        "29136149",
        "39485576"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 576,
          "offsetInEndSection": 1062,
          "text": "The animal models most relevant to PD include those generated by neurotoxic chemicals that selectively disrupt the catecholaminergic system such as 6-hydroxydopamine; 1-methyl-1,2,3,6-tetrahydropiridine; agricultural pesticide toxins, such as rotenone and paraquat; the ubiquitin proteasome system inhibitors; inflammatory modulators; and several genetically manipulated models, such as α-synuclein, DJ-1, PINK1, Parkin, and leucine-rich repeat kinase 2 transgenic or knock-out animals.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "24158912"
        },
        {
          "offsetInBeginSection": 1427,
          "offsetInEndSection": 1755,
          "text": "Exposure to a higher number of water-soluble pesticides and organophosphate pesticides also increased the relative risk of PD.CONCLUSION: Our study, the first to use agricultural pesticide application records, adds evidence that consuming well water presumably contaminated with pesticides may play a role in the etiology of PD.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "20049211"
        },
        {
          "offsetInBeginSection": 106,
          "offsetInEndSection": 448,
          "text": "In the present study, we provide epidemiological assessment of ambient paraquat exposure and Parkinson\u0027s disease (PD) risk in a population-based study of PD in agricultural regions of Central California.METHODS: Based on 829 PD patients and 824 community controls, we assessed associations between ambient paraquat dichloride exposure and PD.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38309714"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 876,
          "text": "Exposure to pyrethroids, a significant class of the most widely used agricultural chemicals, has been associated with an increased risk of Parkinson\u0027s disease (PD). However, although many different pyrethroids induce roughly the same symptoms of Parkinsonism, the underlying mechanisms remain unknown. To find the shared key features among these mechanisms, we focused on 3-phenoxybenzoic acid (3-PBA), a common and prominent metabolite of most pyrethroids produced via hydrolysis by CEs in mammals. To determine the contribution of 3-PBA to the initiation and progression of PD, we performed in vivo and in vitro experiments, respectively, and found that 3-PBA not only accumulates in murine brain tissues over time but also further induces PD-like pathologies (increased α-syn and phospho-S129, decreased TH) to the same or even greater extent than the precursor pyrethroid.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35605864"
        },
        {
          "offsetInBeginSection": 207,
          "offsetInEndSection": 755,
          "text": "Triazole fungicides are applied to grain, fruit, and vegetable crops to combat mold and fungi and their use is increasing worldwide. Here, we assessed the in vitro toxicity of two widely used triazole fungicides, propiconazole and tebuconazole, to mitochondria using differentiated SH-SY5Y neuroblastoma cells as an in vitro cell model used in Parkinson\u0027s disease research. Cell viability (based on ATP levels), mitochondrial membrane potential, oxidative respiration, and reactive oxygen species (ROS) were measured following fungicide treatments.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32585290"
        },
        {
          "offsetInBeginSection": 1156,
          "offsetInEndSection": 1348,
          "text": "cattle) to 1.79 (peas), P \u003c 0.05]. Rotenone, diquat, paraquat and several dithiocarbamates were associated with an increased risk of PD [OR \u003d 1.31 (cuprobam) to 1.57 (rotenone)], especially in",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "29136149"
        },
        {
          "offsetInBeginSection": 651,
          "offsetInEndSection": 804,
          "text": "oreover, some pesticides/herbicides, such as rotenone, paraquat (PQ), maneb (MB), and mancozeb (MZ), cause neurotoxicity and induce a PD-like pathology. ",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "29862459"
        },
        {
          "offsetInBeginSection": 152,
          "offsetInEndSection": 286,
          "text": "The agrichemicals maneb and paraquat selectively target dopaminergic neurons, leading to parkinsonism, through ill-defined mechanisms.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "22292029"
        },
        {
          "offsetInBeginSection": 1161,
          "offsetInEndSection": 1339,
          "text": "This study provides evidence that exposure to a combination of maneb and paraquat increases PD risk, particularly in younger subjects and/or when exposure occurs at younger ages.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "19270050"
        },
        {
          "offsetInBeginSection": 905,
          "offsetInEndSection": 1156,
          "text": "including fungicides, fumigants, and organochlorine and carbamate insecticides. Pesticide exposure may also be associated with increased risk of Parkinson disease; several classes of pesticides, including insecticides, herbicides, and fungicides, have",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "15198914"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 252,
          "text": "Parkinson\u0027s disease (PD) is a complex disorder that arises from genetic and environmental factors. The current investigation endeavors to investigate the role of exposure to organochlorine (OCPs) and organophosphate pesticides (OPPs), recognized as the",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39485576"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 248,
          "text": "Pesticides are the main environmental factor associated with the etiology of human neurodegenerative disorders such as Parkinson\u0027s disease. Our laboratory has previously demonstrated that the treatment of rats with low doses of dimethoate, zineb or",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "19493570"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 253,
          "text": "Parkinson\u0027s disease is a chronic neurodegenerative disorder characterized by loss of dopaminergic neurons in the substantia nigra. Rotenone, a pesticide, produces selective degeneration of dopaminergic neurons and motor dysfunction in rats. To determine",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "17726156"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-02-06T00:31:27.074Z",
        "round": 10
      },
      "id": "6772c43b592fa48873000006",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": true,
      "body": "Is Lecanemab effective for early Alzheimer’s Disease?",
      "documents": [
        "36856953",
        "38084203",
        "37251789",
        "37831471",
        "38830549",
        "39081336",
        "38484213",
        "37357276"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 421,
          "offsetInEndSection": 698,
          "text": "In June 2021, the FDA approved aducanumab, an anti-Aβ monoclonal antibody for early AD based on its ability to reduce brain amyloid plaques, while two other amyloid-clearing antibodies (lecanemab and donanemab) have recently produced encouraging cognitive and clinical results.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36586644"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 209,
          "text": "BACKGROUND: Lecanemab, a humanized IgG1 monoclonal antibody that targets soluble aggregated Aβ species (protofibrils), has demonstrated robust brain fibrillar amyloid reduction and slowing of clinical decline ",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36544184"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 211,
          "text": "BACKGROUND: Lecanemab, a humanized IgG1 monoclonal antibody that targets soluble aggregated Aβ species (protofibrils), has demonstrated robust brain fibrillar amyloid reduction and slowing of clinical decline in",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36544184"
        },
        {
          "offsetInBeginSection": 429,
          "offsetInEndSection": 710,
          "text": "2021, the FDA approved aducanumab, an anti-Aβ monoclonal antibody for early AD based on its ability to reduce brain amyloid plaques, while two other amyloid-clearing antibodies (lecanemab and donanemab) have recently produced encouraging cognitive and clinical results. We reviewed",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36586644"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 158,
          "text": "[Mechanism of action and clinical trial results of Lecanemab (Leqembi® 200 ‍mg, 500 ‍mg for Intravenous Infusion), a novel treatment for Alzheimer\u0027s disease].",
          "beginSection": "title",
          "endSection": "title",
          "document": "38692883"
        },
        {
          "offsetInBeginSection": 1531,
          "offsetInEndSection": 1829,
          "text": "In the OLE, lecanemab 10 mg/kg biweekly treatment produced dose-dependent reductions in amyloid PET SUVr, improvements in plasma Aβ42/40 ratio, and reductions in plasma p-tau181.CONCLUSIONS: Lecanemab treatment resulted in significant reduction in amyloid plaques and a slowing of clinical decline.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36544184"
        },
        {
          "offsetInBeginSection": 485,
          "offsetInEndSection": 760,
          "text": "Furthermore, lecanemab has been shown to effectively reduce Aβ accumulation in patients with early Alzheimer\u0027s disease, which might contribute not only to delaying the progression of cognitive decline, but also to improving the quality of life of patients and their families.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39034660"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 450,
          "text": "The introduction of lecanemab has dramatically changed the field of dementia medicine. Lecanemab, defined as an anti-amyloid-β (Aβ) drug, comprises an antibody against Aβ, a protein structure believed to cause Alzheimer\u0027s disease. This drug represents a new direction in dementia treatment. In a phase III study, lecanemab was found to significantly slow cognitive decline, while showing manageable levels of amyloid-related imaging abnormalities, wh",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39034660"
        },
        {
          "offsetInBeginSection": 99,
          "offsetInEndSection": 229,
          "text": "n the USA. Lecanemab is anti-Aβ monoclonal antibody approved for the treatment of early Alzheimer\u0027s disease but is only marginally",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38414336"
        },
        {
          "offsetInBeginSection": 1002,
          "offsetInEndSection": 1145,
          "text": "This article summarizes the milestones in the development of lecanemab leading to this first approval for the treatment of Alzheimer\u0027s disease.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36856953"
        },
        {
          "offsetInBeginSection": 1309,
          "offsetInEndSection": 1591,
          "text": "Based on promising Phase 2 data showing plaque clearance and reduced cognitive decline, a Phase 3 trial found that lecanemab slowed decline on the primary cognitive endpoint by 27% over 18 months and also produced positive effects on secondary clinical endpoints and key biomarkers.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38084203"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 263,
          "text": "The recently published results of the 18-month randomized controlled trial of lecanemab, reporting the efficacy of the drug in slowing the progression of early Alzheimer disease, quickly led to approval by the FDA and widespread acceptance of lecanemab treatment.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38484213"
        },
        {
          "offsetInBeginSection": 606,
          "offsetInEndSection": 769,
          "text": "Lecanemab was the first drug shown to slow cognitive decline in patients with MCI or early onset AD dementia when administered as an infusion once every two weeks.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39081336"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 274,
          "text": "Recently, the U.S. Food and Drug Administration (FDA) approved 2 anti-amyloid monoclonal antibodies, aducanumab (June 7, 2021) and lecanemab (July 6, 2023), for the treatment of Alzheimer\u0027s disease (AD) patients, and will most likely also approve a 3rd one, donanemab, soon.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37831471"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 489,
          "text": "Lecanemab (BAN2401), an IgG1 monoclonal antibody, preferentially targets soluble aggregated amyloid beta (Aβ), with activity across oligomers, protofibrils, and insoluble fibrils. BAN2401-G000-201, a randomized double-blind clinical trial, utilized a Bayesian design with response-adaptive randomization to assess 3 doses across 2 regimens of lecanemab versus placebo in early Alzheimer\u0027s disease, mild cognitive impairment due to Alzheimer\u0027s disease (AD) and mild AD dementia.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33865446"
        },
        {
          "offsetInBeginSection": 14,
          "offsetInEndSection": 300,
          "text": "There is no cure for Alzheimer\u0027s disease, which is the sixth leading cause of death in the USA. Lecanemab is anti-Aβ monoclonal antibody approved for the treatment of early Alzheimer\u0027s disease but is only marginally effective. Other antibodies are being developed including solanezumab.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38414336"
        },
        {
          "offsetInBeginSection": 87,
          "offsetInEndSection": 760,
          "text": "Lecanemab, defined as an anti-amyloid-β (Aβ) drug, comprises an antibody against Aβ, a protein structure believed to cause Alzheimer\u0027s disease. This drug represents a new direction in dementia treatment. In a phase III study, lecanemab was found to significantly slow cognitive decline, while showing manageable levels of amyloid-related imaging abnormalities, which are side-effects of lecanemab. Furthermore, lecanemab has been shown to effectively reduce Aβ accumulation in patients with early Alzheimer\u0027s disease, which might contribute not only to delaying the progression of cognitive decline, but also to improving the quality of life of patients and their families.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39034660"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 26,
          "text": "Lecanemab: First Approval.",
          "beginSection": "title",
          "endSection": "title",
          "document": "36856953"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 231,
          "text": "Lecanemab (Leqembi®) is approved in the United States for the treatment of Alzheimer\u0027s disease (AD) to be initiated in early AD (mild cognitive impairment [MCI] due to AD or mild AD dementia) with confirmed brain amyloid pathology.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37357276"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 215,
          "text": "Lecanemab, an anti-amyloid antibody with effects on biomarker and clinical endpoints in early Alzheimer\u0027s Disease (AD), was granted accelerated approval by the FDA in 2023 and regulatory review in Europe is ongoing.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37251789"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 247,
          "text": "Based on \"reducing amyloid plaques in the brain\", the U.S. Food and Drug Administration has granted accelerated and full approval for two monoclonal anti-Alzheimer\u0027s antibodies, aducanumab and lecanemab, respectively. Approval of a third antibody,",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38830549"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2023-02-16T16:10:18.953Z",
        "round": 3
      },
      "id": "63adc8d8c6c7d4d31b000017",
      "ideal_answer": [],
      "exact_answer": "yes"
    },
    {
      "answerReady": true,
      "body": "What are the causes of depression in children under 11?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 1798,
          "offsetInEndSection": 2005,
          "text": " with depressive symptoms in both cohorts. Low paternal age was a risk factor for depressive symptoms in the less developed city, São Luís, whereas low birth weight was a risk factor for depressive symptoms ",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "22863172"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-01-22T11:20:29.810Z",
        "round": 9
      },
      "id": "63ac45e4c6c7d4d31b000015",
      "ideal_answer": [
        "Depression in children under 11 is influenced by multiple factors. Psychological causes include internalizing disorders and emotional dysregulation, as reflected in increased prevalence with self-reported emotional disorders. Biological causes involve dysregulations in the hypothalamus-pituitary-adrenal (HPA) axis, with alterations in cortisol and immune biomarkers observed in children with ADHD. Additionally, environmental stressors, such as high parental stress and caregiver burden, can negatively impact children\u0027s emotional well-being, increasing their risk for developmental and mood disorders.",
        "Depression in children under 11 can be caused by various interrelated factors. Key causes include the influence of parental depression or bipolar disorder, stressful events, and loss. Children with psychological conditions such as attention, learning, conduct, or anxiety disorders are at a higher risk of depression. External influences like traumatic experiences and socioeconomic stress, such as community poverty and unemployment, also play a role. Children\u0027s self-perception, specifically a tendency towards depressive attributional styles and low self-perceived competence, are additional contributors.",
        "Research suggests that various factors contribute to the development of depression in children under 11. Studies indicate that children who experience stress, loss, or have attention, learning, conduct, or anxiety disorders are at higher risk for depressive disorders. Additionally, children living with a parent who has depression are more likely to develop depression themselves. Other significant predictors include family history of depression, subclinical depressive symptoms, anxiety, stressful life events, and neurobiological dysregulation. Furthermore, being female, having low paternal age or low birth weight, experiencing negative events in the family, childhood emotional abuse, and adverse socioeconomic conditions are also associated with an increased risk of depression in children.",
        "Depression in children under 11 can be caused by a variety of factors including child abuse and neglect, bullying, chronic stress, parental depression, loss of significant relationships, and pre-existing mental health disorders like attention, learning, conduct, or anxiety disorders. Additionally, broader socio-economic factors such as community poverty and unemployment, as well as low self-perceived competence, can contribute to the development of depressive symptoms in children.",
        "Depression in children under 11 is influenced by a combination of factors, including parental mental health issues such as maternal depression and anxiety, which can affect children both during pregnancy and postpartum. Maternal stress during pregnancy is particularly linked to increased risks of depression in later childhood, especially if the child was born small for gestational age. Exposure to abuse, neglect, or intimate partner violence also significantly elevates the risk of depressive symptoms. Bullying at school further contributes to such risks, along with young maternal age and lower intelligence test scores. Additionally, cognitive factors like a child\u0027s ability to regulate emotions play a role, while post-traumatic stress disorder often co-occurs with depression in trauma-exposed children. Together, these genetic, environmental, and social elements create a multifaceted landscape of risk factors for childhood depression.",
        "Depression in children under 11 can be caused by various factors, including parental intimate partner violence, maternal depression, and paternal concurrent affective symptoms. Studies have shown that increasing maternal stress during pregnancy is associated with an increased risk of symptoms of moderate to severe depression in 11-year-old children, especially those who were born small for gestational age (SGA). Additionally, child abuse and neglect are linked to a higher risk of developing depression, with physically abused children and those experiencing multiple types of abuse being at increased risk of lifetime major depressive disorder (MDD). Furthermore, gender nonconformity is a strong predictor of depressive symptoms in children, particularly among males and heterosexuals. Other factors such as being bullied at school, lower intelligence test scores, and young maternal age can also contribute to the development of depression in children under 11. Overall, these studies suggest that a combination of genetic, environmental, and social factors can contribute to the onset of depression in young children."
      ],
      "exact_answer": [
        [
          "parental mental health issues",
          "socioeconomic factors",
          "Risk factors include family history of depression, trauma or abuse, neglect, parental conflict, social isolation, chronic illness, learning disabilities, and substance abuse",
          "combination of genetic, environmental, and psychological factors",
          "school stress",
          "Bullying"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "What is the treatment of the helps syndrome?",
      "documents": [],
      "snippets": [],
      "type": "factoid",
      "id": "677e81be592fa4887300001b",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": true,
      "body": "In which childhood cancers has CAR-T cell therapy been used?",
      "documents": [
        "39844726"
      ],
      "snippets": [],
      "type": "list",
      "answerReady_on": {
        "date": "2024-03-04T10:22:00.039Z",
        "round": 8
      },
      "id": "6593d1f206a2ea257c000018",
      "ideal_answer": [
        "CAR-T cell therapy has been used in treating childhood cancers such as acute lymphoblastic leukemia (ALL), diffuse midline glioma (DMG), and diffuse intrinsic pontine glioma (DIPG). These therapies have shown promise, particularly in pediatric hematologic malignancies like ALL, where they have achieved high remission rates. However, the application in solid tumors like DMG and DIPG is still in the experimental stages and has shown limited success with significant challenges.",
        "CAR-T cell therapy has been used in the treatment of pediatric sarcomas, medulloblastoma, relapsed/refractory childhood B-cell acute lymphoblastic leukemia (B-ALL), and rhabdomyosarcoma.",
        "CAR-T cell therapy has been used in childhood cancers including acute lymphoblastic leukemia (ALL), osteosarcoma, medulloblastoma, and Ewing sarcoma. It has shown significant efficacy in treating relapsed or refractory acute lymphoblastic leukemia, and preclinical studies suggest potential benefits in pediatric solid tumors such as osteosarcoma, medulloblastoma, and Ewing sarcoma.",
        "CAR-T cell therapy has been utilized in treating childhood cancers, notably acute lymphoblastic leukemia (ALL) and neuroblastoma. It has shown high efficacy in pediatric B-cell ALL, achieving complete remission rates and offering a promising approach for cases that are resistant or refractory to standard treatments.",
        "CAR-T cell therapy has been successfully used in various childhood cancers, particularly in B-cell acute lymphoblastic leukemia (B-ALL), where it has achieved high remission rates of up to 90%. Studies have also explored its application in solid tumors such as neuroblastoma, with some patients showing good responses to GD2-targeting CAR-T cell therapy. Additionally, researchers are investigating the use of CAR-T cells against other pediatric cancers, including those that express HER2, NY-ESO, GD2, EGFR, GPC3, B7-H3, and MAGE-A4 antigens. Furthermore, CAR-T cells have been tested in combination with other treatments for diffuse intrinsic pontine glioma (DIPG), a universally fatal childhood cancer, showing promising results in preclinical models.",
        "CAR-T cell therapy has primarily focused on hematological malignancies such as acute lymphocytic leukemia (ALL). However, recent studies suggest potential applications in solid pediatric tumors like neuroblastoma, osteosarcoma, and medulloblastoma, although data remains limited compared to ALL. Notably, research exploring CAR-T cell therapies specifically targeting Ewing\u0027s Sarcoma and Diffuse intrinsic pontine glioma shows promising early-stage clinical trials indicating some success but further investigation is warranted due to their rarity and complexity.",
        "CAR-T cell therapy has been most notably used in childhood B-cell acute lymphoblastic leukemia (B-ALL), where it has shown remarkable success with high remission rates, particularly for relapsed or refractory cases. It is also being applied to neuroblastoma targeting GD2 and explored in other solid tumors such as diffuse intrinsic pontine glioma (DIPG) using HER2-targeted cells. Additionally, research is expanding its use to various sarcomas and other cancers by targeting antigens like NY-ESO, EGFR, GPC3, B7-H3, and MAGE-A4. The FDA has approved CAR-T therapy for pediatric and young adult B-ALL and diffuse large B-cell lymphoma (DLBCL)."
      ],
      "exact_answer": [
        [
          "B-cell acute lymphoblastic leukemia B cell acute lymphoblastic leukemia acute lymphoblastic leukemia pediatric midline gliomas diffuse midline glioma (DMG) diffuse intrinsic pontine glioma (DIPG) diffuse midline glioma diffuse intrinsic pontine glioma pediatric sarcomas including osteosarcoma and alveolar rhabdomyosarcomas medulloblastoma childhood B-cell acute lymphoblastic leukemia (B-ALL) rhabdomyosarcoma",
          "B cell cancers"
        ]
      ]
    },
    {
      "answerReady": true,
      "body": "Which is the most common pathogen in paediatric sepsis?",
      "documents": [
        "37715501",
        "34266524",
        "21165715",
        "8483786",
        "28642139"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1175,
          "offsetInEndSection": 1520,
          "text": "The prevalence of ESBL producing Klebsiella pneumoniae during two month outbreak and rest of the study period was 83.3% (15 of 18) and 20% (3 of 15) respectively (P value 0.0010).CONCLUSIONS: Klebsiella pneumoniae was the most common agent causing both early-onset and late-onset sepsis and significantly associated with sepsis in inborn babies.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "21165715"
        },
        {
          "offsetInBeginSection": 1647,
          "offsetInEndSection": 2090,
          "text": "Sepsis due to the most resistant organisms (A. baumannii and K. pneumoniae Carbapenemase [KPC]-producing bacteria, n \u003d 20; 39%) was associated with higher mortality (P \u003d 0.001) and significantly associated with exposure to carbapenem and vancomycin before onset of sepsis (cases exposed \u003d 13/20; 65%, P \u003c 0.001).CONCLUSION: MDROs are the most common cause of sepsis at our NICU and are associated with higher mortality compared with non-MDROs.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28642139"
        },
        {
          "offsetInBeginSection": 1073,
          "offsetInEndSection": 1998,
          "text": "Data from 1,082 patients collected during the Swiss Paediatric Sepsis Study (SPSS) 2011-2015 were included. Preterm neonates were the most commonly represented group, and half of infants and children had a comorbidity. 67% of neonatal sepsis cases were hospital-acquired late-onset whereas in children 76% of infections were community-acquired. Escherichia coli, Coagulase-negative staphylococci (CoNS) and Staphylococcus aureus were the most common pathogens. At all hospitals, ceftazidime plus amikacin regimen had the lowest coverage, and coverage of amoxicillin plus gentamicin and meropenem were generally comparable. Coverage was improved when vancomycin was included in the regimen, reflecting uncertainty about the empirically targeted pathogen spectrum. Children with community-acquired infections had high coverage overall. It is feasible to estimate coverage of common empiric antibiotic regimens from linked data.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37252038"
        },
        {
          "offsetInBeginSection": 982,
          "offsetInEndSection": 1551,
          "text": "The 49 cases of invasive bacterial infections (bacterial meningitis/bacteremia) were most commonly associated with lower degrees of fever, as slightly over one half (25/49) had temperature \u003c 39 degrees C. The most common pathogens of invasive bacterial infection were group B streptococcus and Escherichia coli, accounting for 33 of 49 cases (67%); the most common pathogens of invasive bacterial infection in older children (Haemophilus influenzae type b and Streptococcus pneumoniae) were relatively underrepresented, accounting for only five of these 49 (10%) cases.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "8483786"
        },
        {
          "offsetInBeginSection": 919,
          "offsetInEndSection": 1438,
          "text": "The multivariate logistic regression analysis showed that a high birth weight was a protective factor against EOS (OR\u003d0.996, 95%CI:0.993-0.998, P \u003c 0.05), while vaginal delivery (OR\u003d2.781, 95%CI:1.190-6.500, P \u003c 0.05) was a risk factor for EOS, and long duration of parenteral nutrition was a risk factor for LOS (OR\u003d1.129, 95%CI:1.067-1.194, P \u003c 0.05).CONCLUSIONS: Enterococcus faecalis is the most common pathogenic bacteria for EOS, and Staphylococcus is the most common pathogenic bacterium for LOS in VLBW infants.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34266524"
        },
        {
          "offsetInBeginSection": 881,
          "offsetInEndSection": 1018,
          "text": "Klebsiella was the most common hospital-acquired pathogen while Escherichia coli was the most common isolate in community-acquired cases.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37715501"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2024-01-16T21:40:37.625Z",
        "round": 5
      },
      "id": "6584593f06a2ea257c000008",
      "ideal_answer": [
        "The most common pathogen in paediatric sepsis may vary depending on the geographic location and the population studied. However, Staphylococcus aureus is commonly reported as a leading cause of sepsis. Other pathogens such as Group B Streptococcus (GBS), Klebsiella species, Enterobacter, Escherichia coli, Pseudomonas aeruginosa, and Acinetobacter baumannii have also been identified in various studies as common causative agents of sepsis in children.",
        "The most common pathogen in pediatric sepsis varies depending on the geographic area and the patient\u0027s age and health conditions, but Escherichia coli, Klebsiella pneumoniae, and Staphylococcus aureus are frequently reported. GBS (Group B streptococcus) is considered the leading pathogen in early-onset sepsis in neonates.",
        "Staphylococcus aureus (S. aureus) is one of the most frequently isolated pathogens in pediatric cases of sepsis, including both early and late-onset sepsis. It is a common gram-positive microorganism and plays a significant role as a pathogen associated with sepsis and toxic shock. In addition to Staphylococcus aureus, other common pathogens that can cause sepsis in pediatric patients are various species of Streptococcus, Enterococcus, and Gram-negative organisms like Klebsiella pneumoniae, the latter being associated with the highest mortality in the context of sepsis as per the provided snippets. The prevalence of specific pathogens may vary by region and by specific patient populations such as neonates in intensive care units, where CONS (coagulase-negative staphylococci) has emerged as a common pathogen. This suggests that while Staphylococcus aureus is commonly implicated, the etiology of pediatric sepsis can be broad and influenced by various factors including geography and healthcare settings.",
        "The most common pathogens involved in pediatric sepsis vary depending on the patient population and the geographical location, but generally, Gram-positive bacteria like Staphylococcus spp (including Staphylococcus aureus and coagulase-negative Staphylococci such as S. epidermidis and S. haemolyticus), and Enterococcus spp are among the leading causes of sepsis in children. In neonates, particularly very low birth weight (VLBW) infants, Gram-negative bacteria such as E. coli can be prevalent causes of early-onset sepsis (EOS). Other Gram-negative bacteria like Klebsiella pneumoniae are also significant, and often associated with late-onset sepsis (LOS) in preterm infants. The presence of antibiotic-resistant strains, such as extended-spectrum β-lactamase (ESBL) producing E. coli and K. pneumoniae, adds to the complexity of treating pediatric sepsis.",
        "The most common pathogen in pediatric sepsis can vary depending on the age group and region, but overall, Escherichia coli (E. coli) and Staphylococcus aureus are frequently identified as significant causative agents in infants with clinical suspicion of serious invasive infections. In very low birth weight (VLBW) infants, Gram-negative organisms, particularly E. coli, are documented as leading pathogens of early onset sepsis (EOS), whereas Group B Streptococcus (GBS) is the most common pathogen in EOS, especially in infants with a gestational age of less than 28 weeks. Additionally, Klebsiella pneumoniae is also notable as a common pathogen in pediatric sepsis cases. These findings stress the need for accurate diagnostic tools and effective management strategies to address pediatric sepsis.",
        "The most common pathogen in pediatric sepsis is Staphylococcus aureus, a gram-positive microorganism that is frequently isolated in cases of neonatal and pediatric sepsis.",
        "Escherichia coli, Coagulase-negative staphylococci, Staphylococcus aureus, and Klebsiella pneumoniae are the most common pathogens in paediatric sepsis.",
        "The most common pathogens in pediatric sepsis are Escherichia coli and Group B Streptococcus. These bacteria are frequently identified in cases of invasive bacterial infections in young children, with Escherichia coli being particularly common in community-acquired infections.",
        "The most common pathogens associated with pediatric sepsis include Coagulase-negative Staphylococcus (especially in neonatal and late-onset sepsis), Staphylococcus aureus, and Klebsiella pneumoniae. The prevalence of these pathogens can vary based on location and specific patient populations.",
        "Staphylococcus aureus, Klebsiella pneumoniae, and coagulase-negative staphylococci are among the most common pathogens responsible for pediatric sepsis, with variations depending on the age of the child and the onset of sepsis.",
        "Pediatric sepsis is commonly caused by pathogens such as Staphylococcus aureus, Group B Streptococcus (GBS), Klebsiella pneumoniae, and coagulase-negative staphylococci (CoNS). These pathogens vary depending on factors such as the age and health status of the child, as well as the timing of the infection, with some being more prevalent in early-onset versus late-onset sepsis.",
        "The most common pathogens in paediatric sepsis vary depending on factors such as gestational age and the setting of infection acquisition. Staphylococcus aureus and Coagulase-negative staphylococci (CoNS) are frequently identified as leading causes, particularly in preterm neonates and cases of late-onset sepsis. Group B Streptococcus (GBS) is prominent in early-onset sepsis among full-term infants. Additionally, Klebsiella pneumoniae and Escherichia coli are significant, especially in hospital-acquired and community-acquired infections, respectively. While different pathogens dominate specific contexts, Staphylococcus aureus emerges as a consistently common cause across various paediatric populations.",
        "The most common pathogens in pediatric sepsis are Staphylococcus aureus, coagulase-negative staphylococci, and Group B streptococcus, with the prevalence varying based on factors such as the age of the child and onset type of sepsis.",
        "The most common pathogens responsible for paediatric sepsis include Staphylococcus aureus, Streptococcus pneumoniae, Escherichia coli, Coagulase-negative staphylococci, and Group B Streptococcus. These pathogens vary based on the patient\u0027s age and onset time of the sepsis.",
        "While Staphylococcus aureus is a common pathogen in pediatric sepsis, Coagulase-negative staphylococci (CoNS) and Group B Streptococcus (GBS) are also frequently isolated in specific age groups or settings.",
        "Group B Streptococcus and Escherichia coli are the most common pathogens in pediatric sepsis, particularly in neonatal sepsis, accounting for approximately two-thirds of invasive bacterial infections in this age group."
      ],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "Why are autoimmune diseases more common in women?",
      "documents": [],
      "snippets": [],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-20T14:03:11.391Z",
        "round": 11
      },
      "id": "6777bc37592fa48873000012",
      "ideal_answer": []
    },
    {
      "answerReady": true,
      "body": "What is the mechanism of action of Tofersen?",
      "documents": [
        "39845577",
        "39545606",
        "36928619",
        "37851042",
        "39820998",
        "38384337"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 178,
          "text": "OBJECTIVE: Tofersen, an antisense oligonucleotide, has recently received FDA and EMA approval for treating amyotrophic lateral sclerosis (ALS) in adults with SOD1 gene mutations.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39820998"
        },
        {
          "offsetInBeginSection": 1475,
          "offsetInEndSection": 1741,
          "text": "Reported adverse events were consistent with ALS progression or procedural effects.CONCLUSION: Current evidence suggests that tofersen effectively reduces SOD1 and NfL levels and slow disease progression in SOD1 ALS, showing promise as a targeted therapeutic option.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39820998"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 828,
          "text": "Background: In April 2023, the antisense oligonucleotide tofersen was approved by the U.S. Food and Drug Administration (FDA) for treatment of SOD1-amyotrophic lateral sclerosis (ALS), after a decrease of neurofilament light chain (NfL) levels had been demonstrated.Methods: Between 03/2022 and 04/2023, 24 patients with SOD1-ALS from ten German ALS reference centers were followed-up until the cut-off date for ALS functional rating scale revised (ALSFRS-R), progression rate (loss of ALSFRS-R/month), NfL, phosphorylated neurofilament heavy chain (pNfH) in cerebrospinal fluid (CSF), and adverse events.Findings: During the observation period, median ALSFRS-R decreased from 38.0 (IQR 32.0-42.0) to 35.0 (IQR 29.0-42.0), corresponding to a median progression rate of 0.11 (IQR -0.09 to 0.32) points of ALSFRS-R lost per month.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38384337"
        },
        {
          "offsetInBeginSection": 362,
          "offsetInEndSection": 812,
          "text": "The results of treatment with the ASO tofersen in SOD1-ALS show that the drug has a convincing beneficial effect on ALS caused by SOD1 mutations, that preclinical studies in rodents predicted the therapeutic effect in the human disease, and that clinical efficacy is associated with a specific sequence of effects of the drug on mechanistic and degenerative biomarkers and, subsequently, functional outcomes such as weight stabilization and ALSFRS-R.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39845577"
        },
        {
          "offsetInBeginSection": 773,
          "offsetInEndSection": 979,
          "text": "Tofersen demonstrated promising effects, notably reducing SOD1 levels in cerebrospinal fluid and neurofilament light chain (NfL) in plasma, a biomarker strongly correlated with ALS progression and survival.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39820998"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 273,
          "text": "INTRODUCTION/AIMS: In amyotrophic lateral sclerosis (ALS) caused by superoxide dismutase 1 (SOD1) gene mutations (SOD1-ALS), the antisense oligonucleotide tofersen had been investigated in a phase III study (VALOR) and subsequently introduced in an expanded access program.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36928619"
        },
        {
          "offsetInBeginSection": 509,
          "offsetInEndSection": 631,
          "text": "The FDA\u0027s approval of Tofersen for SOD1-ALS based on NfL reduction underscores its growing acceptance as surrogate marker.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39545606"
        },
        {
          "offsetInBeginSection": 839,
          "offsetInEndSection": 1019,
          "text": "An oral formulation of edaravone and an antisense oligonucleotide to a SOD1 gene variation (tofersen) have also recently been approved by the US Food and Drug Administration (FDA).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37851042"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2023-01-19T03:21:47.417Z",
        "round": 1
      },
      "id": "63adc9e7c6c7d4d31b00001a",
      "ideal_answer": []
    },
    {
      "answerReady": false,
      "body": "Is focused ultrasound safe for blood brain barrier opening in treatment of glioblastoma?",
      "documents": [],
      "snippets": [],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-02-05T18:14:48.503Z",
        "round": 10
      },
      "id": "677e80fd592fa48873000018",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "What is the mechanism of action of Ponsegromab?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 219,
          "offsetInEndSection": 807,
          "text": "In a small, open-label, phase 1b study involving patients with cancer cachexia, ponsegromab, a humanized monoclonal antibody inhibiting GDF-15, was associated with improved weight, appetite, and physical activity, along with suppressed serum GDF-15 levels.METHODS: In this phase 2, randomized, double-blind, 12-week trial, we assigned patients with cancer cachexia and an elevated serum GDF-15 level (≥1500 pg per milliliter) in a 1:1:1:1 ratio to receive ponsegromab at a dose of 100 mg, 200 mg, or 400 mg or to receive placebo, administered subcutaneously every 4 weeks for three doses.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39282907"
        },
        {
          "offsetInBeginSection": 219,
          "offsetInEndSection": 475,
          "text": "In a small, open-label, phase 1b study involving patients with cancer cachexia, ponsegromab, a humanized monoclonal antibody inhibiting GDF-15, was associated with improved weight, appetite, and physical activity, along with suppressed serum GDF-15 levels.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39282907"
        },
        {
          "offsetInBeginSection": 491,
          "offsetInEndSection": 1078,
          "text": "Ponsegromab is a potent and selective humanized monoclonal antibody that inhibits GDF-15-mediated signalling. Preclinical and preliminary phase 1 data suggest that ponsegromab-mediated inactivation of circulating GDF-15 may lead to improvement in key characteristics of cachexia. The primary objective of this phase 2 study is to assess the effect of ponsegromab on body weight in patients with cancer, cachexia and elevated GDF-15 concentrations. Secondary objectives include assessing physical activity, physical function, actigraphy, appetite, nausea and vomiting, fatigue and safety.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38500292"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-01-22T10:48:59.462Z",
        "round": 9
      },
      "id": "677e8514592fa48873000020",
      "ideal_answer": []
    },
    {
      "answerReady": false,
      "body": "Please summarize what is known about the cause of Cutaneous T cell lymphoma",
      "documents": [
        "16650175",
        "30808775",
        "39672636",
        "39091627",
        "29018799",
        "8227605",
        "22080865",
        "28802499",
        "7615987"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 202,
          "offsetInEndSection": 391,
          "text": "The results implicate mutations in 17 genes in CTCL pathogenesis, including genes involved in T cell activation and apoptosis, NF-κB signaling, chromatin remodeling and DNA damage response.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "26192916"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 258,
          "text": "Adult T-cell leukemia/lymphoma (ATLL) is a malignant proliferation of mature helper T lymphocytes,(1) and is caused by human T-lymphotropic virus type I (HTLV-I);(2) an HTLV-I infection endemic in the Caribbean, south-western Japan, South America and Africa.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "16650175"
        },
        {
          "offsetInBeginSection": 1206,
          "offsetInEndSection": 1322,
          "text": "These results do not support a role for any of these herpesviruses in the pathogenesis of cutaneous T-cell lymphoma.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "8227605"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 661,
          "text": "Cutaneous T-cell lymphoma (CTCL) involves a clonal expansion of malignant cells accumulating in the skin, a primary barrier site. CTCL has long been hypothesized to be caused or perpetuated by chronic antigen stimulation due to unknown exposures. These antigenic triggers, defined as any element that may cause activation of malignant T cells through TCR signaling, have been hypothesized to range from chemicals to microbes. This review covers current evidence supporting chemical and microbial stimuli that may act as antigenic triggers of CTCL and summarizes novel areas of investigation, in which the potential antigenicity of the exposure is still unknown.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38149950"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 696,
          "text": "Cutaneous T-cell lymphoma is a group of non-Hodgkin T-cell lymphomas that develop in and affect the skin but can potentially spread to other organs. There are many subtypes, the most common of which are mycosis fungoides, Sezary syndrome, lymphomatoid papulosis, and primary cutaneous anaplastic large cell lymphoma. Cutaneous lymphoma is a common cause of recalcitrant chronic skin rash and notoriously mimics other dermatologic and hematologic conditions, often resulting in diagnostic delays of months to years. This review provides an introduction to cutaneous T-cell lymphoma, with a primary focus on the clinical presentation, diagnosis, immunopathogenesis, and management of the condition.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39079789"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 565,
          "text": "Cutaneous T-cell lymphomas are a heterogenous group of lymphomas that cause various skin manifestations. Severe pruritus occurs frequently in cutaneous T-cell lymphoma and negatively impacts patients\u0027 quality of life. The pathophysiology of cutaneous T-cell lymphoma-associated itch is complex and involves various immune cells, inflammatory cytokines, and neuroimmune interactions. Treating cutaneous T-cell lymphoma pruritus can be challenging, and there have been few randomized controlled studies evaluating the use of antipruritic treatments in these patients.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37971624"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 206,
          "text": "Cutaneous T-cell lymphomas comprise a heterogeneous group of diseases characterized by monoclonal proliferations of T lymphocytes primarily involving skin, modified skin appendages, and some mucosal sites.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28802499"
        },
        {
          "offsetInBeginSection": 1320,
          "offsetInEndSection": 1497,
          "text": "Thus, our data indicate that advanced CTCL cell growth is facilitated, at least in part, by mutations in the scaffold protein pro-IL-16, which directly regulates Skp2 synthesis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "22080865"
        },
        {
          "offsetInBeginSection": 138,
          "offsetInEndSection": 356,
          "text": "The phenotype of CTCL cells and their predilection for localizing in the skin and regional lymph nodes indicate that CTCL is a neoplasm of mature, memory helper T cells belonging to the skin-associated lymphoid tissue.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "7615987"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 252,
          "text": "Cutaneous T-cell lymphomas (CTCL) are a rare collection of diseases, frequently associated with diagnostic challenges and complex management dilemmas. The multidisciplinary team is vital for accurate clinico-pathological diagnoses and for collaborative",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39672636"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 254,
          "text": "Mycosis fungoides is the most frequent subtype of primary cutaneous T-cell lymphomas. The diagnosis is based on a thorough clinic-pathologic correlation, which can, especially in early-stage disease, be challenging due to similarities with several benign",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39091627"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-06T00:01:52.727Z",
        "round": 10
      },
      "id": "6772e4ed592fa4887300000a",
      "ideal_answer": []
    },
    {
      "answerReady": true,
      "body": "Are there clinical trials on hormonal male birth control methods?",
      "documents": [
        "6445254"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 450,
          "text": "OBJECTIVE: To assess men\u0027s preferences for healthcare provider from whom they would obtain hormonal male contraceptive (HMC) methods.STUDY DESIGN: We asked participants from 3 clinical trials of investigational HMC methods-an oral pill (11β-Methyl-19-nortestosterone-17β-dodecylcarbonate, 11β-MNTDC), intramuscular or subcutaneous injection (Dimethandrolone undecanoate), and transdermal gel (Nestorone and testosterone)-to rank their top 3 preferred",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35550379"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 131,
          "text": "Hormonal substances for male fertility regulation administered orally or by injection are currently undergoing clinical evaluation.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "6445254"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2024-03-04T12:01:14.267Z",
        "round": 8
      },
      "id": "6593d46c06a2ea257c00001b",
      "ideal_answer": [
        "Yes, there are clinical trials on hormonal male birth control methods. These trials have evaluated combinations such as testosterone undecanoate and etonogestrel, as well as monthly depot medroxyprogesterone acetate with testosterone esters, showing effectiveness in suppressing spermatogenesis and promising potential as reversible contraception methods for men.",
        "Yes, there are clinical trials on hormonal male birth control methods. These trials focus on evaluating the effectiveness and acceptability of various hormonal substances for male fertility regulation, including different combinations of androgens and gestagens, as well as cyproterone acetate.",
        "Yes, there are clinical trials on hormonal male birth control methods. As of June 2023, two hormonal male contraceptive methods are undergoing phase II clinical trials for safety and efficacy. These methods involve the use of a long-acting combination of an androgen plus a progestin, which have been shown to be efficacious, reversible, and well-tolerated in clinical trials with healthy men. Additionally, a randomized, placebo-controlled clinical trial by the pharmaceutical industry has demonstrated the effectiveness of a combination of testosterone undecanoate and etonogestrel in suppressing spermatogenesis in volunteers. Overall, these developments suggest that the first marketed male hormonal contraceptive method is likely to be a long-acting hormonal method.",
        "Yes, there are ongoing clinical trials on hormonal male birth control methods. Studies have shown that these methods, which involve administering hormones such as testosterone alone or in combination with a progestin, can effectively and reversibly suppress sperm production in men, making them a potential new option for male contraception. Several regimens, including injectable testosterone undecanoate, dimethandrolone undecanoate, and transdermal Nestorone plus testosterone gel, have been tested in clinical trials with promising results, demonstrating high efficacy and reversibility. However, further research is needed to identify the best delivery system and formulation for widespread use. Several large-scale phase IIb and III trials are ongoing or planned to evaluate the safety, efficacy, and feasibility of these methods in preventing pregnancies.",
        "Yes, there are clinical trials on hormonal male birth control methods. Recent advancements in male contraception have led to the development of various hormonal approaches, including combinations of androgens and progestins. Clinical trials have demonstrated the efficacy and reversibility of these hormonal methods, with some formulations showing contraceptive efficacy rates higher than condoms. Notable agents currently in clinical trials include dimethandrolone undecanoate and testosterone combined with segesterone acetate. These trials are crucial for expanding contraceptive options for men and addressing the global need for effective male contraceptives."
      ],
      "exact_answer": "yes"
    },
    {
      "answerReady": false,
      "body": "What would be the main disadvantages of screening for dementia in asymptomatic older populations?",
      "documents": [
        "39822297"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 767,
          "offsetInEndSection": 955,
          "text": "Although older adults held positive views about screening and BBM, half reported concerns about distress or stigma if tests indicated risk.DISCUSSION: Cognitive screening rates remain low.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39822297"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-20T14:24:18.882Z",
        "round": 11
      },
      "id": "6777bfbe592fa48873000016",
      "ideal_answer": []
    },
    {
      "answerReady": true,
      "body": "What is the target of Ublituximab?",
      "documents": [
        "37153563",
        "39711787",
        "37783194",
        "37529628"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1027,
          "offsetInEndSection": 1400,
          "text": "This review provides an updated overview of the involvement of B cells in the immune pathophysiology and pathology of MS. We summarize the rationale regarding the use of anti-CD20 therapies and the results of the main randomized controlled trials and observational studies investigating the efficacy and safety profile of rituximab, ocrelizumab, ofatumumab and ublituximab.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34382120"
        },
        {
          "offsetInBeginSection": 1040,
          "offsetInEndSection": 1414,
          "text": "rovides an updated overview of the involvement of B cells in the immune pathophysiology and pathology of MS. We summarize the rationale regarding the use of anti-CD20 therapies and the results of the main randomized controlled trials and observational studies investigating the efficacy and safety profile of rituximab, ocrelizumab, ofatumumab and ublituximab. Suggestions r",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34382120"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 172,
          "text": "Ublituximab (ublituximab-xiiy; BRIUMVI™) is a glycoengineered anti-CD20 monoclonal antibody developed by TG Therapeutics, Inc. for the treatment of multiple sclerosis (MS).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36920653"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 126,
          "text": "Ublituximab (ublituximab-xiiy; BRIUMVI™) is a glycoengineered anti-CD20 monoclonal antibody developed by TG Therapeutics, Inc.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36920653"
        },
        {
          "offsetInBeginSection": 211,
          "offsetInEndSection": 687,
          "text": "TG-1801, a bispecific antibody that targets CD47 selectively on CD19+ B-cells, is under clinical evaluation in relapsed/refractory (R/R) B-NHL patients either as a single-agent or in combination with ublituximab, a new generation CD20 antibody.Methods: A set of eight B-NHL cell lines and primary samples were cultured in vitro in the presence of bone marrow-derived stromal cells, M2-polarized primary macrophages, and primary circulating PBMCs as a source of effector cells.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37153563"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 233,
          "text": "Background: In high-income countries, four anti-CD20 monoclonal antibodies (mAbs) are used or in the pipeline for relapsing MS: ocrelizumab, ofatumumab (both registered), ublituximab (awaiting registration) and rituximab (off-label).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37529628"
        },
        {
          "offsetInBeginSection": 529,
          "offsetInEndSection": 755,
          "text": "The mechanism by which hypogammaglobulinemia arises with anti-CD20 therapies (ocrelizumab, ofatumumab, ublituximab, rituximab) remains unclear and does not appear to be simply due to the reduction in circulating B-cell levels.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37783194"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 489,
          "text": "Currently, there are four monoclonal antibodies (mAbs) that target the cluster of differentiation (CD) 20 receptor available to treat multiple sclerosis (MS): rituximab, ocrelizumab, ofatumumab, and ublituximab. B-cell depletion therapy has changed the therapeutic landscape of MS through robust efficacy on clinical manifestations and MRI lesion activity, and the currently available anti-CD20 mAb therapies for use in MS are a cornerstone of highly effective disease-modifying treatment.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38480630"
        },
        {
          "offsetInBeginSection": 750,
          "offsetInEndSection": 1442,
          "text": "Furthermore, we provide an overview of the characteristics and clinical data for the four monoclonal antibodies (ocrelizumab, ofatumumab, rituximab, and ublituximab) that have been approved, are currently been used off-label or are being investigated as treatments for MS. These antibodies all target the cluster of differentiation (CD)-20 molecule and bind to distinct or overlapping epitopes on B cells and a subset of T cells that express CD20. This leads to B-cell depletion and, possibly, to depletion of CD20-positive T cells. The net result is strong suppression of clinical and radiological disease activity as well as slowing of the development of persisting neurological impairment.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "31994023"
        },
        {
          "offsetInBeginSection": 77,
          "offsetInEndSection": 183,
          "text": "tly emerged. Ublituximab is a monoclonal antibody that binds to the B-cell antigen CD20 with enhanced B-ce",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36317532"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 105,
          "text": "Ublituximab is an anti-CD20 antibody that immunomodulates B-cells for relapsing multiple sclerosis (MS).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35779372"
        },
        {
          "offsetInBeginSection": 113,
          "offsetInEndSection": 204,
          "text": "Ublituximab, an anti-CD20 monoclonal antibody (mAb), is indicated for the treatment of RMS.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39711787"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2023-01-19T03:23:02.127Z",
        "round": 1
      },
      "id": "63adca12c6c7d4d31b00001b",
      "ideal_answer": [],
      "exact_answer": [
        [
          "CD20"
        ]
      ]
    },
    {
      "answerReady": true,
      "body": "How does Over-Representation Analysis (ORA) work?",
      "documents": [
        "37404475"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 2120,
          "offsetInEndSection": 2390,
          "text": "Additionally, over-representation analysis (ORA), which is a statistical method for objectively determining whether certain genes are more prevalent in pre-defined sets such as pathways, was applied using the most significant genes selected by feature selection methods.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37404475"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-01-21T17:38:47.648Z",
        "round": 9
      },
      "id": "677ed8b8592fa4887300002b",
      "ideal_answer": [
        "Over-Representation Analysis (ORA) works by determining the biological processes or pathways that are enriched in a set of genes of interest, typically genes that are differentially expressed or co-expressed under certain conditions. It involves comparing the frequency of certain gene sets within the list to their expected frequency in a reference set to identify statistically significant enrichment.",
        "Over-Representation Analysis (ORA) is a statistical method used to determine whether certain genes or biological attributes are more prevalent in predefined sets, such as pathways, than would be expected by chance. It typically employs the hypergeometric test to analyze each term or set in isolation. However, it doesn\u0027t account for the dependence structure of hierarchical relationships within sets, like those found in Gene Ontology terms.",
        "Over-Representation Analysis (ORA) is used to determine if certain genes or variables are more prevalent in a set than expected by chance. It compares a list of interest, often derived from high-throughput experiments, to predefined sets or pathways to assess enrichment in functional categories.",
        "Over-Representation Analysis (ORA) is a statistical method used to assess whether a predefined set of genes, variables, or pathways is more prevalent or enriched in a specific list of interest than expected by chance, relative to a background list. It is commonly applied to identify functional categories or pathways linked to biological significance based on gene enrichment.",
        "Over-Representation Analysis (ORA) is a statistical method used to assess the enrichment of functional categories, such as gene sets or pathways, in a list of interest compared to a background list. It aims to determine if these categories are more prevalent than expected by chance, helping to identify biological relevance.",
        "Over-Representation Analysis (ORA) is a statistical method used to determine if a set of variables, such as genes in a gene list, are more prevalent in a specific category or pathway compared to a background list. It objectively assesses whether these functional categories are enriched beyond what is expected by chance.",
        "Over-Representation Analysis (ORA) compares a set of genes of interest to a background list to assess if certain functional categories are more prevalent than expected by chance. It applies statistical methods to determine the significance of the enrichment of these functional categories.",
        "Over-Representation Analysis (ORA) works by assessing whether specific functional categories, like pathways or gene sets, are more prevalent in a gene list of interest compared to a background list, using statistical methods to determine significance compared to what would be expected by chance.",
        "Over-Representation Analysis (ORA) is a statistical method used to determine if a set of genes or pathways is significantly represented in a list of differentially expressed or co-expressed genes compared to a reference set. It identifies enrichments by calculating the difference between observed and expected frequencies of specific gene sets, providing insights into underlying biological processes and functions. By addressing challenges such as the \u0027background problem\u0027 and \u0027false discovery rate issue, new approaches incorporating prior biological knowledge and machine learning continue to improve ORA\u0027s accuracy and utility in omics data interpretation."
      ]
    },
    {
      "answerReady": true,
      "body": "What is VANCOUVER syndrome.",
      "documents": [],
      "snippets": [],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-01-22T10:24:39.738Z",
        "round": 9
      },
      "id": "677e8136592fa48873000019",
      "ideal_answer": []
    },
    {
      "answerReady": true,
      "body": "Which tools are used to predict mortality in paediatric sepsis?",
      "documents": [
        "23121679",
        "37450490",
        "31078024",
        "37181737"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1910,
          "offsetInEndSection": 2079,
          "text": "PDW≥14.1% at admission increases the risk of mortality by 5.7 times.Conclusion: Admission PDW is a fast and specific tool to predict the outcome of children with sepsis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39205818"
        },
        {
          "offsetInBeginSection": 1019,
          "offsetInEndSection": 1247,
          "text": "ROC analysis for DNI at 72 h revealed a cut-off value of 12%, which predicted mortality with 81% sensitivity and 87% specificity.CONCLUSION: DNI may be a valuable tool in assessing the prognosis of patients with neonatal sepsis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "23121679"
        },
        {
          "offsetInBeginSection": 1113,
          "offsetInEndSection": 1408,
          "text": "For predicting 28/30-day mortality, SOFA showed high sensitivity (0.97) but low specificity (0.14), whereas qSOFA displayed low sensitivity (0.41) but high specificity (0.88).CONCLUSIONS: NEWS independently demonstrates good diagnostic capability for sepsis, especially in high-income countries.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37450490"
        },
        {
          "offsetInBeginSection": 1039,
          "offsetInEndSection": 1260,
          "text": "For predicting 28-day mortality, the DPV tool was not inferior to the SOFA (AUC: 0.61), DPV tool (AUC: 0.59).CONCLUSIONS: The DPV tool can be applied for 7-day and 28-day mortality risk prediction in patients with sepsis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "31078024"
        },
        {
          "offsetInBeginSection": 1237,
          "offsetInEndSection": 1523,
          "text": "The PPV and NPV with positive qSOFA score to predict 7- and 28-day mortality were 45.4%, 89.9% and 63.9%, 79.6%, respectively.Conclusion: The qSOFA score can be used as a risk stratification tool in a resource-limited setting to identify infected patients at an increased risk of death.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37181737"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2024-01-17T18:10:33.471Z",
        "round": 5
      },
      "id": "658447ca06a2ea257c000001",
      "ideal_answer": [],
      "exact_answer": [
        [
          "lactate",
          "plasma lactate",
          "lactate levels"
        ],
        [
          "Pediatric Risk of Mortality (PRISM) III score",
          "PRISM III"
        ],
        [
          "pediatric Sequential Organ Failure Assessment (pSOFA) score",
          "pSOFA"
        ],
        [
          "machine learning models such as Random Forest (RF)"
        ],
        [
          "Interleukin-8"
        ],
        [
          "PIM-3"
        ],
        [
          "Vascular Reactivity Index (VRI)",
          "VRI"
        ],
        [
          "high-sensitivity C-reactive protein (hs-CRP)",
          "hs-CRP"
        ],
        [
          "procalcitonin (PCT)",
          "PCT"
        ],
        [
          "PD-1 expression",
          ""
        ],
        [
          "T regulatory cells",
          "Tregs"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "Is IL-17 signaling pathway related to sepsis?",
      "documents": [
        "26376757",
        "27389701",
        "28916848"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1451,
          "offsetInEndSection": 1895,
          "text": "Moreover, the release of IL-1β and IL-18 and the levels of the molecules (NLRP3, NLRC4, Cleaved caspase-1, and Cleaved GSDMD) associated with caspase-1-dependent pyroptosis were up-regulated in pneumonia-induced sepsis.CONCLUSIONS: As NK-κB activation can promote the development of caspase-1-dependent pyroptosis, these findings suggested that the activation of the IL-17 signaling pathway could promote pyroptosis in pneumonia-induced sepsis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32617294"
        },
        {
          "offsetInBeginSection": 1723,
          "offsetInEndSection": 1990,
          "text": "Conversely, mfge8(-/-) mice showed increased phosphorylated STAT3 compared with wild-type mice after sepsis.CONCLUSION: Our findings demonstrate MFG-E8-mediated downregulation of IL-17 expression, implicating its potential as a novel therapeutic agent against sepsis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "26376757"
        },
        {
          "offsetInBeginSection": 923,
          "offsetInEndSection": 1113,
          "text": "These data suggest that elevated serum IL-17 may increase the susceptibility for septic complications in polytrauma patients and so could be a useful biomarker for trauma patient management.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28916848"
        }
      ],
      "type": "yesno",
      "id": "677eab2c592fa48873000022",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "What disease is associated with chalk-stick fracture?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 500,
          "text": "Ankylosing spondylitis (AS) is an inflammatory disease affecting mainly the sacroiliac joints and the spine. In long-standing disease, the fused spine of AS patients is susceptible to spinal fractures, even after low impact trauma. We present a 61-year-old man with long-standing AS who presented with anterior and posterior longitudinal ligament rupture and T12 and L1 vertebral endplates fractures (a so called \"chalk-stick fracture\") without reporting any prior trauma and discuss relevant issues.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36531425"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2023-01-19T03:27:29.554Z",
        "round": 1
      },
      "id": "63adcb54c6c7d4d31b00001f",
      "ideal_answer": [],
      "exact_answer": [
        [
          "ankylosing spondylitis"
        ]
      ]
    },
    {
      "answerReady": true,
      "body": "Which four genes account to the majority of the familial ALS cases?",
      "documents": [
        "33333804"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 687,
          "offsetInEndSection": 888,
          "text": "erein, we discuss current literatures on the four newly identified ALS-associated genes (CYLD, S1R, GLT8D1, and KIF5A) and the previously well-known ALS genes including SOD1, TARDBP, FUS, and C9orf72. ",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33333804"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-01-22T10:32:43.826Z",
        "round": 9
      },
      "id": "677e821c592fa4887300001c",
      "ideal_answer": [],
      "exact_answer": [
        [
          "SOD1"
        ],
        [
          "FUS"
        ],
        [
          "TARDBP"
        ],
        [
          "C9orf72"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "Can transcriptomic profiling differentiate between gram-positive and gram-negative sepsis in preterm infants?",
      "documents": [
        "19237892"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1317,
          "offsetInEndSection": 1419,
          "text": "There were no signature genes that could differentiate between Gram-positive and Gram-negative sepsis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "19237892"
        }
      ],
      "type": "yesno",
      "id": "677ec8eb592fa48873000024",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": false,
      "body": "Is CYSTM1 gene associated with paediatric sepsis?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 1554,
          "offsetInEndSection": 1793,
          "text": "As pediatric sepsis diagnostic indicators, CYSTM1 (AUC \u003d 0.988), MMP8 (AUC \u003d 0.973), and CD177 (AUC \u003d 0.986) were investigated and demonstrated statistically significant differences (P \u003c 0.05) and diagnostic efficacy in the validation set.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37115484"
        },
        {
          "offsetInBeginSection": 1469,
          "offsetInEndSection": 2027,
          "text": "all, after overlapping key module genes and DEGs, we detected 402 overlapping genes. As pediatric sepsis diagnostic indicators, CYSTM1 (AUC \u003d 0.988), MMP8 (AUC \u003d 0.973), and CD177 (AUC \u003d 0.986) were investigated and demonstrated statistically significant differences (P \u003c 0.05) and diagnostic efficacy in the validation set. As indicated by the immune cell infiltration analysis, multiple immune cells may be involved in the development of pediatric sepsis. Additionally, all diagnostic characteristics may correlate with immune cells to varying degrees.CONC",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37115484"
        },
        {
          "offsetInBeginSection": 2042,
          "offsetInEndSection": 2282,
          "text": "ndidate hub genes (CD177, CYSTM1, and MMP8) were identified, and the nomogram was constructed for pediatric sepsis diagnosis. Our study could provide potential peripheral blood diagnostic candidate genes for pediatric sepsis patients.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37115484"
        }
      ],
      "type": "yesno",
      "id": "677edaa2592fa48873000030",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": false,
      "body": "Is PIK3CA gene related to neonatal sepsis?",
      "documents": [],
      "snippets": [],
      "type": "yesno",
      "id": "677eca7a592fa48873000025",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": false,
      "body": "Success of T-cell receptor (TCR) therapy in lung cancer in women.",
      "documents": [],
      "snippets": [],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-20T14:25:04.766Z",
        "round": 11
      },
      "id": "6777c29b592fa48873000017",
      "ideal_answer": []
    },
    {
      "answerReady": false,
      "body": "Is it feasible to use ultra-rapid exome sequencing in order to test critically ill infants and children with suspected monogenic conditions?",
      "documents": [
        "39413893",
        "36355221"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 175,
          "text": "Available evidence does not support limiting the use of rapid or ultra-rapid exome or genome sequencing in critically ill neonates to cases of predicted high diagnostic yield.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36355221"
        },
        {
          "offsetInBeginSection": 2672,
          "offsetInEndSection": 3010,
          "text": "uggests feasibility of ultra-rapid genomic testing in critically ill pediatric patients with suspected monogenic conditions in the Australian public health care system. However, further research is needed to understand the clinical value of such testing, and the generalizability of the findings to other health care settings.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32573669"
        }
      ],
      "type": "yesno",
      "id": "677ed9ba592fa4887300002d",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "What is the mechanism of action of Prasinezumab?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 91,
          "offsetInEndSection": 437,
          "text": "\u0027s disease. The monoclonal antibody prasinezumab, directed at aggregated α-synuclein, is being studied for its effect on Parkinson\u0027s disease.METHODS: In this phase 2 trial, we randomly assigned participants with early-stage Parkinson\u0027s disease in a 1:1:1 ratio to receive intravenous placebo or prasinezumab at a dose of 1500 mg or 4500 mg every ",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921451"
        },
        {
          "offsetInBeginSection": 92,
          "offsetInEndSection": 223,
          "text": "s disease. The monoclonal antibody prasinezumab, directed at aggregated α-synuclein, is being studied for its effect on Parkinson\u0027s",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921451"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 169,
          "text": "Prasinezumab, a monoclonal antibody that binds aggregated α-synuclein, is being investigated as a potential disease-modifying therapy in early-stage Parkinson\u0027s disease.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38622249"
        },
        {
          "offsetInBeginSection": 103,
          "offsetInEndSection": 458,
          "text": "The monoclonal antibody prasinezumab, directed at aggregated α-synuclein, is being studied for its effect on Parkinson\u0027s disease.METHODS: In this phase 2 trial, we randomly assigned participants with early-stage Parkinson\u0027s disease in a 1:1:1 ratio to receive intravenous placebo or prasinezumab at a dose of 1500 mg or 4500 mg every 4 weeks for 52 weeks.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921451"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 800,
          "text": "BACKGROUND: Aggregated α-synuclein plays an important role in the pathogenesis of Parkinson\u0027s disease. The monoclonal antibody prasinezumab, directed at aggregated α-synuclein, is being studied for its effect on Parkinson\u0027s disease.METHODS: In this phase 2 trial, we randomly assigned participants with early-stage Parkinson\u0027s disease in a 1:1:1 ratio to receive intravenous placebo or prasinezumab at a dose of 1500 mg or 4500 mg every 4 weeks for 52 weeks. The primary end point was the change from baseline to week 52 in the sum of scores on parts I, II, and III of the Movement Disorder Society-sponsored revision of the Unified Parkinson\u0027s Disease Rating Scale (MDS-UPDRS; range, 0 to 236, with higher scores indicating greater impairment). Secondary end points included the dopamine transporter",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921451"
        },
        {
          "offsetInBeginSection": 91,
          "offsetInEndSection": 220,
          "text": "\u0027s disease. The monoclonal antibody prasinezumab, directed at aggregated α-synuclein, is being studied for its effect on Parkinso",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921451"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 232,
          "text": "Aggregated α-synuclein plays an important role in the pathogenesis of Parkinson\u0027s disease. The monoclonal antibody prasinezumab, directed at aggregated α-synuclein, is being studied for its effect on Parkinson\u0027s disease.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921451"
        },
        {
          "offsetInBeginSection": 92,
          "offsetInEndSection": 221,
          "text": "s disease. The monoclonal antibody prasinezumab, directed at aggregated α-synuclein, is being studied for its effect on Parkinson",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35921451"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2023-01-19T03:23:53.808Z",
        "round": 1
      },
      "id": "63adca61c6c7d4d31b00001c",
      "ideal_answer": []
    },
    {
      "answerReady": false,
      "body": "Please list the symptoms that differentiate mucopolysaccharidosis-plus syndrome (MPSPS) from mucopolysaccharidosis.",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 1589,
          "text": "Mucopolysaccharidoses (MPS) are rare lysosomal storage disorders (LSD) characterized by the excessive accumulation of glycosaminoglycans (GAG). Conventional MPS, caused by inborn deficiencies of lysosomal enzymes involved in GAG degradation, display various multisystemic symptoms-including progressive neurological complications, ophthalmological disorders, hearing loss, gastrointestinal and hepatobiliary issues, cardiorespiratory problems, bone and joint abnormalities, dwarfism, and coarse facial features. Mucopolysaccharidosis-Plus Syndrome (MPSPS), an autosomal recessive disease caused by a mutation in the endo-lysosomal tethering protein VPS33A, shows additional renal and hematopoietic abnormalities (\"Plus symptoms\") uncommon in conventional MPS. Here, we analyze data from biochemical, histological, and physical examinations-particularly of blood counts and kidney function-to further characterize the clinical phenotype of MPSPS. A series of blood tests indicate hematopoietic symptoms including progressive anemia and thrombocytopenia, which correlate with histological observations of hypoplastic bone marrow. High urinary excretion of protein (caused by impairments in renal filtration), hypoalbuminemia, and elevated levels of creatinine, cholesterol, and uric acid indicate renal dysfunction. Histological analyses of MPSPS kidneys similarly suggest the extensive destruction of glomerular structures by foamy podocytes. Height and weight did not significantly deviate from the average, but in some cases, growth began to decline at around six months or one year of ag",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35628659"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 1419,
          "text": "Mucopolysaccharidosis-plus syndrome (MPS-PS) is a novel autosomal recessive disorder caused by a mutation in the VPS33A gene. This syndrome presents with typical symptoms of mucopolysaccharidosis, as well as congenital heart defects, renal, and hematopoietic system disorders. To date, twenty-four patients have been described. There is no specific therapy for MPS-PS; clinical management is therefore limited to symptoms management. The clinical course is rapidly progressive, and most patients die before 1-2 years of age. We describe a currently 6-year-old male patient with MPS-PS presenting with multiorgan involvement. Symptoms started at four months of age when he progressively suffered from numerous acute and potentially life-threatening events. When he was two years old, he developed secondary hemophagocytic lymphohistiocytosis (HLH), which was successfully treated with steroids. To date, this child represents the oldest patient affected by MPS-PS described in the literature and the first one presenting with a life-threatening secondary HLH. The prolonged steroid treatment allowed a stabilization of his general and hematological conditions and probably determined an improvement of his psychomotor milestones and new neurological acquisitions with an improvement of quality of life. HLH should be suspected and adequately treated in MPS-PS patients presenting with suggestive symptoms of the disease.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35327996"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-02-05T13:02:39.895Z",
        "round": 10
      },
      "id": "6772c17f592fa48873000004",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "Is morphomics associated with the study of body image or body dysmorphia?",
      "documents": [
        "38898241",
        "27228403"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1496,
          "offsetInEndSection": 1741,
          "text": "Only visceral fat area retained its predictive ability in patients with a BMI \u003e 30 kg/m(2).CONCLUSIONS: Morphomic measurements correlate with the likelihood of developing postoperative donor site dehiscence after DIEP flap breast reconstruction.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "24911410"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 615,
          "text": "Analytic morphomics refers to the accurate measurement of specific biological markers of human body composition in diagnostic medical imaging. The increasing prevalence of disease processes that alter body composition including obesity, cachexia, and sarcopenia has generated interest in specific targeted measurement of these metrics to possibly prevent or reduce negative health outcomes. Typical morphomic measurements include the area and density of muscle, bone, vascular calcification, visceral fat, and subcutaneous fat on a specific validated axial level in the patient\u0027s cross-sectional diagnostic imaging.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38624049"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 250,
          "text": "BACKGROUND: Body dysmorphic disorder (BDD) is a psychiatric condition characterized by persistent concern with non-existent or minor defects in one\u0027s physical appearance. BDD can be difficult to identify as patients often have limited insight into th",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38898241"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-02-06T00:22:29.975Z",
        "round": 10
      },
      "id": "6772c615592fa48873000007",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": false,
      "body": "Most common physical signs of self-harm in pre-teenagers.",
      "documents": [
        "38539332"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 542,
          "offsetInEndSection": 773,
          "text": "The self-harm methods most frequently used in our sample were, for the female group: cutting (all), skin tearing (76%), scratching/pinching (72%), and for males: cutting (all), wound-healing hindrance (85%), striking objects (80%).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38539332"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-02-06T18:36:42.639Z",
        "round": 10
      },
      "id": "6777b5e1592fa4887300000d",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": true,
      "body": "Are there new European Union formal efforts to increase the number of clinical trials aimed at improving the mental health of children?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 408,
          "offsetInEndSection": 907,
          "text": "The aim of this multi-site randomised controlled trial is to determine the clinical and cost-effectiveness of adding a modular psychological intervention to usual care for the mental health disorders in comparison to assessment-enhanced usual care alone.METHODS: In total, 334 participants aged 3-18 years attending epilepsy services will be screened for mental health disorders with the Strengths and Difficulties Questionnaire (SDQ) and the diagnostic Development and Wellbeing Assessment (DAWBA).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "33573674"
        },
        {
          "offsetInBeginSection": 256,
          "offsetInEndSection": 1410,
          "text": "This Randomized Controlled Trial (RCT) was conducted in eleven European countries, with Sweden as the coordinating centre, and was designed to identify an effective way to promote mental health and reduce suicidality and risk taking behaviours among adolescents.OBJECTIVE: To describe the methodological and field procedures in the SEYLE RCT among adolescents, as well as to present the main characteristics of the recruited sample.METHODS: Analyses were conducted to determine: 1) representativeness of study sites compared to respective national data; 2) response rate of schools and pupils, drop-out rates from baseline to 3 and 12 month follow-up, 3) comparability of samples among the four Intervention Arms; 4) properties of the standard scales employed: Beck Depression Inventory, Second Edition (BDI-II), Zung Self-Rating Anxiety Scale (Z-SAS), Strengths and Difficulties Questionnaire (SDQ), World Health Organization Well-Being Scale (WHO-5).RESULTS: Participants at baseline comprised 12,395 adolescents (M/F: 5,529/6,799; mean age\u003d14.9±0.9) from Austria, Estonia, France, Germany, Hungary, Ireland, Israel, Italy, Romania, Slovenia and Spain.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "23679917"
        },
        {
          "offsetInBeginSection": 1110,
          "offsetInEndSection": 1396,
          "text": "This is the protocol of a multi-centre, open label, blind-rated, randomised controlled effectiveness trial of clozapine vs TAU (any other oral antipsychotic monotherapy licenced in the British National Formulary) for 12 weeks in 260 children and young people with TRS (12-24 years old).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38355533"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2024-03-04T12:58:35.049Z",
        "round": 8
      },
      "id": "6593debd06a2ea257c00001f",
      "ideal_answer": [
        "No, the snippets do not provide evidence of new formal efforts by the European Union to increase the number of clinical trials specifically aimed at improving the mental health of children. The snippets describe a focused trial on refugee families, which involves a mental health intervention, but it does not mention a broader EU initiative targeting children\u0027s mental health.",
        "No, there are no explicit mentions of new European Union formal efforts specifically aimed at increasing clinical trials for improving the mental health of children in the provided snippets. The snippets discuss initiatives like Improve-MH focused on mental health interventions for refugee families, but they do not indicate an EU-wide formal effort targeting children\u0027s mental health clinical trials exclusively.",
        "No, there are no specific new formal efforts by the European Union mentioned in the snippets to increase the number of clinical trials focused on improving children\u0027s mental health. The snippets discuss various studies and research efforts, but none indicate a new EU initiative targeting children\u0027s mental health clinical trials specifically.",
        "No, there are no new formal efforts by the European Union specifically aimed at increasing the number of clinical trials to improve the mental health of children according to the provided information.",
        "There is limited evidence suggesting any recent or ongoing European Union formal efforts specifically targeting an increase in clinical trials focused on enhancing the mental health of children. While the provided abstracts cover various aspects of child development, such as the impact of nutritional status, minimal brain dysfunction, and early trauma on cognitive and emotional outcomes, none directly mention EU initiatives for increasing clinical trials in pediatric mental health. Research and interventions discussed pertain to specific developmental challenges like language delays, hyperactivity, and post-traumatic stress, often focusing on educational or therapeutic approaches rather than large-scale clinical trial programs driven by EU policy. Therefore, it appears that no significant EU-driven push towards expanding clinical trials in this domain has been highlighted in the given sources.",
        "Based on the provided articles, there is no explicit mention of new formal efforts by the European Union specifically aimed at increasing the number of clinical trials for improving the mental health of children. However, Article 2 discusses the unmet needs and opportunities in psychopharmacological treatments for children and adolescents, highlighting the involvement of the European Medicines Agency and the European College of Neuropsychopharmacology-Child and Adolescent Network. This suggests ongoing discussions and potential interest in addressing mental health issues in this demographic, but it does not confirm any formal EU initiatives specifically targeting an increase in clinical trials for children\u0027s mental health."
      ],
      "exact_answer": "no"
    },
    {
      "answerReady": true,
      "body": "DNX-2401 Virus was tested for which tumors?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 332,
          "text": "PURPOSE: Testing safety of Delta24-RGD (DNX-2401), an oncolytic adenovirus, locally delivered by convection enhanced delivery (CED) in tumor and surrounding brain of patients with recurrent glioblastoma.PATIENTS AND METHODS: Dose-escalation phase I study with 3+3 cohorts, dosing 107 to 1 × 1011 viral particles (vp) in 20 patients.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35176144"
        },
        {
          "offsetInBeginSection": 9,
          "offsetInEndSection": 203,
          "text": "Testing safety of Delta24-RGD (DNX-2401), an oncolytic adenovirus, locally delivered by convection enhanced delivery (CED) in tumor and surrounding brain of patients with recurrent glioblastoma.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35176144"
        },
        {
          "offsetInBeginSection": 333,
          "offsetInEndSection": 1041,
          "text": " conducted a single-center, dose-escalation study of DNX-2401, an oncolytic adenovirus that selectively replicates in tumor cells, in patients with newly diagnosed DIPG. The patients received a single virus infusion through a catheter placed in the cerebellar peduncle, followed by radiotherapy. The primary objective was to assess the safety and adverse-event profile of DNX-2401. The secondary objectives were to evaluate the effect of DNX-2401 on overall survival and quality of life, to determine the percentage of patients who have an objective response, and to collect tumor-biopsy and peripheral-blood samples for correlative studies of the molecular features of DIPG and antitumor immune responses.RE",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35767439"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2023-01-19T03:26:38.126Z",
        "round": 1
      },
      "id": "63adcaefc6c7d4d31b00001e",
      "ideal_answer": [],
      "exact_answer": [
        [
          "Diffuse Intrinsic Pontine Glioma"
        ],
        [
          "Glioma"
        ],
        [
          "Glioblastoma"
        ]
      ]
    },
    {
      "answerReady": true,
      "body": "Is trofinetide effective for the Rett Syndrome?",
      "documents": [
        "38307724",
        "39824747",
        "38232652",
        "30918097",
        "39025065"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 450,
          "text": "INTRODUCTION: Trofinetide was recently approved for the treatment of Rett syndrome (RTT) on the basis of the efficacy and safety findings of the phase 3 LAVENDER study, which used a body weight-based dosing regimen. Exposure-response (E-R) efficacy modeling was used to characterize relationships between trofinetide exposure measures (maximum drug concentration and area under the concentration-time curve for the dosing interval of 0-12 h [AUC0-12]",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38363467"
        },
        {
          "offsetInBeginSection": 317,
          "offsetInEndSection": 459,
          "text": "Trofinetide was approved in March 2023 in the USA for the treatment of Rett syndrome in adult and pediatric patients 2 years of age and older.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37191913"
        },
        {
          "offsetInBeginSection": 407,
          "offsetInEndSection": 601,
          "text": "Trofinetide, a synthetic analog of glycine-proline-glutamate, was approved by the US Food and Drug Administration for the treatment of RTT in adult and pediatric patients aged 2 years and older.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38318312"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 176,
          "text": "BACKGROUND: Trofinetide was approved for the treatment of Rett syndrome (RTT) in patients aged ≥2 years based on the results of the 12-week, randomized, phase 3 LAVENDER study.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39025065"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 108,
          "text": "Trofinetide is the first drug approved by the FDA to treat Rett Syndrome in children aged 2 years or above.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38035006"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 204,
          "text": "PURPOSE: Trofinetide is the first drug to be approved by the US Food and Drug Administration for use in the treatment of patients with Rett syndrome, a multisystem disorder requiring multimodal therapies.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38307724"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-01-22T10:34:09.472Z",
        "round": 9
      },
      "id": "677e8278592fa4887300001d",
      "ideal_answer": [],
      "exact_answer": "yes"
    },
    {
      "answerReady": true,
      "body": "What is the best non-invasive method to diagnose endometriosis?",
      "documents": [
        "25766661"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 1417,
          "offsetInEndSection": 1685,
          "text": "With the exception of sensitivity of diagnosis of DIE affecting the RVS, similar results were observed when TVS was compared with laparoscopy.CONCLUSIONS: TVS is a highly accurate and reproducible method for non-invasive diagnosis of DIE by well-trained professionals.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "25766661"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2025-01-22T11:41:09.123Z",
        "round": 9
      },
      "id": "6777b471592fa4887300000c",
      "ideal_answer": [
        "The best non-invasive method to diagnose endometriosis is transvaginal sonography (TVS). TVS has been shown to have high diagnostic accuracy and reproducibility for detecting deep infiltrating endometriosis (DIE) and endometriomas, and it is well-regarded for its sensitivity and specificity when performed by skilled professionals.",
        "The best non-invasive methods for diagnosing endometriosis include high-resolution ultrasound-based imaging, which enables visualization and tracking of lesion evolution, and MR relaxometry, which has proven effective in distinguishing endometriosis-associated ovarian cancer (EAOC) from ovarian endometriomas (OE). These methods provide valuable insights for clinical practice and treatment evaluation.",
        "Currently, there are no established non-invasive methods to diagnose all subtypes of endometriosis, as clinical assessment, ultrasound, and MRI have not been formally recognized as replacements for surgery in this regard. Imaging techniques such as ultrasound perform well in diagnosing advanced stages (rASRM Stage 3 or 4) but are insufficient for early stages (Stage 1 or 2), where laparoscopy remains necessary. While alternatives like biomarkers, genetic tests, and miRNAs are under exploration, they are not yet established in clinical practice, leaving laparoscopic inspection with histological confirmation as the gold standard for diagnosis.",
        "Based on a study, there is currently no best non-invasive method to diagnose endometriosis in clinical practice. While non-invasive diagnostic methods such as clinical assessment, ultrasound, and magnetic resonance imaging may be appropriate for advanced stages of endometriosis, they are not yet qualified as replacement tests for surgery in diagnosing all subtypes. There are also no established non-invasive methods to diagnose patients with endometriosis. Therefore, there is a need for non-invasive or minimally invasive tests to accurately diagnose the location and extent of endometriotic lesions. Low invasive tests including imaging, genetic tests, biomarkers, or miRNAs could be potential solutions. At present, the only conclusive way to diagnose endometriosis is through laparoscopic inspection with histological confirmation. Noninvasive markers of endometriosis have the potential to enable sooner diagnosis, leading to more timely treatment and better surgical planning, particularly for early-stage endometriosis.",
        "MRI, transvaginal ultrasound with bowel preparation (TVUS-BP), and Raman spectroscopy are among the best non-invasive methods for diagnosing endometriosis. MRI and TVUS-BP provide reliable imaging to detect various forms of endometriosis, while Raman spectroscopy offers a promising diagnostic potential by analyzing blood sera.",
        "The best non-invasive methods to diagnose endometriosis are transvaginal ultrasound (TVUS), magnetic resonance imaging (MRI), transrectal ultrasound (TRUS), and potentially Raman spectroscopy. These imaging modalities, particularly TVUS and MRI, provide high sensitivity and specificity and are effective alternatives to the invasive laparoscopy procedure. In addition, Raman spectroscopy is emerging as a non-invasive diagnostic technique for endometriosis.",
        "The best non-invasive methods to diagnose endometriosis include transvaginal ultrasound (TVUS), MRI, Raman spectroscopy, and FTIR spectroscopy. TVUS and MRI are particularly good at detecting pelvic endometriosis and deep infiltrating endometriosis with high accuracy, whereas Raman and FTIR spectroscopy show promise as non-invasive diagnostic approaches using blood sera and cervical swabs, respectively.",
        "Several studies have investigated non-invasive methods for diagnosing endometriosis, with varying degrees of success. Transvaginal ultrasonography (TVUS) has been found to be a highly accurate and reproducible method for diagnosing deep endometriosis, with sensitivity and specificity comparable to diagnostic laparoscopy. Additionally, studies have explored the use of biomarkers in plasma samples, such as annexin V, VEGF, CA-125, and sICAM-1/or glycodelin, which have shown promising results in diagnosing endometriosis with high sensitivity and acceptable specificity. Other non-invasive techniques, including MRI, FTIR spectroscopy, and Raman spectroscopy, have also been investigated, with MRI being capable of detecting many manifestations of endometriosis in a reliable manner. Overall, while no single method has emerged as the definitive non-invasive diagnostic tool, TVUS and biomarker analysis appear to be the most promising approaches, offering a balance of accuracy and invasiveness."
      ],
      "exact_answer": [
        [
          "transvaginal ultrasonography",
          "MRI"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "Is MMP8 gene associated with paediatric sepsis?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 1527,
          "offsetInEndSection": 1766,
          "text": "ted 402 overlapping genes. As pediatric sepsis diagnostic indicators, CYSTM1 (AUC \u003d 0.988), MMP8 (AUC \u003d 0.973), and CD177 (AUC \u003d 0.986) were investigated and demonstrated statistically significant differences (P \u003c 0.05) and diagnostic effi",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37115484"
        },
        {
          "offsetInBeginSection": 1469,
          "offsetInEndSection": 2027,
          "text": "all, after overlapping key module genes and DEGs, we detected 402 overlapping genes. As pediatric sepsis diagnostic indicators, CYSTM1 (AUC \u003d 0.988), MMP8 (AUC \u003d 0.973), and CD177 (AUC \u003d 0.986) were investigated and demonstrated statistically significant differences (P \u003c 0.05) and diagnostic efficacy in the validation set. As indicated by the immune cell infiltration analysis, multiple immune cells may be involved in the development of pediatric sepsis. Additionally, all diagnostic characteristics may correlate with immune cells to varying degrees.CONC",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37115484"
        }
      ],
      "type": "yesno",
      "id": "677eda5e592fa4887300002e",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": false,
      "body": "What is the function of a TMEM protein?",
      "documents": [
        "26896463",
        "22244448",
        "38940427",
        "38181918",
        "37561335"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 134,
          "text": "Transmembrane (TMEM)-176A and 176B proteins belong to the MS4A family of proteins whose function in the immune system remains unclear.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "22244448"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 57,
          "text": "Transmembrane protein 14A (TMEM14A) is a member of TMEMs.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "26896463"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 668,
          "text": "A transmembrane (TMEM) protein with an unknown function is a type of membrane-spanning protein expressed in the plasma membrane or the membranes of intracellular organelles. Recently, several TMEM proteins have been identified as functional ion channels. The structures and functions of these proteins have been extensively studied over the last two decades, starting with TMEM16A (ANO1). In this review, we provide a summary of the electrophysiological properties of known TMEM proteins that function as ion channels, such as TMEM175 (KEL), TMEM206 (PAC), TMEM38 (TRIC), TMEM87A (GolpHCat), TMEM120A (TACAN), TMEM63 (OSCA), TMEM150C (Tentonin3), and TMEM43 (Gapjinc).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38556553"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 355,
          "text": "Transmembrane (TMEM) protein genes are a class of proteins that spans membranes and function to many physiological processes. However, there is very little known about TMEM gene expression, especially in cancer tissue. Using single-cell and bulk RNA sequence may facilitate the understanding of this poorly characterized protein genes in PDAC.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37265785"
        },
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 247,
          "text": "Parkinson\u0027s disease (PD) is a neurodegenerative disorder with the manifestation of motor symptoms and non-motor symptoms. Previous studies have indicated the role of several transmembrane (TMEM) protein family genes in PD pathogenesis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35860667"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 174,
          "text": "A transmembrane (TMEM) protein with an unknown function is a type of membrane-spanning protein expressed in the plasma membrane or the membranes of intracellular organelles.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38556553"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 256,
          "text": "Transmembrane (TMEM) proteins are integral membrane proteins that traverse biological membranes. Several members of the TMEM family have been linked to the development and progression of various tumors. However, the specific role and mechanism of TMEM44 in",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37561335"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 244,
          "text": "Transmembrane protein 52B (TMEM52B), a newly identified tumor-related gene, has been reported to regulate various tumors, yet its role in nasopharyngeal carcinoma (NPC) remains unclear. Transcriptomic analysis of NPC cell lines reveals frequent",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38940427"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 252,
          "text": "TMEM182, a transmembrane protein highly expressed in muscle and adipose tissues, plays a crucial role in muscle cell differentiation, metabolism, and signaling. However, its role in fat deposition and metabolism is still unknown. In this study, we used",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38181918"
        }
      ],
      "type": "factoid",
      "answerReady_on": {
        "date": "2025-02-05T12:57:23.308Z",
        "round": 10
      },
      "id": "6772beef592fa48873000003",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "Are cardiovascular diseases more common than cancer in women between 40 and 65 years of age?",
      "documents": [],
      "snippets": [],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-02-20T14:02:49.621Z",
        "round": 11
      },
      "id": "6777bbed592fa48873000011",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "What are the targets of Teclistamab?",
      "documents": [
        "39805729",
        "38052042"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 218,
          "text": "Teclistamab (TECVAYLI®), a bispecific antibody that targets CD3 and B cell maturation antigen (BCMA), is being developed by Janssen Research and Development for the treatment of relapsed or refractory multiple myeloma.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36352205"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 269,
          "text": "ABSTRACT: Teclistamab, an off-the-shelf B-cell maturation antigen (BCMA) × CD3 bispecific antibody that mediates T-cell activation and subsequent lysis of BCMA-expressing myeloma cells, is approved for the treatment of patients with relapsed/refractory multiple myeloma",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38657201"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 268,
          "text": "ABSTRACT: Teclistamab, an off-the-shelf B-cell maturation antigen (BCMA) × CD3 bispecific antibody that mediates T-cell activation and subsequent lysis of BCMA-expressing myeloma cells, is approved for the treatment of patients with relapsed/refractory multiple myelom",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38657201"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 169,
          "text": "ABSTRACT: Teclistamab (Tec) is a first-in-class BCMA × CD3 bispecific T-cell engager antibody approved for treating multiple myeloma progressing after at least 4 lines o",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38598713"
        },
        {
          "offsetInBeginSection": 27,
          "offsetInEndSection": 502,
          "text": "Teclistamab, a novel bispecific monoclonal antibody targeting CD3 and B-cell maturation antigen (BCMA), and chimeric antigen receptor T-cell (CAR-T) therapy are promising options for treating relapsed/refractory multiple myeloma (MM). However, the rates of acute kidney injury (AKI) associated with teclistamab remain inadequately characterized. This study aims to compare the incidence, severity, and outcomes of AKI between patients receiving teclistamab and CAR-T therapy.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39805729"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 261,
          "text": "BACKGROUND AND HYPOTHESIS: Teclistamab, a novel bispecific monoclonal antibody targeting CD3 and B-cell maturation antigen (BCMA), and chimeric antigen receptor T-cell (CAR-T) therapy are promising options for treating relapsed/refractory multiple myeloma (MM).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39805729"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-01-22T10:50:32.197Z",
        "round": 9
      },
      "id": "677e8578592fa48873000021",
      "ideal_answer": [],
      "exact_answer": [
        [
          "CD3"
        ],
        [
          "B-cell maturation antigen"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "What are the adverses effect of Rare earth elements (REEs) on the body?",
      "documents": [
        "34574769",
        "28993860",
        "29709849",
        "26970899",
        "21510015",
        "28721613"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 836,
          "text": "BACKGROUND: Broad-ranging adverse effects are known for rare earth elements (REE), yet only a few studies tested the toxicity of several REE, prompting studies focusing on multi-parameter REE toxicity.METHODS: Trichloride salts of Y, La, Ce, Nd, Sm, Eu and Gd were tested in Paracentrotus lividus sea urchin embryos and sperm for: (1) developmental defects in either REE-exposed larvae or in the offspring of REE-exposed sperm; (2) fertilization success; (3) mitotic anomalies in REE-exposed embryos and in the offspring of REE-exposed sperm, and (4) reactive oxygen species (ROS) formation, and malondialdehyde (MDA) and nitric oxide (NO) levels.RESULTS: REEs affected P. lividus larvae with concentration-related increase in developmental defects, 10(-6) to 10(-4)M, ranking as: Gd(III)\u003eY(III)\u003eLa(III)\u003eNd(III)≅Eu(III)\u003eCe(III)≅Sm(III).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "26970899"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 190,
          "text": "Solid fuel combustion is an important source of the release of rare earth elements (REEs) into the ambient environment, resulting in potential adverse effects on human cardiovascular health.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34574769"
        },
        {
          "offsetInBeginSection": 1199,
          "offsetInEndSection": 1487,
          "text": "Decreased mitotic activity and increased aberration rates were detected in REE-exposed embryos and in the offspring of REE-exposed sperm.CONCLUSION: REE-associated toxicity affecting embryogenesis, fertilization, cytogenetic and redox endpoints showed different activities of tested REEs.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "26970899"
        },
        {
          "offsetInBeginSection": 510,
          "offsetInEndSection": 641,
          "text": "The results show La³+ had significant adverse effects on the growth and reproduction of worms above a concentration of 10 μmol L⁻¹.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "21510015"
        },
        {
          "offsetInBeginSection": 191,
          "offsetInEndSection": 312,
          "text": "Our study aimed to identify reliable exposure biomarkers of REE intake and their potential role in blood pressure change.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34574769"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 1095,
          "text": "Prenatal exposure to rare earth elements (REEs) may contribute to adverse birth outcomes in previous studies. Cord blood vitamin D has been suggested to modify or mediate the effects of environmental exposures. However, none has investigated these roles of cord blood vitamin D in the associations of prenatal exposure to REEs with fetal growth. Maternal trimester-specific urinary concentrations of 13 REEs, cord blood total 25-hydroxyvitamin D at delivery, and birth weight (BW)-for-gestational age (GA) were determined in 710 mother-newborn pairs from Wuhan, China. Higher maternal average urinary concentrations of europium (Eu), gadolinium (Gd), dysprosium (Dy), holmium (Ho), erbium (Er), and ytterbium (Yb) across three trimesters, either individually or jointly, were significantly associated with lower BW-for-GA Z-scores and higher odds of small for gestational age (SGA) [β \u003d -0.092; 95 % confidence interval (CI): -0.149, -0.035 for BW-for-GA Z-scores, and odds ratio \u003d 1.60; 95 % CI: 1.14, 2.24 for SGA involved in each unit increase in weighted quantile sum index of REEs mixture].",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38081430"
        },
        {
          "offsetInBeginSection": 1297,
          "offsetInEndSection": 1726,
          "text": "Higher quantiles of REE mixture in first and third trimester were associated with decreased MDI and PDI score. Thulium, erbium in the first trimester and cerium, lanthanum in the third trimester accounted most importance to joint effects on MDI and PDI, respectively. In conclusion, prenatal exposure to higher concentrations of REEs during the first and third trimester were negative associated with children\u0027s neurodevelopment.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38135135"
        },
        {
          "offsetInBeginSection": 98,
          "offsetInEndSection": 918,
          "text": "This prospective cohort study aimed to elucidate the association between early pregnancy REE exposure and maternal thyroid function, as well as neonatal birth outcomes, in a cohort of pregnant women in Beijing, China. Additionally, the study explored the mediating role of thyroid homeostasis in the effects of REE exposure. Serum concentrations of fifteen REEs, along with Free Thyroxine (FT4), Thyroid Stimulating Hormone (TSH), and Thyroid Peroxidase Antibodies (TPOAb), were measured in 195 pregnant women. Multivariable linear regression analyses identified significant correlations between REE exposure and disruptions in maternal thyroid homeostasis. Specifically, Praseodymium (Pr) and Lutetium (Lu) were positively associated with FT4 levels, while Gadolinium (Gd) showed a positive correlation with TSH levels.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "39662583"
        },
        {
          "offsetInBeginSection": 1423,
          "offsetInEndSection": 1713,
          "text": "n humans, REEs cause nephrogenic systemic fibrosis and severe damage to nephrological systems associated with Gd-based contrast agents, dysfunctional neurological disorder, fibrotic tissue injury, oxidative stress, pneumoconiosis, cytotoxicity, anti-testicular effects, and male sterility. ",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "29709849"
        },
        {
          "offsetInBeginSection": 450,
          "offsetInEndSection": 843,
          "text": "The comparative toxicities were tested of seven REEs, namely yttrium, lanthanum, cerium, neodymium, samarium, europium and gadolinium as chloride salts at concentrations ranging from 10-7 to 10-4 M. The evaluated endpoints included developmental defects and cytogenetic anomalies in REE-exposed embryos/larvae, and decreased fertilization success and offspring damage following sperm exposure.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28721613"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 255,
          "text": "Rare-earth elements (REEs) are applied in various fields by virtue of their superior physical and chemical properties. Surveys have reported that REEs can impair learning and memory in children and induce neurobehavioral abnormalities in animals. However,",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28993860"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-05T13:52:28.359Z",
        "round": 10
      },
      "id": "6772e791592fa4887300000b",
      "ideal_answer": []
    },
    {
      "answerReady": false,
      "body": "Discoidin domain receptor (DDR)-1 has a crucial role in regulating vital processes, it is known to be associated with fibrosis?",
      "documents": [
        "28199848",
        "16507902",
        "21199726",
        "35150133",
        "30954571",
        "32839343"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 148,
          "offsetInEndSection": 389,
          "text": "Cells in collagen-rich lesions often exhibit marked overexpression of discoidin domain receptor 1 (DDR1), which is linked to increased collagen compaction through the association of DDR1 with the Ca2+ -dependent nonmuscle myosin IIA (NMIIA).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35150133"
        },
        {
          "offsetInBeginSection": 942,
          "offsetInEndSection": 1111,
          "text": "Thus, DDR1 clustering, activation, and interaction with NMIIA filaments enhance the collagen tractional remodeling that is important for collagen compaction in fibrosis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28199848"
        },
        {
          "offsetInBeginSection": 587,
          "offsetInEndSection": 691,
          "text": "Fibroblasts expressing high levels of DDR1 were used to model cells in lesions with collagen compaction.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35150133"
        },
        {
          "offsetInBeginSection": 884,
          "offsetInEndSection": 1897,
          "text": "Treatment with nilotinib significantly reduces collagen and DDR1 gene expression (upregulated in AD brain), in association with inhibition of CSF DDR1. Pro-inflammatory cytokines, including interleukins and chemokines are reduced along with caspase-3 gene expression. Specific genes that indicate vascular fibrosis, e.g., collagen, Transforming Growth Factors (TGFs) and Tissue Inhibitors of Metalloproteases (TIMPs) are altered by DDR1 inhibition with nilotinib. Specific changes in vesicular transport, including the neurotransmitters dopamine and acetylcholine, and autophagy genes, including ATGs, indicate facilitation of autophagic flux and cellular trafficking. Inhibition of DDR1 with nilotinib may be a safe and effective adjunct treatment strategy involving an oral drug that enters the CNS and adequately engages its target. DDR1 inhibition with nilotinib exhibits multi-modal effects not only on amyloid and tau clearance but also on anti-inflammatory markers that may reduce cerebrovascular fibrosis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "37194065"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 419,
          "text": "Discoidin domain receptor (DDR)-1 has a crucial role in regulating vital processes, including cell differentiation, proliferation, adhesion, migration, invasion, and matrix remodeling. Overexpression or activation of DDR1 in various pathological scenarios makes it a potential therapeutic target for the treatment of cancer, fibrosis, atherosclerosis, and neuropsychiatric, psychiatric, and neurodegenerative disorders.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38580164"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 123,
          "text": "Discoidin domain receptor1 (DDR1) is a collagen activated receptor tyrosine kinase and an attractive anti-fibrotic target.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "30954571"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 142,
          "text": "Discoidin domain receptors (DDRs) are a family of 2 non-integrin collagen receptors, DDR1 and DDR2, which display a tyrosine kinase activity.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "28743124"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 99,
          "text": "Introduction: Discoidin domain receptor 1 (DDR1) is a collagen-activated receptor tyrosine kinase.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32077340"
        },
        {
          "offsetInBeginSection": 471,
          "offsetInEndSection": 672,
          "text": "Increased expression of DDR1 has been documented in several types of cancer and fibrotic conditions including skin hypertrophic scars, idiopathic pulmonary fibrosis, cirrhotic liver and renal fibrosis.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "30954571"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 56,
          "text": "DDR1 role in fibrosis and its pharmacological targeting.",
          "beginSection": "title",
          "endSection": "title",
          "document": "30954571"
        },
        {
          "offsetInBeginSection": 673,
          "offsetInEndSection": 1083,
          "text": "The present review article focuses on: a) detailing the evidence for a role of DDR1 as an anti-fibrotic target in different organs, b) clarifying DDR1 tissue distribution in healthy and diseased tissues as well as c) exploring DDR1 protective mode of action based on literature evidence and co-authors experience; d) detailing pharmacological efforts attempted to drug this subtle anti-fibrotic target to date.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "30954571"
        },
        {
          "offsetInBeginSection": 1270,
          "offsetInEndSection": 1452,
          "text": "We propose that DDR1 contributes to fibroblast survival in the tissue microenvironment of IPF and that DDR1 up-regulation may occur in other fibroproliferative lung diseases as well.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "16507902"
        },
        {
          "offsetInBeginSection": 150,
          "offsetInEndSection": 253,
          "text": "Aberrant DDR1 activity contributes to the progression of human diseases, including fibrosis and cancer.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "32839343"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 84,
          "text": "Expression of discoidin domain receptors (DDR2) in alcoholic liver fibrosis in rats.",
          "beginSection": "title",
          "endSection": "title",
          "document": "21199726"
        }
      ],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-02-05T13:41:22.779Z",
        "round": 10
      },
      "id": "6772c2d4592fa48873000005",
      "ideal_answer": [],
      "exact_answer": ""
    },
    {
      "answerReady": true,
      "body": "Is Asundexian superior to Apixaban for Atrial Fibrillation?",
      "documents": [],
      "snippets": [],
      "type": "yesno",
      "answerReady_on": {
        "date": "2025-01-22T10:48:02.119Z",
        "round": 9
      },
      "id": "677e83f0592fa4887300001f",
      "ideal_answer": [],
      "exact_answer": "no"
    },
    {
      "answerReady": false,
      "body": "When should children diagnosed with attention deficit hyperactivity disorder (ADHD) be offered pharmacological treatment?",
      "documents": [
        "15231966"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 3072,
          "offsetInEndSection": 3455,
          "text": "Adverse events reported significantly more frequently with atomoxetine were decreased appetite, somnolence, and fatigue.CONCLUSIONS: Among children 6 to 12 of age who had been diagnosed as having ADHD, once-daily administration of atomoxetine in the morning provided safe, rapid, continuous, symptom relief that lasted not only into the evening hours but also into the morning hours.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "15231966"
        }
      ],
      "type": "summary",
      "answerReady_on": {
        "date": "2025-02-20T13:39:59.613Z",
        "round": 11
      },
      "id": "6777b80b592fa4887300000e",
      "ideal_answer": []
    },
    {
      "answerReady": true,
      "body": "Which new treatments are investigated for cerebral palsy?",
      "documents": [
        "25791070"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 489,
          "text": "OBJECTIVE: To explore patients\u0027 experiences of a self-administered electrotherapy treatment for muscle spasticity in cerebral palsy and stroke; the Exopulse Mollii Suit®.DESIGN: Qualitative design with an inductive approach Subjects: Fifteen patients with spasticity due to stroke or cerebral palsy, participating in a previous randomized controlled trial evaluating the treatment concept.METHODS: Information letters were sent to all potential participants (n \u003d 27) in the previous study.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34935050"
        },
        {
          "offsetInBeginSection": 719,
          "offsetInEndSection": 1134,
          "text": "For the transplantation group, a total of 30 cerebral palsy patients received an autologous NSC-like cells transplantation (1-2 × 107 cells into the subarachnoid cavity) and rehabilitation treatments whereas 30 patients in the control group only received rehabilitation treatment.RESULTS: We recorded the gross motor function measurement scores, language quotients, and adverse events up to 6 months post-treatment.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "23351389"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 601,
          "text": "BACKGROUND: Spasticity is common in cerebral palsy and can result in pain and diminished health-related quality of life.OBJECTIVE: To evaluate the safety and efficacy of onabotulinumtoxinA for lower limb spasticity treatment in children with cerebral palsy.METHODS: In this registrational phase 3, multinational, randomized, double-blind, placebo-controlled trial (NCT01603628), children (2-\u003c 17 years) with cerebral palsy and ankle spasticity (Modified Ashworth Scale-Bohannon [MAS] score≥2) were randomized 1 : 1 : 1 to standardized physical therapy and onabotulinumtoxinA (4 or 8 U/kg), or placebo.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "34957954"
        },
        {
          "offsetInBeginSection": 1029,
          "offsetInEndSection": 1476,
          "text": "In contrast, in most patients who received four or more UCB cell infusions, positive dynamics related to significant improvements in neurological status and/or cognitive functions were observed.CONCLUSIONS: The results confirm that multiple intravenous infusions of allogeneic AB0/Rh-identical UCB cells may be a safe and effective procedure and could be included in treatment and rehabilitation programs for juvenile patients with cerebral palsy.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "25791070"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2024-03-04T13:15:26.949Z",
        "round": 8
      },
      "id": "6593e5c206a2ea257c000020",
      "ideal_answer": [
        "New treatments investigated for cerebral palsy include stem cell therapy, which shows promise in treating motor disabilities. Bone marrow derived mononuclear cells (MNCs) have been shown to be safe and effective for motor deficits. Botulinum toxin type A (BTX-A) is being used for spasticity management in children, while Intrathecal Baclofen Therapy (ITB) is also being developed. Additionally, there is encouraging evidence that Selective Serotonin Reuptake Inhibitors (SSRIs) might improve motor function in patients with cerebral palsy.",
        "Recent advances in the treatment of cerebral palsy have led to the investigation of newer modalities such as constraint-induced movement therapy and robotic interventions, which show promise for achieving both short- and long-term functional gains. These innovative approaches aim to capitalize on neuroplasticity, offering potential benefits for individuals affected by cerebral palsy. As research continues to evolve, it is crucial for physicians, healthcare teams, and families managing cerebral palsy to stay informed about these emerging therapies, which hold great potential for improving outcomes in this population.",
        "Recent investigations into new treatments for cerebral palsy include botulinum toxin type A for reducing muscle spasticity, robotic-assisted gait training devices to help improve mobility, and Rosiglitazone for activating specific biological pathways beneficial in CP. AiWalker-K devices are being utilized for rehabilitation, while allogeneic cord blood and erythropoietin therapies are being studied for their potential benefits in treating CP. Intrathecal baclofen and cellular therapies are also explored for their capacities to ameliorate symptoms and enhance life quality. Furthermore, social assistive robots are being tested as a novel intervention to engage and motivate children in therapy."
      ],
      "exact_answer": [
        [
          "Stem cell therapy Mesenchymal stem cells (MSCs) Allogeneic mesenchymal stem cells NSC-like cells Bone marrow derived mononuclear cells (MNCs) Botulinum toxin type A (BTX-A) Intrathecal Baclofen Therapy (ITB) Selective Serotonin Reuptake Inhibitors (SSRIs) Intrathecal baclofen infusion Advancements in genetic research for precision medicine. Mesenchymal stem cell therapy (MSCT) using umbilical cord-derived MSCs. Surgical interventions such as tendon transfers and muscle lengthening.",
          "intravenous infusions of allogeneic AB0/Rh-identical UCB cells",
          "UPper Limb Children Action Observation Training (UPCAT)"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "Which metabolic pathways are related with neonatal sepsis?",
      "documents": [
        "24709468",
        "30641988",
        "10785884",
        "34188777",
        "39810405"
      ],
      "snippets": [],
      "type": "list",
      "id": "677ed79d592fa4887300002a",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": false,
      "body": "Causes of borderline personality disorder.",
      "documents": [
        "36155238",
        "35101138"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 12,
          "offsetInEndSection": 355,
          "text": "Sexual risk behavior in patients diagnosed with borderline personality disorder (BPD) is supposed to be associated with traumatic experiences and dissociative symptoms. Nevertheless, scientific research thereon is scarce which might be due to the high prevalence of sexual trauma and fear of overwhelming patients with explicit sexual content.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38500169"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 146,
          "text": "BACKGROUND: Cognitive inhibition impairment is one of the causes of impulsive behaviors in individuals with borderline personality disorder (BPD).",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36155238"
        },
        {
          "offsetInBeginSection": 0,
          "offsetInEndSection": 248,
          "text": "BACKGROUND: Borderline Personality Disorder involves strong interpersonal disruptions, often associated with early maltreatment. However, the individual capacities which alter BPD-related interpersonal problems are unclear. Here, we examine two con",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "35101138"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2025-02-06T11:01:08.985Z",
        "round": 10
      },
      "id": "6777bebf592fa48873000015",
      "ideal_answer": [],
      "exact_answer": []
    },
    {
      "answerReady": true,
      "body": "What are the uses for faecal microbiota transplantation (FMT) in children under 19 years of age?",
      "documents": [],
      "snippets": [
        {
          "offsetInBeginSection": 1133,
          "offsetInEndSection": 1429,
          "text": "FMT also reduced Childhood Autism Rating Scale (CARS) scores (WMD \u003d -6.95; 95% CI, -8.76 to -5.14; P \u003c 0.001; I 2 \u003d 28.1%).Conclusion: Our results indicate that FMT can benefit children with autism by reducing ABC and CARS scores, but more high-quality studies are needed to verify these results.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "36818228"
        },
        {
          "offsetInBeginSection": 271,
          "offsetInEndSection": 366,
          "text": "FMT is a safe and effective treatment for recurrent CDI in immunocompetent children and adults.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "31617299"
        }
      ],
      "type": "list",
      "answerReady_on": {
        "date": "2024-03-04T10:12:26.467Z",
        "round": 8
      },
      "id": "6593d1b806a2ea257c000017",
      "ideal_answer": [
        "Faecal microbiota transplantation (FMT) is primarily used in children under 19 years of age to treat recurrent Clostridioides difficile infection, where it is considered safe and effective. Additionally, it is being explored as a potential alternative treatment for adolescents with refractory irritable bowel syndrome (IBS). Further studies are needed to evaluate its efficacy in other conditions.",
        "Faecal microbiota transplantation (FMT) is used in children under 19 years of age primarily for treating recurrent Clostridium difficile infection (RCDI) and has potential benefits for treating inflammatory bowel diseases such as IBD and ulcerative colitis. It is considered effective in restoring gut eubiosis and can provide a short-term response in managing these conditions.",
        "Faecal microbiota transplantation (FMT) is primarily used in children under 19 years of age to treat recurrent Clostridium difficile infection (RCDI) and has been explored for its potential in managing pediatric inflammatory bowel diseases like ulcerative colitis. While its role is still being researched, FMT shows promise in these areas due to its ability to restore healthy gut microbiota.",
        "Faecal microbiota transplantation (FMT) is utilized in children under 19 years of age primarily for the treatment of recurrent Clostridium difficile infection. It is also applied to manage symptoms associated with Autism Spectrum Disorder (ASD), functional gastrointestinal disorders (FGIDs), ulcerative colitis, and cytomegalovirus (CMV) colitis. FMT is appreciated for its ability to modulate the gut microbiome towards a healthier state, thereby alleviating gastrointestinal and behavioral symptoms linked to these conditions.",
        "Studies suggest that faecal microbiota transplantation (FMT) is an effective and safe treatment option for various gastrointestinal disorders in children under 19 years of age. FMT has been shown to be beneficial in treating recurrent Clostridium difficile infection (rCDI), inflammatory bowel disease (IBD), functional gastrointestinal disorders (FGIDs), and even childhood autism. The procedure, which involves infusing donor fecal matter into the patient\u0027s digestive system via a nasogastric tube or endoscope, has been found to modulate the gut microbiome and metabolome towards a healthy state in children with these conditions. Additionally, FMT has been used successfully in pediatric patients with ulcerative colitis (UC) and can be considered as a feasible option for treatment of refractory CDI in pediatric oncology patients.",
        "Faecal microbiota transplantation (FMT) has been found to be a safe and effective treatment for various conditions in children under 19 years of age. Studies have shown that FMT is efficacious in treating recurrent Clostridium difficile infection, ulcerative colitis, and refractory diarrhea in pediatric patients. Additionally, FMT has been used to treat pseudomembranous enteritis, and has been found to modulate the fecal microbiome and metabolome towards a healthy state in children with functional gastrointestinal disorders (FGIDs). Furthermore, FMT has been shown to reduce symptoms of autism, including Childhood Autism Rating Scale (CARS) scores and Aberrant Behavior Checklist (ABC) scores. Overall, FMT appears to be a well-tolerated and effective treatment option for a range of conditions in children, with high rates of symptom resolution and no serious adverse effects reported."
      ],
      "exact_answer": [
        [
          "Recurrent Clostridioides difficile infection Refractory Irritable Bowel Syndrome (IBS) recurrent Clostridioides difficile infection refractory IBS refractory irritable bowel syndrome decolonisation of multi-drug resistant organisms Treatment of recurrent Clostridioides difficile infections (CDI). Restoration of gut microbiota after conventional therapies fail.",
          "refractory IBS in adolescents",
          "Inflammatory Bowel Disease (IBD)"
        ]
      ]
    },
    {
      "answerReady": false,
      "body": "How can we define severity in paediatric sepsis?",
      "documents": [
        "38946991"
      ],
      "snippets": [
        {
          "offsetInBeginSection": 2147,
          "offsetInEndSection": 2317,
          "text": "A ten-gene disease severity signature achieved an AUC of 82·2% (95% CI 76·3-88·1) in predicting organ dysfunction within 24 h of sampling in the RAPIDS validation cohort.",
          "beginSection": "abstract",
          "endSection": "abstract",
          "document": "38513681"
        }
      ],
      "type": "summary",
      "id": "65844e3506a2ea257c000003",
      "ideal_answer": []
    }
  ]
}